{"response": {"meta": {"hits": 4096, "time": 82, "offset": 140}, "docs": [{"web_url": "https://www.nytimes.com/2002/03/17/world/briton-gives-testimony-on-warning-to-milosevic.html", "snippet": "The war crimes trial of Slobodan Milosevic, the former Yugoslav president, has moved into a new phase as the first Western politician has appeared to testify against him.    Paddy Ashdown, a former member of the British Parliament, sparred for hou...", "lead_paragraph": "The war crimes trial of Slobodan Milosevic, the former Yugoslav president, has moved into a new phase as the first Western politician has appeared to testify against him. Paddy Ashdown, a former member of the British Parliament, sparred for hours with Mr. Milosevic on Thursday and Friday, accusing him of using ''outrageous and excessive force'' as his forces looted, burned and shelled villages in Kosovo in 1998 and forced the surviving inhabitants to flee.", "abstract": "War crimes trial of Slobodan Milosevic moves into new phase as first Western politician appears to testify against him, The Hague; Paddy Ashdown, former member of British Parliament, acccuses Milosevic of using 'outrageous and excessive force' as his forces looted, burned and shelled villages in Kosovo in 1998 and forced starving inhabitants to flee (M)", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Briton Gives Testimony On Warning To Milosevic"}, "keywords": [{"name": "persons", "value": "ASHDOWN, PADDY"}, {"name": "persons", "value": "MILOSEVIC, SLOBODAN"}, {"name": "glocations", "value": "KOSOVO (SERBIA)"}, {"name": "glocations", "value": "GREAT BRITAIN"}, {"name": "glocations", "value": "SERBIA"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}], "pub_date": "2002-03-17T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Marlise", "rank": 1, "lastname": "SIMONS"}], "original": "By MARLISE SIMONS"}, "type_of_material": "News", "_id": "4fd278968eb7c8105d83afd4", "word_count": 762, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/28/world/world-briefing-africa-congo-stalemate-continues.html", "snippet": "The government and the two main rebel groups remained in a deadlock over which political parties should be allowed to take part in talks in Sun City, South Africa. The dialogue was suspended on Tuesday, one day after the opening ceremony, because ...", "lead_paragraph": "The government and the two main rebel groups remained in a deadlock over which political parties should be allowed to take part in talks in Sun City, South Africa. The dialogue was suspended on Tuesday, one day after the opening ceremony, because the two sides could not agree on the representation of the political parties, which will play an important role in deciding the shape of the future government. The rebel groups also accused the government of mounting an attack in southeastern Congo; the government denied the charge and said the rebels were seeking an excuse to abandon the talks. Norimitsu Onishi (NYT)", "abstract": "Congo government and two main rebel groups remain in deadlock over which political parties should be allowed to take part in talks in South Africa (S)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "World Briefing | Africa: Congo: Stalemate Continues"}, "keywords": [{"name": "glocations", "value": "CONGO (FORMERLY ZAIRE)"}, {"name": "glocations", "value": "SOUTH AFRICA"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-02-28T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Norimitsu", "middlename": "Onishi", "lastname": "NYT", "rank": 1, "role": "reported", "organization": ""}], "original": "By Norimitsu Onishi (NYT)"}, "type_of_material": "News", "_id": "4fd21b338eb7c8105d79a67a", "word_count": 103, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/26/world/angola-rebels-face-disarray-since-death-of-savimbi.html", "snippet": "Like a family that has lost its patriarch, the Angolan rebel group that has battled the government for nearly three decades is learning to live without Jonas Savimbi. If the earliest signs are any indication, it will not be easy.    Mr. Savimbi wa...", "lead_paragraph": "Like a family that has lost its patriarch, the Angolan rebel group that has battled the government for nearly three decades is learning to live without Jonas Savimbi. If the earliest signs are any indication, it will not be easy. Mr. Savimbi was the only leader the National Union for the Total Independence of Angola, or Unita, had ever known. He was killed on Friday in an ambush by government soldiers, and since then speculation about the movement's future has been the talk of the capital.", "abstract": "Angolan rebel group that has battled government for nearly three decades appears in disarray since death of its leader Jonas Savimbi; Savimbi was only leader of group, Unita; movement was once in control of some major cities, but it now operates as guerrilla force, roving country on hit-and-run missions intended to wreak instability; Pres Jose Eduardo dos Santos has called for prompt cease-fire, which he says would set stage for country's first elections since 1992; people who track rebels say if government is serious, it will have to slow, even halt, its crushing eastern offensive, which killed Savimbi and may now threaten his top lieutenants; photo (M)", "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Angola Rebels Face Disarray Since Death Of Savimbi"}, "keywords": [{"name": "persons", "value": "SAVIMBI, JONAS"}, {"name": "persons", "value": "DOS SANTOS, JOSE EDUARDO"}, {"name": "glocations", "value": "ANGOLA"}, {"name": "organizations", "value": "NATIONAL UNION FOR THE TOTAL INDEPENDENCE OF ANGOLA"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-02-26T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Henri", "middlename": "E.", "lastname": "CAUVIN", "rank": 1, "role": "reported", "organization": ""}], "original": "By HENRI E. CAUVIN"}, "type_of_material": "News", "_id": "4fd2335c8eb7c8105d7c3d54", "word_count": 760, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/10/world/algeria-s-top-rebel-killed.html", "snippet": "Algerian security forces shot and killed the leader of the nation's major rebel group, the Armed Islamic Group, and two of his men in a clash south of Algiers, government security forces said today.    The group's leader, Antar Zouabri, took comma...", "lead_paragraph": "Algerian security forces shot and killed the leader of the nation's major rebel group, the Armed Islamic Group, and two of his men in a clash south of Algiers, government security forces said today. The group's leader, Antar Zouabri, took command in 1996, pushing Algeria's civil strife to its bloodiest and most gruesome limits.", "abstract": "Algerian government security forces say they shot and killed Antar Zouabri, leader of nation's major rebel group, Armed Islamic Group, and two of his men in clash south of Algiers (S)", "print_page": "6", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "Algeria's Top Rebel Killed"}, "keywords": [{"name": "persons", "value": "ZOUABRI, ANTAR"}, {"name": "glocations", "value": "ALGERIA"}, {"name": "organizations", "value": "ARMED ISLAMIC GROUP"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-02-10T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd26da48eb7c8105d8271dc", "word_count": 144, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/09/world/un-ends-cambodia-talks-on-trials-for-khmer-rouge.html", "snippet": "After nearly five years of often testy negotiations with Cambodia, the United Nations announced today that it was pulling out of talks on setting up a special tribunal to try former leaders of the Khmer Rouge.    United Nations Secretary General K...", "lead_paragraph": "After nearly five years of often testy negotiations with Cambodia, the United Nations announced today that it was pulling out of talks on setting up a special tribunal to try former leaders of the Khmer Rouge. United Nations Secretary General Kofi Annan made the decision after the Cambodian government said it would accept only a yes or no on a complex formula it had created for a tribunal combining Cambodian and foreign judges and prosecutors.", "abstract": "UN pulls out of talks on setting up special tribunal to try former leaders of Cambodia's Khmer Rouge; photo of Pol Pot; UN concludes, after nearly five years of often testy negotiations, that Cambodian procedures would not guarantee independence, impartiality and objectivity (M)", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "U.N. Ends Cambodia Talks On Trials for Khmer Rouge"}, "keywords": [{"name": "persons", "value": "POL POT"}, {"name": "glocations", "value": "CAMBODIA"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "organizations", "value": "KHMER ROUGE"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}], "pub_date": "2002-02-09T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Seth", "rank": 1, "lastname": "MYDANS"}], "original": "By SETH MYDANS"}, "type_of_material": "News", "_id": "4fd22aad8eb7c8105d7b589a", "word_count": 811, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/18/world/world-briefing-europe-chechnya-rebels-kill-6-russian-soldiers.html", "snippet": "Separatist rebels in Chechnya killed six Russian soldiers, the Russian military said, one of the largest single-day losses to which the Kremlin has admitted in weeks. The Kremlin reported the losses as the head of the United Nations refugee agency...", "lead_paragraph": "Separatist rebels in Chechnya killed six Russian soldiers, the Russian military said, one of the largest single-day losses to which the Kremlin has admitted in weeks. The Kremlin reported the losses as the head of the United Nations refugee agency, Ruud Lubbers, urged Russia to reduce its military presence in the province and move toward a political settlement. The Kremlin recently declared Chechnya's guerrilla war over, setting the stage for what some predicted would be the forced repatriation of some 150,000 war refugees in Ingushetia, a neighboring province. Most experts say Chechnya remains too dangerous for refugees to return in large numbers. Michael Wines (NYT)", "abstract": "Separatist rebels in Chechnya kill six Russian soldiers in one of largest single-day losses; UN urges Russia to reduce military presence in province (S)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "World Briefing | Europe: Chechnya: Rebels Kill 6 Russian Soldiers"}, "keywords": [{"name": "glocations", "value": "RUSSIA"}, {"name": "glocations", "value": "CHECHNYA (RUSSIA)"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-01-18T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Michael", "middlename": "Wines", "lastname": "NYT", "rank": 1, "role": "reported", "organization": ""}], "original": "By Michael Wines (NYT)"}, "type_of_material": "News", "_id": "4fd219648eb7c8105d797616", "word_count": 105, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/09/opinion/the-monster-in-the-dock.html", "snippet": "In the courtrooms at the International Criminal Tribunal for the former Yugoslavia you find the Euro-utilitarian furnishings and sober drone of a Dutch insurance company, which is exactly what the building housed until a few years ago. The defenda...", "lead_paragraph": "In the courtrooms at the International Criminal Tribunal for the former Yugoslavia you find the Euro-utilitarian furnishings and sober drone of a Dutch insurance company, which is exactly what the building housed until a few years ago. The defendants, too, are surprisingly ordinary, deprived of whatever strut and menace they had when they were lords of the Balkans. The other day I looked in on the trial of one Stanislav Galic, who reminded me of my high school swimming coach. Mr. Galic is accused of commanding the Bosnian Serb sadists who turned the streets of civilized Sarajevo into a shooting gallery, shelling families as they queued for bread or attended funerals. The trial, like most trials, is a tedious accumulation of detail, the bookkeeping of heartbreak. Hours are spent pinning down the precise location of a tram at the moment sniper bullets pierced its windows, hitting a woman and her 4-year-old daughter. This is where the banality of evil meets the banality of justice. Next Tuesday the chief among the monsters of Yugoslavia begins his turn in the dock. Slobodan Milosevic, the former president of the former Yugoslavia, the author of three horrible wars of ethnic cleansing in the heart of Europe, and now a sulky, self-pitying defendant, goes on trial as a war criminal.", "abstract": "Bill Keller Op-Ed column on upcoming war crimes trial in The Hague of Slobodan Milosevic, former president of former Yugoslavia, and author of three horrible wars of ethnic cleansing; drawing (M)", "print_page": "19", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Monster in The Dock"}, "keywords": [{"name": "persons", "value": "MILOSEVIC, SLOBODAN"}, {"name": "glocations", "value": "SERBIA"}, {"name": "glocations", "value": "BOSNIA AND HERZEGOVINA"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}], "pub_date": "2002-02-09T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bill", "rank": 1, "lastname": "KELLER"}], "original": "By BILL KELLER"}, "type_of_material": "Op-Ed", "_id": "4fd234168eb7c8105d7c4bcb", "word_count": 1486, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/03/world/world-briefing-africa-rwanda-genocide-defendants-boycott-trial.html", "snippet": "The trial of four senior Rwandan military officers charged with genocide began at the United Nations tribunal in Arusha, Tanzania, with the defendants boycotting the proceedings. Prosecutors say that the officers played a central role in the 1994 ...", "lead_paragraph": "The trial of four senior Rwandan military officers charged with genocide began at the United Nations tribunal in Arusha, Tanzania, with the defendants boycotting the proceedings. Prosecutors say that the officers played a central role in the 1994 killings, which left hundreds of thousands of Tutsi and many Hutu dead. Lawyers representing Col. Theoneste Bagosora and three subordinates argued that the tribunal was violating the officers' rights by failing to provide documents within the specified time and in French. Marc Lacey (NYT)", "abstract": "Trial of four senior Rwandan military officers charged with genocide opens at UN tribunal in Tanzania; defendants boycott proceedings (S)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "World Briefing | Africa: Rwanda: Genocide Defendants Boycott Trial"}, "keywords": [{"name": "glocations", "value": "RWANDA"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}], "pub_date": "2002-04-03T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Marc", "middlename": "Lacey", "lastname": "NYT", "rank": 1, "role": "reported", "organization": ""}], "original": "By Marc Lacey (NYT)"}, "type_of_material": "News", "_id": "4fd21cfc8eb7c8105d79d817", "word_count": 82, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/28/world/world-briefing-asia-sri-lanka-peace-talks-set-for-may.html", "snippet": "The government announced that it would hold peace talks in May with the island's Tamil separatists in a bid to end a 17-year civil war that has claimed more than 60,000 lives. A site for the talks has not been announced. The government and the Lib...", "lead_paragraph": "The government announced that it would hold peace talks in May with the island's Tamil separatists in a bid to end a 17-year civil war that has claimed more than 60,000 lives. A site for the talks has not been announced. The government and the Liberation Tigers of Tamil Eelam signed a cease-fire late last month. Somini Sengupta (NYT)", "abstract": "Sri Lanka to hold peace talks with Tamil separatists in bid to end 17-year civil war (S)", "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "World Briefing | Asia: Sri Lanka: Peace Talks Set For May"}, "keywords": [{"name": "glocations", "value": "SRI LANKA"}, {"name": "organizations", "value": "TAMIL TIGERS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-03-28T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Somini", "middlename": "Sengupta", "lastname": "NYT", "rank": 1, "role": "reported", "organization": ""}], "original": "By Somini Sengupta (NYT)"}, "type_of_material": "News", "_id": "4fd273328eb7c8105d83096f", "word_count": 59, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/12/world/tribunal-how-it-works.html", "snippet": "ORIGIN -- The International Criminal Tribunal for the former Yugoslavia was established by the United Nations Security Council in 1993 and opened in The Hague in 1994. It is the first international criminal court since the military tribunals that ...", "lead_paragraph": "ORIGIN -- The International Criminal Tribunal for the former Yugoslavia was established by the United Nations Security Council in 1993 and opened in The Hague in 1994. It is the first international criminal court since the military tribunals that judged Nazi and Japanese leaders after World War II. OBJECTIVES -- The tribunal's mandate allows it to prosecute individuals for serious violations of international humanitarian law committed on the territory of any of the countries that were part of Yugoslavia before it began to disintegrate in 1991. The mandate encompasses four broad categories: grave breaches of the 1949 Geneva Conventions; violations of the laws or customs of war; genocide and crimes against humanity.", "abstract": "Article describes workings of International Criminal Tribunal for former Yugoslavia (S)", "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Tribunal: How It Works"}, "keywords": [{"name": "glocations", "value": "CROATIA"}, {"name": "glocations", "value": "KOSOVO (SERBIA)"}, {"name": "glocations", "value": "SERBIA"}, {"name": "glocations", "value": "BOSNIA AND HERZEGOVINA"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}], "pub_date": "2002-02-12T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd21b2a8eb7c8105d79a05e", "word_count": 343, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}