{"response": {"meta": {"hits": 4096, "time": 135, "offset": 150}, "docs": [{"web_url": "https://www.nytimes.com/2002/03/28/world/world-briefing-asia-sri-lanka-peace-talks-set-for-may.html", "snippet": "The government announced that it would hold peace talks in May with the island's Tamil separatists in a bid to end a 17-year civil war that has claimed more than 60,000 lives. A site for the talks has not been announced. The government and the Lib...", "lead_paragraph": "The government announced that it would hold peace talks in May with the island's Tamil separatists in a bid to end a 17-year civil war that has claimed more than 60,000 lives. A site for the talks has not been announced. The government and the Liberation Tigers of Tamil Eelam signed a cease-fire late last month. Somini Sengupta (NYT)", "abstract": "Sri Lanka to hold peace talks with Tamil separatists in bid to end 17-year civil war (S)", "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "World Briefing | Asia: Sri Lanka: Peace Talks Set For May"}, "keywords": [{"name": "glocations", "value": "SRI LANKA"}, {"name": "organizations", "value": "TAMIL TIGERS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-03-28T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Somini", "middlename": "Sengupta", "lastname": "NYT", "rank": 1, "role": "reported", "organization": ""}], "original": "By Somini Sengupta (NYT)"}, "type_of_material": "News", "_id": "4fd273328eb7c8105d83096f", "word_count": 59, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/12/world/tribunal-how-it-works.html", "snippet": "ORIGIN -- The International Criminal Tribunal for the former Yugoslavia was established by the United Nations Security Council in 1993 and opened in The Hague in 1994. It is the first international criminal court since the military tribunals that ...", "lead_paragraph": "ORIGIN -- The International Criminal Tribunal for the former Yugoslavia was established by the United Nations Security Council in 1993 and opened in The Hague in 1994. It is the first international criminal court since the military tribunals that judged Nazi and Japanese leaders after World War II. OBJECTIVES -- The tribunal's mandate allows it to prosecute individuals for serious violations of international humanitarian law committed on the territory of any of the countries that were part of Yugoslavia before it began to disintegrate in 1991. The mandate encompasses four broad categories: grave breaches of the 1949 Geneva Conventions; violations of the laws or customs of war; genocide and crimes against humanity.", "abstract": "Article describes workings of International Criminal Tribunal for former Yugoslavia (S)", "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Tribunal: How It Works"}, "keywords": [{"name": "glocations", "value": "CROATIA"}, {"name": "glocations", "value": "KOSOVO (SERBIA)"}, {"name": "glocations", "value": "SERBIA"}, {"name": "glocations", "value": "BOSNIA AND HERZEGOVINA"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}], "pub_date": "2002-02-12T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd21b2a8eb7c8105d79a05e", "word_count": 343, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/14/world/colombia-rebels-quitting-safe-havens-as-peace-talks-fail.html", "snippet": "Colombian rebels announced today that they would peacefully withdraw from five towns the government handed over as a safe haven for peace talks, a move likely to put an end to negotiations that began with high hopes but collapsed without ever reac...", "lead_paragraph": "Colombian rebels announced today that they would peacefully withdraw from five towns the government handed over as a safe haven for peace talks, a move likely to put an end to negotiations that began with high hopes but collapsed without ever reaching any meaningful accords. After efforts to restart the peace effort failed on Saturday, President Andrés Pastrana gave the rebels until Monday night to withdraw from the huge demilitarized zone, which for three years has been under rebel control.", "abstract": "Colombian rebels announce plans to peacefully withdraw from five towns government handed over as safe haven for peace talks; move will likely end negotiations that began with high hopes but collapsed without ever reaching any meaningful accords; many Colombians fear escalation of violence as government military units are expected to retake areas; UN envoy James LeMoyne will meet with rebel commanders; is in close contact with Colombian government officials; says there is willingness for peace on both sides; map; photo (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Colombia Rebels Quitting Safe Havens as Peace Talks Fail"}, "keywords": [{"name": "persons", "value": "LEMOYNE, JAMES"}, {"name": "glocations", "value": "COLOMBIA"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "organizations", "value": "REVOLUTIONARY ARMED FORCES OF COLOMBIA"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-01-14T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Juan", "rank": 1, "lastname": "FORERO"}], "original": "By JUAN FORERO"}, "type_of_material": "News", "_id": "4fd212508eb7c8105d7889e2", "word_count": 1025, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/13/magazine/c-corrections-035270.html", "snippet": "A headline on Dec. 30 for a ''Lives They Lived'' article about Nguyen Van Thieu, the former president of South Vietnam who spent the last years of his life living near Boston in quiet, wealthy exile and often wandered the city by himself, misspell...", "lead_paragraph": "A headline on Dec. 30 for a ''Lives They Lived'' article about Nguyen Van Thieu, the former president of South Vietnam who spent the last years of his life living near Boston in quiet, wealthy exile and often wandered the city by himself, misspelled the name of a street there known for its fashionable shops. It is Newbury, not Newberry.", "abstract": "Correction of Dec 30 headline with The Lives They Lived article about Nguyen Van Thieu, former President of South Vietnam", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Corrections"}, "keywords": [{"name": "persons", "value": "THIEU, NGUYEN VAN"}, {"name": "subject", "value": "VIETNAM WAR"}, {"name": "subject", "value": "CORRECTION STORIES"}], "pub_date": "2002-01-13T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Corrections; Magazine", "subsection_name": null, "byline": null, "type_of_material": "Correction", "_id": "4fd25bba8eb7c8105d8091cb", "word_count": 60, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/18/world/world-briefing-africa-congo-lumumba-s-son-seeks-role-for-party.html", "snippet": "François Lumumba, head of a party that opposes the government of President Joseph Kabila, voiced concerns over peace talks between the government and rebel groups. ''We don't want only the warring parties to give their point of view,'' he said. M...", "lead_paragraph": "François Lumumba, head of a party that opposes the government of President Joseph Kabila, voiced concerns over peace talks between the government and rebel groups. ''We don't want only the warring parties to give their point of view,'' he said. Mr. Lumumba is the son of the country's first post-independence prime minister, Patrice Lumumba, who was overthrown in 1960 and later murdered. Since 1998 Congo, formerly Zaire, has been in the grip of a rebellion that has drawn in five countries in the region.", "abstract": "Francois Lumumba, head of party opposing government of Pres Joseph Kabila of Congo, voices concerns over peace talks between government and rebel groups (S)", "print_page": "12", "blog": [], "source": "Agence France-Presse", "multimedia": [], "headline": {"main": "World Briefing | Africa: Congo: Lumumba's Son Seeks Role For Party"}, "keywords": [{"name": "persons", "value": "KABILA, JOSEPH"}, {"name": "persons", "value": "LUMUMBA, FRANCOIS"}, {"name": "glocations", "value": "CONGO (FORMERLY ZAIRE)"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2001-12-18T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd218eb8eb7c8105d796461", "word_count": 84, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/26/world/world-briefing-africa-somalia-8-die-in-shootout-in-capital.html", "snippet": "At least 8 people were killed and 13 wounded when about 400 militiamen loyal to rival faction leaders clashed in the capital, Mogadishu, residents said. Hundreds of people fled their homes in the latest clash stemming from disagreement over a peac...", "lead_paragraph": "At least 8 people were killed and 13 wounded when about 400 militiamen loyal to rival faction leaders clashed in the capital, Mogadishu, residents said. Hundreds of people fled their homes in the latest clash stemming from disagreement over a peace deal signed by some factions in December. Witnesses described heavy fighting in the streets of southwest Mogadishu, saying about 15 pickup trucks mounted with machineguns had been used in running battles.", "abstract": "At least eight people are killed and 13 wounded in clash of about 400 militiamen of rival factions in Mogadishu, Somalia; clash stems from disagreement over December peace deal (S)", "print_page": "13", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "World Briefing | Africa: Somalia: 8 Die In Shootout In Capital"}, "keywords": [{"name": "glocations", "value": "MOGADISHU (SOMALIA)"}, {"name": "glocations", "value": "SOMALIA"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-02-26T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "52b882a038f0d86bcb2a5d83", "word_count": "72", "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/13/world/del-ponte-s-words-an-almost-medieval-savagery.html", "snippet": "Following are excerpts from the opening statements of Carla Del Ponte, chief prosecutor, and Geoffrey Nice, lead prosecutor, in the trial of Slobodan Milosevic at The Hague. Mrs. Del Ponte's full statement, as provided by the International Crimina...", "lead_paragraph": "Following are excerpts from the opening statements of Carla Del Ponte, chief prosecutor, and Geoffrey Nice, lead prosecutor, in the trial of Slobodan Milosevic at The Hague. Mrs. Del Ponte's full statement, as provided by the International Criminal Tribunal for the Former Yugoslavia, is available on the Web at nytimes .com/world. The tribunal did not provide a transcript of Mr. Nice's remarks, which were transcribed by The New York Times from a tape recording of the proceedings. Mrs. Del Ponte: Your Honors, The Chamber will now begin the trial of this man for the wrongs he is said to have done -- to the people of his own country and to his neighbors. How simple that statement is to make today; how easily those words pass into the record of these proceedings; and yet how remarkable it is that I am able to speak them here. Today, as never before, we see international justice in action.", "abstract": "Excerpts from opening statements of Carla Del Ponte and Geoffrey Nice, prosecutors in war crimes trial of Slobodan Milosevic; photos (M)", "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Del Ponte's Words: 'An Almost Medieval Savagery'"}, "keywords": [{"name": "persons", "value": "DEL PONTE, CARLA"}, {"name": "persons", "value": "MILOSEVIC, SLOBODAN"}, {"name": "persons", "value": "NICE, GEOFFREY"}, {"name": "glocations", "value": "CROATIA"}, {"name": "glocations", "value": "KOSOVO (SERBIA)"}, {"name": "glocations", "value": "BOSNIA"}, {"name": "glocations", "value": "SERBIA"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}], "pub_date": "2002-02-13T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "Text", "_id": "4fd22ab68eb7c8105d7b5fba", "word_count": 945, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/22/world/world-briefing-africa-sudan-truce-with-rebels.html", "snippet": "The armed forces announced the beginning of a six-month cease-fire in central Sudan today. The truce, renewable for six-month periods to allow relief supplies to reach the Nuba mountains, was reached between the government and the Sudan People's L...", "lead_paragraph": "The armed forces announced the beginning of a six-month cease-fire in central Sudan today. The truce, renewable for six-month periods to allow relief supplies to reach the Nuba mountains, was reached between the government and the Sudan People's Liberation Army in weekend talks in Switzerland. The Nuba region is only part of a huge area afflicted by a war that has pitted successive Muslim governments against animist and Christian rebels in the south since 1983.", "abstract": "Sudan and rebel group begin six-month renewable cease-fire in central Sudan to let relief supplies reach Nuba mountains (S)", "print_page": "6", "blog": [], "source": "Agence France-Presse", "multimedia": [], "headline": {"main": "World Briefing | Africa: Sudan: Truce With Rebels"}, "keywords": [{"name": "glocations", "value": "SUDAN"}, {"name": "glocations", "value": "NUBA MOUNTAINS (SUDAN)"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-01-22T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd212788eb7c8105d788baf", "word_count": 75, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/12/world/world-briefing-asia-cambodia-action-sought-on-tribunal.html", "snippet": "The government will send a second request to the United Nations asking that it approve legislation for a tribunal to try Khmer Rouge leaders, a senior government lawyer said. After more than a year of debate over who should have courtroom control,...", "lead_paragraph": "The government will send a second request to the United Nations asking that it approve legislation for a tribunal to try Khmer Rouge leaders, a senior government lawyer said. After more than a year of debate over who should have courtroom control, Cambodia passed legislation in August providing for a tribunal made up of Cambodian judges and prosecutors working with counterparts appointed by the United Nations. But critics say the plan relies too heavily on Cambodia's politically influenced judiciary.", "abstract": "Cambodian government will send second request to United Nations asking that it approve legislation for tribunal to try Khmer Rouge leaders; critics say plan relies too heavily on Cambodia's politically influenced judiciary (S)", "print_page": "5", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "World Briefing | Asia: Cambodia: Action Sought On Tribunal"}, "keywords": [{"name": "glocations", "value": "CAMBODIA"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}], "pub_date": "2002-01-12T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd21b338eb7c8105d79a68f", "word_count": 79, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/06/world/russian-troops-seal-off-town-in-search-for-chechen-rebels.html", "snippet": "Russian troops have surrounded and sealed off the town of Argun in Chechnya, saying they are searching for rebel fighters and weapons in the latest phase of a major security sweep in the region this week.    President Vladimir V. Putin and other o...", "lead_paragraph": "Russian troops have surrounded and sealed off the town of Argun in Chechnya, saying they are searching for rebel fighters and weapons in the latest phase of a major security sweep in the region this week. President Vladimir V. Putin and other officials contend that the rebels are linked to international terrorism funded by Islamic extremists. Previous security sweeps have led to charges by Chechens that Russian troops were taking advantage of the situation by looting and abusing civilians.", "abstract": "Russian troops surround and seal off town of Argun in Chechnya, saying they are searching for rebel fighters and weapons in latest phase of major security sweep in region; Pres Vladimir V Putin contends rebels are linked to Islamic extremists (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Russian Troops Seal Off Town In Search for Chechen Rebels"}, "keywords": [{"name": "persons", "value": "PUTIN, VLADIMIR V"}, {"name": "glocations", "value": "RUSSIA"}, {"name": "glocations", "value": "ARGUN (CHECHNYA)"}, {"name": "glocations", "value": "CHECHNYA (RUSSIA)"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-01-06T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Sophia", "rank": 1, "lastname": "KISHKOVSKY"}], "original": "By SOPHIA KISHKOVSKY"}, "type_of_material": "News", "_id": "4fd25bbd8eb7c8105d809385", "word_count": 457, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}