{"response": {"meta": {"hits": 4096, "time": 64, "offset": 1170}, "docs": [{"web_url": "https://www.nytimes.com/2002/01/09/opinion/terrorism-s-other-battlefields.html", "snippet": "From the first days of America's new war against international terrorism, President Bush has made clear that the use of United States military force would not necessarily end with the defeat of the Taliban regime in Afghanistan or the killing or c...", "lead_paragraph": "From the first days of America's new war against international terrorism, President Bush has made clear that the use of United States military force would not necessarily end with the defeat of the Taliban regime in Afghanistan or the killing or capture of Osama bin Laden. He rightly warned governments around the world that offering sanctuary to international terrorists could expose their countries to American military attack. With Osama bin Laden and other top leaders of Al Qaeda now on the run from Afghanistan, Mr. Bush needs to initiate a discussion with Congress and the American people about whether the war should be extended to other lands. Mr. Bush's new doctrine did not commit Washington to immediate action against all terrorist havens. To have done so would have dangerously overstretched American power and fractured the broad international and domestic support needed for effective military operations. Instead it pointed to a possible series of successive interventions against carefully selected targets -- countries where American military involvement would be most likely to produce results and command broad international backing. Those criteria must now be carefully applied to specific countries and publicly debated to be certain additional combat operations are warranted and fully supported before Mr. Bush orders American forces into action elsewhere.", "abstract": null, "print_page": "22", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Terrorism's Other Battlefields"}, "keywords": [], "pub_date": "2002-01-09T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Editorial", "_id": "4fd25bb78eb7c8105d8090b1", "word_count": 540, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/29/opinion/mideast-peace-mideast-carnage.html", "snippet": "The Arab League took an admirable, if long overdue, step Wednesday when it offered to establish normal relations with Israel in exchange for a Palestinian state's being built on the land captured in the 1967 war. The assertion that Israelis have a...", "lead_paragraph": "The Arab League took an admirable, if long overdue, step Wednesday when it offered to establish normal relations with Israel in exchange for a Palestinian state's being built on the land captured in the 1967 war. The assertion that Israelis have a right to peace and security -- a first acknowledgment by the Arab world, in effect, of their collective humanity -- rings hollow, however, when juxtaposed with the league's indifference toward one of the most horrific Palestinian suicide bombings to date. Arab leaders must take up the challenge hurled at them by Hamas with its carefully timed attack on a Passover seder at a hotel in Netanya. Unless the leaders find a way to end the intoxication with suicide bombings taking over Palestinian society and force the Palestinian Authority to end these acts, the historic peace offer will mean nothing. The Arab League meeting in Beirut did not exactly inspire confidence. Some leaders stayed away, others spoke and acted foolishly. Nonetheless, the 22 member countries unanimously offered Israel, for the first time, the prospect of diplomatic recognition and security guarantees. The offer contains terms Israel will find hard to accept, including full withdrawal from the territories occupied after the 1967 war, and some provision for return of Palestinian refugees. Undeniably, however, the proposal could provide a serious basis for negotiations.", "abstract": "Editorial says Arab League's assertion that Israelis have right to peace and security rings hollow when juxtaposed with league's indifference toward one of most horrific Palestinian suicide bombings to date; says Palestinians have been playing double game of unleashing war while talking peace, and terrorism always eclipses diplomacy; notes that Palestinian Authority now says it will arrest Hamas activists, but says Arab leaders must demand that Palestinian Authority do far more", "print_page": "28", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Mideast Peace, Mideast Carnage"}, "keywords": [{"name": "glocations", "value": "ISRAEL"}, {"name": "organizations", "value": "ARAB LEAGUE"}, {"name": "organizations", "value": "HAMAS"}, {"name": "organizations", "value": "PALESTINIAN AUTHORITY"}, {"name": "subject", "value": "PALESTINIANS"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-03-29T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Editorial", "_id": "4fd273258eb7c8105d830447", "word_count": 486, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/07/sports/horse-racing-came-home-wins-at-santa-anita-to-raise-his-derby-credentials.html", "snippet": "Came Home, the horse nobody wanted to buy on three occasions, stamped himself as one of the Kentucky Derby favorites with a two-and-a-quarter-length victory today in the $750,000 Santa Anita Derby.    Ridden by Chris McCarron, Came Home covered th...", "lead_paragraph": "Came Home, the horse nobody wanted to buy on three occasions, stamped himself as one of the Kentucky Derby favorites with a two-and-a-quarter-length victory today in the $750,000 Santa Anita Derby. Ridden by Chris McCarron, Came Home covered the mile and an eighth in 1:50. Came Home, the favorite, paid $4.20 on a $2 bet to win after defeating Easy Grades, with Lusty Latin another three-quarters of a length back in third.", "abstract": "Came Home, one of favorites to win Kentucky Derby, wins Santa Anita Derby (M)", "print_page": "7", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "Came Home Wins at Santa Anita To Raise His Derby Credentials", "kicker": "HORSE RACING"}, "keywords": [{"name": "subject", "value": "HORSE RACING"}, {"name": "subject", "value": "KENTUCKY DERBY"}, {"name": "subject", "value": "SANTA ANITA DERBY"}], "pub_date": "2002-04-07T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": null, "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd2659d8eb7c8105d819f9a", "word_count": 509, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/05/opinion/bush-s-mideast-opportunity.html", "snippet": "The collapse of all the mechanisms of peacemaking between Israel and the Palestinians into waves of Islamic suicide terrorism on the one hand, and Israel's dangerously escalating military responses on the other, should convince those who have been...", "lead_paragraph": "The collapse of all the mechanisms of peacemaking between Israel and the Palestinians into waves of Islamic suicide terrorism on the one hand, and Israel's dangerously escalating military responses on the other, should convince those who have been skeptical of an international solution that a settlement, if there is to be one, will have to come internationally, not from the parties themselves. A consensus for an international solution should be drawn from the two major, complementary peace platforms: the Saudi initiative -- normalization of relations between Israel and Arab nations in return for Israeli withdrawal from territories occupied in 1967 and the creation of a Palestinian state -- and a settlement under parameters offered by President Bill Clinton in December 2000.", "abstract": "Op-Ed article on Israeli-Palestinian violence by former Israeli Foreign Minister Shlomo Ben-Ami says collapse of all mechanisms of peacemaking should convince those skeptical of international solution that settlement will have to come internationally, not from parties themselves; says consensus for international solution should be drawn from two major, complementary peace platforms, namely: Saudi initiative and settlement under parameters offered by Pres Clinton in December 2000 at end of his presidency; says time is over for interim agreements; drawing (M)", "print_page": "23", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Bush's Mideast Opportunity"}, "keywords": [{"name": "persons", "value": "CLINTON, BILL"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "ISRAEL"}, {"name": "glocations", "value": "SAUDI ARABIA"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "PALESTINIANS"}, {"name": "subject", "value": "DEMONSTRATIONS AND RIOTS"}], "pub_date": "2002-04-05T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Shlomo", "rank": 1, "lastname": "Ben-Ami"}], "original": "By Shlomo Ben-Ami"}, "type_of_material": "Op-Ed", "_id": "4fd21b9d8eb7c8105d79b0ec", "word_count": 697, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/16/opinion/misdirected-defense-dollars.html", "snippet": "It's axiomatic that military budgets grow in wartime, and this year will be no exception. The Bush administration's planned $350 billion Pentagon budget for the next fiscal year is some $20 billion higher than current spending and a 6 percent incr...", "lead_paragraph": "It's axiomatic that military budgets grow in wartime, and this year will be no exception. The Bush administration's planned $350 billion Pentagon budget for the next fiscal year is some $20 billion higher than current spending and a 6 percent increase over the rate of inflation. Events since Sept. 11 have clearly demonstrated the need for a highly flexible military force, adequately paid and housed, maintained in a high state of readiness and equipped with the appropriate high-tech tools of 21st-century warfare. Unfortunately, the budget prepared by Defense Secretary Donald Rumsfeld shortchanges the Bush administration's earlier promises of a boldly transformed military. While some of the new budget money will go toward improved pay and modernization, the Pentagon is still spending too much on costly weapons systems designed for an earlier era, squandering funds that should be going to more rapid modernization.", "abstract": "Editorial scores Sec Donald Rumsfeld's $350 billion budget proposal, holding it allots too much for costly weapons systems designed for earlier era, squandering funds that should be used for more rapid modernization needed to fight future phases of war on terrorism; backs effort to improve military pay, housing and health care", "print_page": "18", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Misdirected Defense Dollars"}, "keywords": [{"name": "persons", "value": "RUMSFELD, DONALD H"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "UNITED STATES"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "HOUSING"}, {"name": "subject", "value": "WAGES AND SALARIES"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "FINANCES"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "MEDICINE AND HEALTH"}, {"name": "subject", "value": "BUDGETS AND BUDGETING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-01-16T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Health; Opinion", "subsection_name": null, "byline": null, "type_of_material": "Editorial", "_id": "4fd21b2f8eb7c8105d79a3f5", "word_count": 566, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/27/nyregion/e-van-den-haag-87-educator-and-backer-of-death-penalty.html", "snippet": "Ernest van den Haag, a conservative commentator on social issues, especially crime, and a leading advocate of the death penalty, died on Thursday in Mendham, N.J. He was 87 and a longtime resident of the Upper West Side of Manhattan.    He died at...", "lead_paragraph": "Ernest van den Haag, a conservative commentator on social issues, especially crime, and a leading advocate of the death penalty, died on Thursday in Mendham, N.J. He was 87 and a longtime resident of the Upper West Side of Manhattan. He died at a nursing home, succumbing ''to the myriad attenuations of old age,'' William F. Buckley Jr. said in an obituary of Dr. van den Haag that is to appear in National Review, to which Dr. van den Haag was a consultant and occasional contributor for more than four decades.", "abstract": "Ernest van den Haag, leading death penalty advocate, dies at age 87; photo (M)", "print_page": "21", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "E. van den Haag, 87, Educator And Backer of Death Penalty"}, "keywords": [{"name": "persons", "value": "VAN DEN HAAG, ERNEST"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "DEATHS (OBITUARIES)"}], "pub_date": "2002-03-27T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "Obituaries; New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Eric", "rank": 1, "lastname": "PACE"}], "original": "By ERIC PACE"}, "type_of_material": "Obituary; Biography", "_id": "4fd2146b8eb7c8105d78c6cb", "word_count": 597, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/22/world/nation-challenged-asian-terror-beijing-says-chinese-muslims-were-trained.html", "snippet": "Seeking to justify its harsh treatment of Muslims living in China's far western region of Xinjiang, Chinese officials asserted today that a small separatist movement there was being financed and supported by Osama bin Laden and that more than 100 ...", "lead_paragraph": "Seeking to justify its harsh treatment of Muslims living in China's far western region of Xinjiang, Chinese officials asserted today that a small separatist movement there was being financed and supported by Osama bin Laden and that more than 100 terrorists who had trained at camps in Afghanistan had been arrested in China. In a new report, the government asserted that Mr. bin Laden himself had met with radical Chinese Muslims and that ''bin Laden terrorists and Taliban leaders'' had allocated ''a fabulous sum of money for the training of the 'East Turkistan' terrorists.''", "abstract": "China, in apparent move to justify its harsh treatment of Muslims living in far western region of Xinjiang, says small separatist movement there was being financed and supported by Osama bin Laden and that more than 100 terrorists who trained in camps in Afghanistan have been arrested; government says bin Laden himself met with radical Chinese Muslims and that members of his network, as well as Taliban leaders, allocated large sums for training of East Turkistan terrorists (M)", "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Beijing Says Chinese Muslims Were Trained as Terrorists With Money From bin Laden", "kicker": "A NATION CHALLENGED: ASIAN TERROR"}, "keywords": [{"name": "persons", "value": "BIN LADEN, OSAMA"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "CHINA"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "XINJIANG (CHINA)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "MISSING PERSONS"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "ISLAM"}, {"name": "subject", "value": "FREEDOM AND HUMAN RIGHTS"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-01-22T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Elisabeth", "rank": 1, "lastname": "ROSENTHAL"}], "original": "By ELISABETH ROSENTHAL"}, "type_of_material": "News", "_id": "4fd26be18eb7c8105d8245ad", "word_count": 644, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/21/world/south-korea-reports-a-widening-income-advantage-over-north.html", "snippet": "The people of South Korea are more than 12 times richer on average than those of North Korea and are steadily widening the gap, according to statistics released today by the South Korean government.    The statistics provided startling evidence of...", "lead_paragraph": "The people of South Korea are more than 12 times richer on average than those of North Korea and are steadily widening the gap, according to statistics released today by the South Korean government. The statistics provided startling evidence of how far the South has advanced since the Korean War compared with the North.", "abstract": "South Korea reports that its people are now more than twelve times richer on average than North Koreans; average income in 2000 was $9,629 in South Korea, $757 in North Korea (S)", "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "South Korea Reports a Widening Income Advantage Over North"}, "keywords": [{"name": "glocations", "value": "SOUTH KOREA"}, {"name": "glocations", "value": "NORTH KOREA"}, {"name": "subject", "value": "ECONOMIC CONDITIONS AND TRENDS"}], "pub_date": "2001-12-21T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Don", "rank": 1, "lastname": "KIRK"}], "original": "By DON KIRK"}, "type_of_material": "News", "_id": "4fd212458eb7c8105d788142", "word_count": 523, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/19/opinion/tougher-policies-on-refugees.html", "snippet": "Today 35 million people worldwide are fleeing war or persecution. The last time the number was this high, World War II was raging. Yet many countries are hardening their refugee policies. The United Nations High Commissioner for Refugees must cut ...", "lead_paragraph": "Today 35 million people worldwide are fleeing war or persecution. The last time the number was this high, World War II was raging. Yet many countries are hardening their refugee policies. The United Nations High Commissioner for Refugees must cut its services -- which already fall far short of the need -- by 10 percent because contributions from the European Union have dropped. Even as wealthy countries cut back their financing for food, health and education in refugee camps, they are also taking in fewer people. Nations like the United States, Denmark and Australia, historically open to the persecuted, are now closing the doors. Refugees are less popular than ever because of post-Sept. 11 security worries. But the concern is misguided; only the most incompetent terrorist would try to enter a Western nation as a refugee. A tiny percentage of refugees are accepted and the process takes years, much of that time spent living in a squalid camp. In addition, refugees coming to America have always undergone far more thorough background checks than people entering on student, tourist or business visas.", "abstract": "Editorial argues against hardening of refugee policies by wealthy Western nations, most notably in aftermath of September 11 terrorist attacks in US; says heightened concerns are misguided since only most incompetent terrorist would try to enter Western country as refugee; says taking in refugees may not be popular in hard economic times, but is right thing to do (M)", "print_page": "18", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Tougher Policies on Refugees"}, "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "PENTAGON BUILDING"}, {"name": "subject", "value": "IMMIGRATION AND REFUGEES"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-02-19T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Editorial", "_id": "4fd22cba8eb7c8105d7b902a", "word_count": 585, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/05/us/president-s-budget-proposal-democrats-response-leading-democrats-open-fire-plan.html", "snippet": "Congressional Democrats sharply criticized President Bush's $2.13 trillion budget today as a plan that returns the nation to deficit spending and drains the Social Security surplus just when the government should be preparing for the retirement of...", "lead_paragraph": "Congressional Democrats sharply criticized President Bush's $2.13 trillion budget today as a plan that returns the nation to deficit spending and drains the Social Security surplus just when the government should be preparing for the retirement of the baby boom generation. Their comments, at the start of an election year battle over government priorities, suggested that Democrats were trying to position themselves in their familiar role as defenders of the popular government programs for the elderly.", "abstract": "Congressional Democrats sharply criticize Pres Bush's budget as plan that returns nation to deficit spending and drains Social Security surplus just when government should be preparing for retirement of baby boom generation (M)", "print_page": "19", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Leading Democrats Open Fire on Plan to Dip Into Social Security Surplus", "kicker": "THE PRESIDENT'S BUDGET PROPOSAL: THE DEMOCRATS' RESPONSE"}, "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "subject", "value": "FINANCES"}, {"name": "subject", "value": "SOCIAL SECURITY (US)"}, {"name": "subject", "value": "BUDGETS AND BUDGETING"}], "pub_date": "2002-02-05T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "U.S.", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Alison", "rank": 1, "lastname": "MITCHELL"}], "original": "By ALISON MITCHELL"}, "type_of_material": "News", "_id": "4fd26da98eb7c8105d8275ab", "word_count": 646, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}