{"response": {"meta": {"hits": 4096, "time": 58, "offset": 130}, "docs": [{"web_url": "https://www.nytimes.com/2002/03/01/world/milosevic-roughly-questions-albanian-documentor-of-war-crimes.html", "snippet": "Slobodan Milosevic, the former leader of Yugoslavia, worked for four hours today to discredit an Albanian activist who had documented scores of murders and deportations, saying, ''I object to everything this witness is saying.''    The activist, H...", "lead_paragraph": "Slobodan Milosevic, the former leader of Yugoslavia, worked for four hours today to discredit an Albanian activist who had documented scores of murders and deportations, saying, ''I object to everything this witness is saying.'' The activist, Halit Barani, had provided the most comprehensive account in Mr. Milosevic's three-week-old trial for war crimes of what prosecutors say were atrocities in the war in Kosovo in 1999.", "abstract": "Slobodan Milosevic cross-examines Albanian activist and documentor of war crimes for four hours, seeking to discredit him; activist Halit Barani has provided most comprehensive account in Milosevic's war crimes trial of what prosecutors say were atrocities in war in Kosovo; Milosevic focuses on list Barani says he discovered naming 66 Albanians, himself included, to be 'liquidated' by Serbian forces; Milosevic claims list is forgery (M)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Milosevic Roughly Questions Albanian Documentor of War Crimes"}, "keywords": [{"name": "persons", "value": "BARANI, HALIT"}, {"name": "persons", "value": "MILOSEVIC, SLOBODAN"}, {"name": "glocations", "value": "KOSOVO (SERBIA)"}, {"name": "glocations", "value": "SERBIA"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}], "pub_date": "2002-03-01T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ian", "rank": 1, "lastname": "FISHER"}], "original": "By IAN FISHER"}, "type_of_material": "News", "_id": "4fd26da68eb7c8105d827428", "word_count": 408, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/01/world/world-briefing-asia-india-one-year-in-kashmir-3465-killed.html", "snippet": "The conflict in Kashmir, largely between Islamic militants and India, claimed 3,465 lives last year, according to officials in the Indian state of Jammu and Kashmir. More than 2.000 of those killed were militants fighting either for majority Musli...", "lead_paragraph": "The conflict in Kashmir, largely between Islamic militants and India, claimed 3,465 lives last year, according to officials in the Indian state of Jammu and Kashmir. More than 2.000 of those killed were militants fighting either for majority Muslim Kashmir to join Pakistan, an Islamic nation, or for Kashmir's independence from India. Also killed were 909 civilians, 408 people from the army and the paramilitary forces and 128 from the police. Celia W. Dugger (NYT)", "abstract": "Jammu and Kashmir, India, officials say Kashmir conflict claimed 3,465 lives in 2001 (S)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "World Briefing | Asia: India: One Year In Kashmir -- 3,465 Killed"}, "keywords": [{"name": "glocations", "value": "INDIA"}, {"name": "glocations", "value": "KASHMIR AND JAMMU"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-03-01T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Celia", "middlename": "W.", "lastname": "Dugger", "rank": 1, "role": "reported", "organization": ""}], "original": "By Celia W. Dugger (NYT)"}, "type_of_material": "News", "_id": "4fd278978eb7c8105d83b0bb", "word_count": 75, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/15/world/the-accused-expressing-the-will-of-the-people.html", "snippet": "Following are excerpts from testimony given Thursday by Slobodan Milosevic, the former Yugoslav leader, at the International Criminal Tribunal for the Former Yugoslavia, as recorded by The New York Times. Mr. Milosevic's remarks, in Serbian, were ...", "lead_paragraph": "Following are excerpts from testimony given Thursday by Slobodan Milosevic, the former Yugoslav leader, at the International Criminal Tribunal for the Former Yugoslavia, as recorded by The New York Times. Mr. Milosevic's remarks, in Serbian, were translated by a court interpreter. We just agree on one point here, that my conduct was the expression of the will of the people. The prosecution is accusing the population of supporting me, and let me say that my behavior here is an expression of the will of the citizens as well, the will of the people.", "abstract": "Excerpts from Slobodan Milosevic's testimony at his war crimes trial (S)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Accused: Expressing 'the Will of the People'"}, "keywords": [{"name": "persons", "value": "MILOSEVIC, SLOBODAN"}, {"name": "glocations", "value": "CROATIA"}, {"name": "glocations", "value": "SERBIA"}, {"name": "glocations", "value": "BOSNIA AND HERZEGOVINA"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}], "pub_date": "2002-02-15T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "Text", "_id": "4fd25bb38eb7c8105d808e78", "word_count": 522, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/12/world/milosevic-the-biggest-fish-on-eve-of-war-crimes-trial.html", "snippet": "Lawyers, human rights workers and victims of the Yugoslav wars arrived here today on the eve of Slobodan Milosevic's trial, hailing a new era of accountability for war crimes despite anger about other suspects who are still free.     Mr. Milosevic...", "lead_paragraph": "Lawyers, human rights workers and victims of the Yugoslav wars arrived here today on the eve of Slobodan Milosevic's trial, hailing a new era of accountability for war crimes despite anger about other suspects who are still free. Mr. Milosevic, the former leader of Yugoslavia and its dominant republic, Serbia, will be the first head of state to face charges so grave: genocide for the war in Bosnia and Herzegovina, along with crimes against humanity and violations of the Geneva conventions for the wars in Croatia and Kosovo, the southern province of Serbia.", "abstract": "Lawyers, human rights workers and victims of Yugoslav wars arrive in the Hague on eve of war crimes trial of former Serbian leader Slobodan Milosevic; hail new era of accountability for war crimes despite anger about other suspects who remain at large; Milosevic is first head of state to face charges as grave as genocide for war in Bosnia, along with crimes against humanity and violations of Geneva conventions for wars in Croatia and Kosovo; experts say upcoming trial underscores significant broadening of international criminal justice, since even heads of state can be tried for war crimes--including those that take place within their borders (M)", "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Milosevic, 'The Biggest Fish,' on Eve of War Crimes Trial"}, "keywords": [{"name": "persons", "value": "MILOSEVIC, SLOBODAN"}, {"name": "glocations", "value": "CROATIA"}, {"name": "glocations", "value": "KOSOVO (SERBIA)"}, {"name": "glocations", "value": "SERBIA"}, {"name": "glocations", "value": "BOSNIA AND HERZEGOVINA"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}], "pub_date": "2002-02-12T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ian", "rank": 1, "lastname": "FISHER"}, {"organization": "", "role": "reported", "firstname": "Marlise", "rank": 2, "lastname": "SIMONS"}], "original": "By IAN FISHER and MARLISE SIMONS"}, "type_of_material": "News", "_id": "4fd2195d8eb7c8105d7972c1", "word_count": 750, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/27/weekinreview/the-world-colombian-riddle-what-drew-rebels-to-the-table.html", "snippet": "MANY Colombians were relieved when the country's largest rebel group -- which is also the largest and richest guerrilla army in Latin American history -- unexpectedly conceded to government demands and agreed to start cease-fire talks.     But the...", "lead_paragraph": "MANY Colombians were relieved when the country's largest rebel group -- which is also the largest and richest guerrilla army in Latin American history -- unexpectedly conceded to government demands and agreed to start cease-fire talks. But they were also puzzled. Why now?", "abstract": "Many Colombians are relieved, but also puzzled when country's largest rebel group unexpectedly concedes to government demands and agrees to start cease-fire talks; Pres Andres Pastrana has spent three years trying to lure group, Revolutionary Armed Forces of Colombia, or FARC, into negotiations; photo (M)", "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The World; Colombian Riddle: What Drew Rebels to the Table?"}, "keywords": [{"name": "persons", "value": "PASTRANA, ANDRES"}, {"name": "glocations", "value": "COLOMBIA"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-01-27T00:00:00Z", "document_type": "article", "news_desk": "Week in Review Desk", "section_name": "Week in Review", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Juan", "rank": 1, "lastname": "FORERO"}], "original": "By JUAN FORERO"}, "type_of_material": "News", "_id": "4fd22ab08eb7c8105d7b5a93", "word_count": 1100, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/21/world/world-briefing-asia-nepal-13-die-in-rebel-violence.html", "snippet": "Security forces shot dead four Maoist rebels in Kalikot, west of the capital. Eight others died elsewhere in gun battles, and a policeman was killed when rebels attacked at Dhimuwa, 125 miles west of Katmandu. Legislators are debating whether to e...", "lead_paragraph": "Security forces shot dead four Maoist rebels in Kalikot, west of the capital. Eight others died elsewhere in gun battles, and a policeman was killed when rebels attacked at Dhimuwa, 125 miles west of Katmandu. Legislators are debating whether to extend a state of emergency for three months; it was first imposed Nov. 26 after the rebels abruptly broke off peace talks.", "abstract": "Nepal security forces shoot dead four Maoist rebels in Kalikot, west of Katmandu (S)", "print_page": "6", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "World Briefing | Asia: Nepal: 13 Die In Rebel Violence"}, "keywords": [{"name": "glocations", "value": "NEPAL"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-02-21T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd2341a8eb7c8105d7c4ee4", "word_count": 62, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/18/world/progress-in-colombia-new-talks-about-talks.html", "snippet": "After they resolved a crisis that brought Colombia to the brink of war, it might seem that the government and a powerful rebel group ended up exactly where they started: talking about how to start real talks.    Even though President Andrés Pastr...", "lead_paragraph": "After they resolved a crisis that brought Colombia to the brink of war, it might seem that the government and a powerful rebel group ended up exactly where they started: talking about how to start real talks. Even though President Andrés Pastrana and rebel commanders agreed to return to the table, a significant step like a cease-fire remains months, perhaps years away. Colombia remains as violent and divided as ever. And even the foreign diplomats who helped broker the deal that averted a wider war have no illusions that it will be easy to end the 37-year-old conflict.", "abstract": "Analysis: even through Pres Andres Pastrana of Colombia and rebel commanders agree to return to table, significant step like cease-fire remains months, perhaps years, away; Colombia remains as violent and divided as ever; even foreign diplomats who helped broker deal that averted wider war have no illusions that it will be easy to end 37-year-old conflict; one positive development is new, active role of third-party participants (M)", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Progress In Colombia: New Talks About Talks"}, "keywords": [{"name": "persons", "value": "PASTRANA, ANDRES"}, {"name": "glocations", "value": "COLOMBIA"}, {"name": "organizations", "value": "REVOLUTIONARY ARMED FORCES OF COLOMBIA"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-01-18T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Juan", "rank": 1, "lastname": "FORERO"}], "original": "By JUAN FORERO"}, "type_of_material": "An Analysis; News Analysis", "_id": "4fd2124c8eb7c8105d788785", "word_count": 750, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/15/world/peace-talks-are-revived-by-an-accord-in-colombia.html", "snippet": "Colombian rebels and the government of President Andrés Pastrana came to a final-hour agreement today to restart stalled peace talks and avoid a wider war, diplomats who brokered the deal announced.    The breakthrough came after the rebels accep...", "lead_paragraph": "Colombian rebels and the government of President Andrés Pastrana came to a final-hour agreement today to restart stalled peace talks and avoid a wider war, diplomats who brokered the deal announced. The breakthrough came after the rebels accepted assurances from Mr. Pastrana that their forces in a huge demilitarized zone would not be attacked by government troops during the talks. The government ceded the zone to the rebels at the outset of the talks three years ago. The rebels of the Revolutionary Armed Forces of Colombia also agreed to government demands that negotiations begin immediately to reach a cease-fire in the decades-old war.", "abstract": "Colombian rebels and government of Pres Andres Pastrana reach last-minute agreement to restart stalled peace talks and avoid wider war; breakthrough comes after rebels accept assurances from Pastrana that forces in huge demilitarized zone will not be attacked by government troops during talks; rebels of Revolutionary Armed Forces of Colombia also agree to government demands that negotiations begin immediately to reach cease-fire in decades-old war; map; photo (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Peace Talks Are Revived By an Accord In Colombia"}, "keywords": [{"name": "persons", "value": "PASTRANA, ANDRES"}, {"name": "glocations", "value": "COLOMBIA"}, {"name": "organizations", "value": "REVOLUTIONARY ARMED FORCES OF COLOMBIA"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-01-15T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Juan", "rank": 1, "lastname": "FORERO"}], "original": "By JUAN FORERO"}, "type_of_material": "News", "_id": "4fd22cb48eb7c8105d7b8bf7", "word_count": 1009, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/10/world/colombia-says-talks-have-failed-and-rebels-get-ultimatum.html", "snippet": "President Andrés Pastrana of Colombia announced tonight that peace negotiations with the country's largest rebel group had stalled, and he gave the guerrillas 48 hours to withdraw from a huge demilitarized zone the government ceded to them during...", "lead_paragraph": "President Andrés Pastrana of Colombia announced tonight that peace negotiations with the country's largest rebel group had stalled, and he gave the guerrillas 48 hours to withdraw from a huge demilitarized zone the government ceded to them during three years of talks. Although Mr. Pastrana, speaking on national television, did not rule out negotiations in the future, the armed forces went on high alert and were awaiting orders to dislodge the guerrillas from the safe zone, an area the size of Switzerland in southern Colombia.", "abstract": "Pres Andres Pastrana says peace talks with Revolutionary Armed Forces of Colombia, nation's largest rebel group, have stalled; gives guerrillas 48 hours to withdraw from huge demilitarized zone government ceded to them during three years of talks; armed forces go on alert, awaiting orders to dislodge rebels; rebels deny they abandoned peace talks; says they will not leave demilitarized zone until Jan 20 at earliest; many Colombians fear rebel offensive outside zone (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Colombia Says Talks Have Failed, and Rebels Get Ultimatum"}, "keywords": [{"name": "persons", "value": "PASTRANA, ANDRES"}, {"name": "glocations", "value": "COLOMBIA"}, {"name": "organizations", "value": "REVOLUTIONARY ARMED FORCES OF COLOMBIA"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-01-10T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Juan", "rank": 1, "lastname": "FORERO"}], "original": "By JUAN FORERO"}, "type_of_material": "News", "_id": "4fd234178eb7c8105d7c4c41", "word_count": 588, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/18/world/world-briefing-americas-colombia-rebel-group-declares-truce.html", "snippet": "The country's second-largest rebel force declared a truce for the Christmas and New Year holidays. The announcement came two days after government and rebel negotiators agreed to start discussions on a cease-fire. The commander of the National Lib...", "lead_paragraph": "The country's second-largest rebel force declared a truce for the Christmas and New Year holidays. The announcement came two days after government and rebel negotiators agreed to start discussions on a cease-fire. The commander of the National Liberation Army, Nicolás Rodríguez, said the truce would go into effect at midnight last night and extend through Jan. 6. Colombia's largest rebel army, the Revolutionary Armed Forces of Colombia, has not declared a holiday truce.", "abstract": "Colombia's second-largest rebel force, National Liberation Army, declares truce for holidays; largest rebel army, Revolutionary Armed Forces of Colombia, has not declared holiday truce (S)", "print_page": "12", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "World Briefing | Americas: Colombia: Rebel Group Declares Truce"}, "keywords": [{"name": "glocations", "value": "COLOMBIA"}, {"name": "organizations", "value": "NATIONAL LIBERATION ARMY"}, {"name": "organizations", "value": "REVOLUTIONARY ARMED FORCES OF COLOMBIA"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2001-12-18T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd2676d8eb7c8105d81d1f0", "word_count": 73, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}