{"response": {"meta": {"hits": 4096, "time": 76, "offset": 190}, "docs": [{"web_url": "https://www.nytimes.com/2001/12/30/world/philippine-troops-hunt-elusive-foes.html", "snippet": "It was dawn, and a lone guerrilla picked his way through the forest to draw water. A government soldier, waiting in ambush, rose quietly to his feet, took aim and threw a coconut.    ''Get over here,'' the soldier said, ''or the next thing we'll t...", "lead_paragraph": "It was dawn, and a lone guerrilla picked his way through the forest to draw water. A government soldier, waiting in ambush, rose quietly to his feet, took aim and threw a coconut. ''Get over here,'' the soldier said, ''or the next thing we'll throw will be a grenade.''", "abstract": "Abu Sayyaf guerrillas on Philippine island of Basilan number fewer than 100, but they are able to elude 5,000 government troops because they are protected by island's thick jungle, intimate with its creeks and caves and ravines and nourished and protected by sympathetic villagers, to whom they give part of ransom money paid for kidnapped foreigners; photo; map (M)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Philippine Troops Hunt Elusive Foes"}, "keywords": [{"name": "glocations", "value": "PHILIPPINES"}, {"name": "glocations", "value": "BASILAN (PHILIPPINES)"}, {"name": "organizations", "value": "ABU SAYYAF"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "KIDNAPPING"}], "pub_date": "2001-12-30T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Seth", "rank": 1, "lastname": "MYDANS"}], "original": "By SETH MYDANS"}, "type_of_material": "News", "_id": "4fd2298d8eb7c8105d7b3578", "word_count": 1046, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/06/world/tears-and-a-growing-toll-in-colombia.html", "snippet": "Photo of funeral of Sen Martha Catalina Daniels, shot to death near Bogota, Colombia, as rebels step up attacks on lawmakers...", "lead_paragraph": null, "abstract": "Photo of funeral of Sen Martha Catalina Daniels, shot to death near Bogota, Colombia, as rebels step up attacks on lawmakers", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Tears, and a Growing Toll, in Colombia  "}, "keywords": [{"name": "persons", "value": "CATALINA DANIELS, MARTHA"}, {"name": "glocations", "value": "COLOMBIA"}, {"name": "glocations", "value": "BOGOTA (COLOMBIA)"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-03-06T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": null, "subsection_name": null, "byline": null, "type_of_material": "Caption", "_id": "4fd278978eb7c8105d83b04b", "word_count": 0, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/14/world/un-details-vicious-acts-charged-against-milosevic.html", "snippet": "Slobodan Milosevic could not quite hold himself back today, saying first that he would wait until morning to speak in his own defense, but then unleashing another blistering attack on the United Nations tribunal that has charged him with the grave...", "lead_paragraph": "Slobodan Milosevic could not quite hold himself back today, saying first that he would wait until morning to speak in his own defense, but then unleashing another blistering attack on the United Nations tribunal that has charged him with the gravest of atrocities in three Balkan wars. ''Your prosecutor has proclaimed my sentence and judgment,'' Mr. Milosevic, the former Yugoslav leader, told the tribunal's chief judge, Richard May. ''There is a parallel trial through the media, which along with this tribunal are there to play the role of a parallel lynch process.''", "abstract": "Slobodan Milosevic unleashes another blistering attack on United Nations tribunal that has charged him with gravest of atrocities in three Balkan wars; says he is victim of 'lynch process' and challenges legitimacy of International Criminal Tribunal and of his transfer from Serbia last June; he has not hired lawyers, and is scheduled to give his full opening statement on Feb 14; he is expected to present himself as victim of West who acted only to defend his country as it collapsed into war in early 1990's; he is expected to show videotape about atrocities in Kosovo in 1999 which he hopes will counter prosecution's claim that it was Serbian forces that carried out massacres and deportations there; photo (M)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "U.N. Details Vicious Acts Charged Against Milosevic"}, "keywords": [{"name": "persons", "value": "MILOSEVIC, SLOBODAN"}, {"name": "glocations", "value": "CROATIA"}, {"name": "glocations", "value": "KOSOVO (SERBIA)"}, {"name": "glocations", "value": "SERBIA"}, {"name": "glocations", "value": "HAGUE (NETHERLANDS)"}, {"name": "glocations", "value": "BOSNIA AND HERZEGOVINA"}, {"name": "organizations", "value": "INTERNATIONAL CRIMINAL TRIBUNAL"}, {"name": "subject", "value": "RECORDINGS (VIDEO)"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}], "pub_date": "2002-02-14T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ian", "rank": 1, "lastname": "FISHER"}, {"organization": "", "role": "reported", "firstname": "Marlise", "rank": 2, "lastname": "SIMONS"}], "original": "By IAN FISHER and MARLISE SIMONS"}, "type_of_material": "News", "_id": "4fd262888eb7c8105d81470f", "word_count": 1193, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/11/world/rehabilitation-joins-retribution-in-saudi-drug-war.html", "snippet": "The sword falls swiftly on a drug dealer's neck in the kingdom of the Sauds.     There is nothing secret or ambiguous about the policy. Even before visitors land on Saudi soil, entry forms state in red letters in English and Arabic that traffickin...", "lead_paragraph": "The sword falls swiftly on a drug dealer's neck in the kingdom of the Sauds. There is nothing secret or ambiguous about the policy. Even before visitors land on Saudi soil, entry forms state in red letters in English and Arabic that trafficking in drugs is punished by death. Beheadings are routinely conducted in public squares, the details chronicled in the press.", "abstract": "Drug abuse in Saudi Arabia is serious enough problem that rulers are beginning to deal with it in very un-Saudi way: openly; government treats drug trafficking as criminal activity, but it has begun to regard drug, alcohol and nicotine dependence as treatable illnesses; drugs have increasingly become source of entertainment and escape in country that bans movie theaters, concert halls, discotheques and dating, and where 65 percent of population is under age of 25; country now has four drug treatment centers where patients are offered group therapy, physical therapy and biofeedback; photos (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Rehabilitation Joins Retribution in Saudi Drug War"}, "keywords": [{"name": "glocations", "value": "SAUDI ARABIA"}, {"name": "subject", "value": "DRUG ABUSE AND TRAFFIC"}], "pub_date": "2002-02-11T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Elaine", "rank": 1, "lastname": "SCIOLINO"}], "original": "By ELAINE SCIOLINO"}, "type_of_material": "News", "_id": "4fd26daa8eb7c8105d8276bc", "word_count": 1193, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/04/world/fear-of-war-on-india-pakistan-border.html", "snippet": "Photo of Pakistanis fleeing toward Lahore in fear of India-Pakistan war...", "lead_paragraph": null, "abstract": "Photo of Pakistanis fleeing toward Lahore in fear of India-Pakistan war", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Fear of War on India-Pakistan Border"}, "keywords": [{"name": "glocations", "value": "LAHORE (PAKISTAN)"}, {"name": "glocations", "value": "INDIA"}, {"name": "glocations", "value": "PAKISTAN"}, {"name": "subject", "value": "INDIA-INTERNATIONAL RELATIONS-PAKISTAN"}], "pub_date": "2002-01-04T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "Front Page", "subsection_name": null, "byline": null, "type_of_material": "Caption", "_id": "4fd2341d8eb7c8105d7c518d", "word_count": 0, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/07/business/love-money-moving-and-the-art-of-civil-war.html", "snippet": "WE'RE moving. I thought it would be hard to make the decision to leave our home of nearly 16 years, a friendly gray colonial-style house with red shutters. It was harder than I expected.    I thought it would be distressing to tell our children, K...", "lead_paragraph": "WE'RE moving. I thought it would be hard to make the decision to leave our home of nearly 16 years, a friendly gray colonial-style house with red shutters. It was harder than I expected. I thought it would be distressing to tell our children, Keenan, 14, and Tucker, 12, that they have to part from their lifetime friends. It was more painful than I expected.", "abstract": "Ellyn Spragins humorous column offers practice exercises to prepare for emotional havoc of selling house and buying new one; drawing (M)", "print_page": "15", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Moving and the Art of Civil War", "kicker": "LOVE & MONEY"}, "keywords": [{"name": "subject", "value": "HOUSING"}], "pub_date": "2002-04-07T00:00:00Z", "document_type": "article", "news_desk": "Money and Business/Financial Desk", "section_name": "Business", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ellyn", "rank": 1, "lastname": "SPRAGINS"}], "original": "By ELLYN SPRAGINS"}, "type_of_material": "News", "_id": "4fd21cfa8eb7c8105d79d730", "word_count": 813, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/29/business/technology-briefing-hardware-chip-price-war-continues.html", "snippet": "The price war between Intel and Advanced Micro Devices, the two largest makers of chips for personal computers, escalated yesterday as both companies cut prices on some chips. Intel reduced prices as much as 18 percent for some of its desktop Pent...", "lead_paragraph": "The price war between Intel and Advanced Micro Devices, the two largest makers of chips for personal computers, escalated yesterday as both companies cut prices on some chips. Intel reduced prices as much as 18 percent for some of its desktop Pentium 4 chips. The 1.6 gigahertz Pentium 4 was cut to $133 from $163 for orders of at least 1,000 units. Advanced Micro Devices, which also introduced a 1.3 gigahertz microprocessor for mobile computers yesterday, cut prices on several products. The price of the Athlon XP 1900 dropped to $231 from $269, a decrease of 14 percent; and the Athlon XP 1600, is now priced at $130, which is 19 percent below its previous price. Last year, Advanced Micro hoped that price cuts would help it take 50 percent of the United States retail laptop market, but fell short of that goal. Intel responded to Advanced Micro's aggressive price cutting with deep discounts of its own. Andrew Zipern (NYT)", "abstract": "Price war between Intel Corp and Advanced Micro Devices escalates as both companies cut prices on some computer chips (S)", "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Technology Briefing | Hardware: Chip Price War Continues"}, "keywords": [{"name": "organizations", "value": "INTEL CORP"}, {"name": "organizations", "value": "ADVANCED MICRO DEVICES INC"}, {"name": "subject", "value": "COMPUTER CHIPS"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "pub_date": "2002-01-29T00:00:00Z", "document_type": "article", "news_desk": "Business/Financial Desk", "section_name": "Technology; Business", "subsection_name": null, "byline": {"person": [{"firstname": "Andrew", "middlename": "Zipern", "lastname": "NYT", "rank": 1, "role": "reported", "organization": ""}], "original": "By Andrew Zipern (NYT) (Compiled by Gary Bradford)"}, "type_of_material": "News", "_id": "4fd25bb58eb7c8105d808fd2", "word_count": 160, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/25/health/vital-signs-trauma-after-a-war-deadly-reminders-of-it.html", "snippet": "Land mines recently wounded three American soldiers in Afghanistan; one lost a leg. And the task of clearing hundreds of thousands of mines there has just begun.    A new study in The Lancet that tracked mine clearing work in trouble spots like An...", "lead_paragraph": "Land mines recently wounded three American soldiers in Afghanistan; one lost a leg. And the task of clearing hundreds of thousands of mines there has just begun. A new study in The Lancet that tracked mine clearing work in trouble spots like Angola, Cambodia and Chechnya makes clear just how dangerous that job will be: each year, workers were hurt at the rate of 6 in 1,000 and killed at the rate of 1 in 1,000. Half the injuries came while workers were removing mines. A third of all injuries led to the amputation of a limb. The most dangerous incidents were accidental triggering of antivehicle mines. The researchers, from England and Malawi, found that the injuries of the mine clearers were different from those of civilians: mine clearers were far more likely to be injured in the face and upper body.", "abstract": "vital signs: trauma: after a war, deadly reminder", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "After a War, Deadly Reminders of It", "kicker": "VITAL SIGNS: TRAUMA"}, "keywords": [{"name": "subject", "value": "ACCIDENTS AND SAFETY"}, {"name": "subject", "value": "MINES, EXPLOSIVE"}, {"name": "subject", "value": "RESEARCH"}, {"name": "subject", "value": "PROTECTIVE CLOTHING"}], "pub_date": "2001-12-25T00:00:00Z", "document_type": "article", "news_desk": "Health & Fitness", "section_name": "Health", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "John", "rank": 1, "lastname": "O'NEIL"}], "original": "By JOHN O'NEIL"}, "type_of_material": "News", "_id": "4fd2195b8eb7c8105d797186", "word_count": 255, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/07/opinion/moving-past-war-in-the-mideast.html", "snippet": "Amid the daily scenes of horror and hatred in the Middle East, people may be tempted to dismiss Secretary of State Colin Powell's new peacemaking mission as hopelessly unrealistic. They shouldn't. In recent months, a broad new consensus has begun ...", "lead_paragraph": "Amid the daily scenes of horror and hatred in the Middle East, people may be tempted to dismiss Secretary of State Colin Powell's new peacemaking mission as hopelessly unrealistic. They shouldn't. In recent months, a broad new consensus has begun to gel, in Washington and Arab capitals and across much of the Israeli political spectrum, about the steps needed to move the region from war to peace. If Mr. Powell can build on these shared ideas and bring them to bear on recalcitrant Palestinian and Israeli leaders, he can transform a deadly crisis into an opening for lasting peace. The elements of this emerging vision include ending Palestinian terrorism; freezing, then rolling back, Jewish settlements; and negotiating new borders that would end 35 years of Israeli occupation of the West Bank and Gaza Strip and allow the establishment of a politically and economically viable Palestinian state. These steps would have to unfold in a regional context that led to full Arab recognition of Israel's right to exist as a Jewish state with secure and defensible borders, guaranteed by peace treaties and cemented by economic cooperation.", "abstract": "Editorial on Sec Colin Powell's new mission to Mideast hopes he will be able to tranform deadly crisis into opening for peacemaking", "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Moving Past War in the Mideast"}, "keywords": [{"name": "persons", "value": "POWELL, COLIN L"}, {"name": "glocations", "value": "ISRAEL"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "PALESTINIANS"}, {"name": "subject", "value": "EDITORIALS"}], "pub_date": "2002-04-07T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Editorial", "_id": "4fd27f5a8eb7c8105d849518", "word_count": 597, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/02/opinion/the-path-from-oslo-to-war.html", "snippet": "To justify Israeli actions, two deliberate distortions of reality are being employed in Israel's war against Yasir Arafat and the Palestinian Authority. First, the government of Ariel Sharon is treating the Palestinian Authority as a full-fledged ...", "lead_paragraph": "To justify Israeli actions, two deliberate distortions of reality are being employed in Israel's war against Yasir Arafat and the Palestinian Authority. First, the government of Ariel Sharon is treating the Palestinian Authority as a full-fledged state when it is nothing of the sort. Second, perhaps more significant for the international community, Israel blames the Palestinian Authority for its failure to provide security for Israel's pursuit of territorial objectives that are clearly illegal under international law. The Palestinian Authority was established by agreement between Israel and the Palestine Liberation Organization and granted powers that fall far short of those of a state. It was not given sovereignty over the West Bank and Gaza. Instead, under Article VIII of the Declaration of Principles, commonly referred to as the Oslo accords, the authority was allowed to establish ''a strong police force,'' while Israel would continue to carry ''the responsibility for overall security of Israelis for the purpose of safeguarding their internal security and public order.'' The sharing of security responsibilities between Israel and the Palestinians has clearly not worked.", "abstract": "Op-Ed article by Raja Shehadeh says had Israel not proceeded with its policy of building Israeli settlements in occupied lands following Oslo accords, political and security cooperation between Israel and Palestinian Authority could have successfully defeated opponents of two-state solution; says number of Israeli settlers living in territories almost doubled in last eight years, strengthening political power of those among Palestinians who rejected Oslo accords; says settlements are central blockage to peace process and the very reason Israel cannot practically close off its borders; says Israel will not find Palestinian partner to make and sustain peace so long as it pursues policy believed by Palestinians to be antithetical to promise of establishment of state in all territories occupied in 1967; holds that Yasir Arafat, in Palestinian context, still represents moderate national leadership, and imprisoning him at his Ramallah headquarters only makes his popularity soar (M)", "print_page": "23", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Path From Oslo to War"}, "keywords": [{"name": "persons", "value": "ARAFAT, YASIR"}, {"name": "glocations", "value": "ISRAEL"}, {"name": "glocations", "value": "RAMALLAH (WEST BANK)"}, {"name": "organizations", "value": "PALESTINIAN AUTHORITY"}, {"name": "subject", "value": "PALESTINIANS"}, {"name": "subject", "value": "PUBLIC OPINION"}], "pub_date": "2002-04-02T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Raja", "rank": 1, "lastname": "Shehadeh"}], "original": "By Raja Shehadeh"}, "type_of_material": "Op-Ed", "_id": "4fd27f568eb7c8105d8491f2", "word_count": 978, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}