{"response": {"meta": {"hits": 4096, "time": 65, "offset": 180}, "docs": [{"web_url": "https://www.nytimes.com/2002/03/09/world/world-briefing-europe-macedonia-amnesty-for-rebels-approved.html", "snippet": "Lawmakers passed an amnesty for ethnic Albanian guerrillas, a move both sides hailed as a vital step to solidify a peace that has held tenuously since last summer. The amnesty was long considered one of the most sensitive parts of a broad peace pl...", "lead_paragraph": "Lawmakers passed an amnesty for ethnic Albanian guerrillas, a move both sides hailed as a vital step to solidify a peace that has held tenuously since last summer. The amnesty was long considered one of the most sensitive parts of a broad peace plan that ended six months of fighting but has yet to move completely through Parliament. The law does not cover possible crimes investigated by the international tribunal in The Hague, which has said it is looking into several incidents involving both Macedonians and Albanians. Ian Fisher (NYT)", "abstract": "Lawmakers in Macedonia pass amnesty for ethnic Albanian guerrillas, in move hailed by both sides as vital step to solidify tenuous peace; law does not cover possible crimes investigated by international tribunal in The Hague, which is said to be looking into incidents involving both Macedonians and Albanians (S)", "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "World Briefing | Europe: Macedonia: Amnesty For Rebels Approved"}, "keywords": [{"name": "glocations", "value": "MACEDONIA (FORMER YUGOSLAV REPUBLIC)"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "AMNESTIES AND PARDONS"}], "pub_date": "2002-03-09T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Ian", "middlename": "Fisher", "lastname": "NYT", "rank": 1, "role": "reported", "organization": ""}], "original": "By Ian Fisher (NYT)"}, "type_of_material": "News", "_id": "4fd26da58eb7c8105d827298", "word_count": 90, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/20/magazine/the-unrepentant.html", "snippet": "The former first family of the Balkans has had a very bad year. The father, Slobodan, was packed off to The Hague and charged with genocide. His trial, the most important war crimes prosecution since Nuremberg, begins next month. The son, Marko, w...", "lead_paragraph": "The former first family of the Balkans has had a very bad year. The father, Slobodan, was packed off to The Hague and charged with genocide. His trial, the most important war crimes prosecution since Nuremberg, begins next month. The son, Marko, was indicted for threatening to chop up an opposition activist with a rotary saw and throw his body parts in a river. The daughter, Marija, went on trial for a father's pistol during a drug-and-alcohol-induced frenzy 10 months ago, on the night her father was arrested in the presidential mansion. And the mother, Mirjana, in the first of what Serbian police promise will be many criminal charges, was indicted for improperly using her influence to secure an apartment for her grandson's baby sitter. One afternoon earlier this winter in Belgrade, I met with Slobodan Milosevic's wife. She received me in the cavernous and nearly empty villa that is the headquarters of her increasingly marginal political party, the Yugoslav Left. She was not in a good mood. She had just come home from her fifth visit with her husband at a detention center in The Hague. Upon her return, she learned of her son's rotary-saw indictment. Her daughter was preparing for trial on weapons charges. And she was due in court in three days to answer charges about the baby sitter's apartment. As she sat down with a translator to talk in a small, ground-floor office, I asked Mirjana Markovic (she has always used her maiden name) why she thought international and Serbian courts were now trying to put her entire family in prison.", "abstract": "Blaine Harden article on Slobodan Milosevic and pathology of his delusional family; photos; strong-willed wife Mirjana Markovic faces first of what Serbian police promise will be many criminal charges, indictment for using influence improperly; notoriously violent son Marko is charged with threatening to chop up opposition activist, and daughter, Marija, has gone on trial for brandishing pistol during drug-and-alcohol frenzy ten months ago; shared delusions of Milosevics were for 13 years governing principles of Serbia, as four lost wars taught Serbs to see themselves as victims of ever-expanding cospiracy; myths that secured hold on power also played key role in downfall, but Milosevic's family, moneyed friends and former police protectors continue to linger on in democratic Serbia, allowing Markovic to live in official presidential residence (L)", "print_page": "24", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Unrepentant"}, "keywords": [{"name": "persons", "value": "MARKOVIC, MIRJANA"}, {"name": "persons", "value": "MILOSEVIC, MARIJA"}, {"name": "persons", "value": "MILOSEVIC, MARKO"}, {"name": "persons", "value": "MILOSEVIC, SLOBODAN"}, {"name": "glocations", "value": "SERBIA"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "2002-01-20T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Blaine", "rank": 1, "lastname": "Harden"}], "original": "By Blaine Harden"}, "type_of_material": "News", "_id": "4fd2335f8eb7c8105d7c3f99", "word_count": 7976, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/16/world/kidnappers-in-colombia-branch-out-to-venezuela.html", "snippet": "At age 71, Carlos Ayala still relishes his ranch, nestled here in the foothills of the Andes near the Colombian border, 1,700 acres of tall grass and knolls where his sons learned to ride horses and his family celebrated holidays.     But Colombia...", "lead_paragraph": "At age 71, Carlos Ayala still relishes his ranch, nestled here in the foothills of the Andes near the Colombian border, 1,700 acres of tall grass and knolls where his sons learned to ride horses and his family celebrated holidays. But Colombian guerrillas are increasingly crossing into this region in a search for affluent Venezuelans to kidnap and extort, so Mr. Ayala's visits are not the same. His family does not accompany him, and when Mr. Ayala makes the trip, he varies his routine and leaves before dark.", "abstract": "Colombian guerrillas are increasingly crossing into San Joaquin de Navay region of Venezuela in search of affluent Venezuelans to kidnap and extort; Colombian rebels and organized gangs that sell hostages to rebels have been kidnapping ranchers and businessmen for several years, but now are doing so at record pace; about 125 kidnapping are expected this year, more than twice as many as last year; photo; map (L)", "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Kidnappers In Colombia Branch Out To Venezuela"}, "keywords": [{"name": "glocations", "value": "VENEZUELA"}, {"name": "glocations", "value": "COLOMBIA"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "KIDNAPPING"}], "pub_date": "2001-12-16T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Juan", "rank": 1, "lastname": "FORERO"}], "original": "By JUAN FORERO"}, "type_of_material": "News", "_id": "4fd229968eb7c8105d7b3c98", "word_count": 1052, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/14/world/ulster-police-arrest-two-in-mailman-s-death.html", "snippet": "The police in Northern Ireland arrested two men today in the slaying of Daniel McColgan, a Catholic mailman who was shot dead by Protestant gunmen on Saturday morning as he reported for work in the northern outskirts of Belfast.    The Ulster Defe...", "lead_paragraph": "The police in Northern Ireland arrested two men today in the slaying of Daniel McColgan, a Catholic mailman who was shot dead by Protestant gunmen on Saturday morning as he reported for work in the northern outskirts of Belfast. The Ulster Defense Association, the province's largest Protestant paramilitary organization, claimed responsibility for the killing, which it said was in retaliation for attacks on Protestant communities. A group calling itself the Red Hand Defenders, a cover name used by the U.D.A. and other Protestant paramilitary groups, had previously taken responsibility and had issued public death threats to Catholic postal workers and schoolteachers in Northern Ireland.", "abstract": "Police in Ulster, Northern Ireland, arrest two men in slaying of Daniel McColgan, Catholic mailman shot dead by Protestant gunmen in northern outskirts of Belfast; Ulster Defense Assn, province's largest Protestant paramilitary organization, claims responsibility for killing; says it was in reprisal for attacks against Protestant communities (M)", "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Ulster Police Arrest Two in Mailman's Death"}, "keywords": [{"name": "persons", "value": "MCCOLGAN, DANIEL"}, {"name": "glocations", "value": "ULSTER (NORTHERN IRELAND)"}, {"name": "glocations", "value": "NORTHERN IRELAND"}, {"name": "organizations", "value": "ULSTER DEFENSE ASSN"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-01-14T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Brian", "rank": 1, "lastname": "LAVERY"}], "original": "By BRIAN LAVERY"}, "type_of_material": "News", "_id": "4fd2127b8eb7c8105d788ef0", "word_count": 446, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/26/world/pope-urges-world-to-save-the-children-affected-by-conflicts.html", "snippet": "Pope John Paul II turned his thoughts at Christmas to children -- Palestinian, Israeli, American, Afghan and African -- declaring that humanity's hope depends on helping them.    In his traditional message ''Urbi et Orbi,'' or ''To the City and to...", "lead_paragraph": "Pope John Paul II turned his thoughts at Christmas to children -- Palestinian, Israeli, American, Afghan and African -- declaring that humanity's hope depends on helping them. In his traditional message ''Urbi et Orbi,'' or ''To the City and to the World,'' the pope said: ''Day after day, I bear in my heart the tragic problems of the Holy Land. Every day I think with anxiety of all those who are dying of cold and hunger.", "abstract": "Pope John Paul II delivers Christmas message in which he urges world to save children suffering because of conflicts in many parts of the world (M)", "print_page": "5", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "Pope Urges World to 'Save the Children' Affected by Conflicts"}, "keywords": [{"name": "persons", "value": "JOHN PAUL II"}, {"name": "organizations", "value": "ROMAN CATHOLIC CHURCH"}, {"name": "subject", "value": "WAR AND REVOLUTION"}, {"name": "subject", "value": "CHILDREN AND YOUTH"}, {"name": "subject", "value": "CHRISTMAS"}], "pub_date": "2001-12-26T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "52b881f738f0d86bcb2a5cf9", "word_count": "584", "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/12/world/world-briefing-united-nations-iraq-pressed-on-missing-kuwaitis.html", "snippet": "Yuli M. Vorontsov, the United Nations official responsible for tracking Kuwaitis who disappeared in the months after Iraq's 1990 invasion, said Iraq would sooner or later have to reveal the fate of more than 600 missing Kuwaitis and others who dis...", "lead_paragraph": "Yuli M. Vorontsov, the United Nations official responsible for tracking Kuwaitis who disappeared in the months after Iraq's 1990 invasion, said Iraq would sooner or later have to reveal the fate of more than 600 missing Kuwaitis and others who disappeared. Mr. Voronstsov, who spoke in Cairo, is touring the region for talks on how to increase Iraqi cooperation on the issue. Iraq says that it lost all track of any prisoners during the uprising by Shiite Muslims in southern Iraq immediately after its withdrawal from Kuwait. Neil MacFarquhar (NYT)", "abstract": "United Nations official Yuli M Vorontsov says Iraq will have to reveal fate of more than 600 Kuwaitis missing after 1990 invasion of Kuwait; Iraq claims to have lost track of any prisoners during Shiite Muslim uprising (S)", "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "World Briefing | United Nations: Iraq Pressed On Missing Kuwaitis"}, "keywords": [{"name": "persons", "value": "VORONTSOV, YULI"}, {"name": "glocations", "value": "IRAQ"}, {"name": "glocations", "value": "KUWAIT"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "IRAQ-INTERNATIONAL RELATIONS-KUWAIT"}, {"name": "subject", "value": "PERSIAN GULF WAR"}, {"name": "subject", "value": "PRISONERS OF WAR"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-03-12T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Neil", "middlename": "Macfarquhar", "lastname": "NYT", "rank": 1, "role": "reported", "organization": ""}], "original": "By Neil MacFarquhar (NYT)"}, "type_of_material": "News", "_id": "4fd2628c8eb7c8105d8149fe", "word_count": 90, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/03/world/india-defense-minister-belittles-pakistan-s-latest-gestures.html", "snippet": "India's defense minister, George Fernandes, said today that the steps Pakistan had taken so far to crack down on Islamic militant groups fighting India in Kashmir were illusory and had  done nothing to reduce the level of terrorist violence.    Mr...", "lead_paragraph": "India's defense minister, George Fernandes, said today that the steps Pakistan had taken so far to crack down on Islamic militant groups fighting India in Kashmir were illusory and had done nothing to reduce the level of terrorist violence. Mr. Fernandes, who is overseeing a vast military mobilization along India's border with Pakistan, said flatly that he did not believe that Pakistan's military intelligence agency had been ordered to end its support of groups fighting what they call a holy war against India, as senior Pakistani officials said on Tuesday.", "abstract": "Indian Min George Fernandes holds Pakistan's crackdown on Islamic militant groups fighting India in Kashmir is illusory and has not reduced level of terrorist violence, interview; holds Pakistan seeks to mislead United States, not disable militants; says India will exercise military option if diplomatic moves fail to get Pakistan to take effective action against groups; Prime Min Atal Behari Vajpayee scores what he calls Pakistan's sponsorship of terrorism in Kashmir; map; photos (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "India Defense Minister Belittles Pakistan's Latest Gestures"}, "keywords": [{"name": "persons", "value": "FERNANDES, GEORGE"}, {"name": "persons", "value": "VAJPAYEE, ATAL BEHARI"}, {"name": "glocations", "value": "KASHMIR AND JAMMU (INDIA)"}, {"name": "glocations", "value": "INDIA"}, {"name": "glocations", "value": "PAKISTAN"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-01-03T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Celia", "middlename": "W.", "lastname": "DUGGER", "rank": 1, "role": "reported", "organization": ""}], "original": "By CELIA W. DUGGER"}, "type_of_material": "News", "_id": "4fd212508eb7c8105d788a08", "word_count": 1233, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/18/opinion/l-the-trial-of-milosevic-633160.html", "snippet": "To the Editor:    You captured the horror of the atrocities listed in the indictment of Slobodan Milosevic and the historical importance of the trial (''Power Drove Milosevic to Crime, Prosecutors Say as Trial Opens,'' front page, Feb. 13). But th...", "lead_paragraph": "To the Editor: You captured the horror of the atrocities listed in the indictment of Slobodan Milosevic and the historical importance of the trial (''Power Drove Milosevic to Crime, Prosecutors Say as Trial Opens,'' front page, Feb. 13). But the trial in The Hague represents a historical breakthrough on another level.", "abstract": "Letter from Martina Vandenberg, Human Rights Watch, says fact that indictment of Slobodan Milosevic includes rape and sexual violence charges marks victory for women everywhere (Feb 13 article)", "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Trial of Milosevic"}, "keywords": [{"name": "persons", "value": "VANDENBERG, MARTINA"}, {"name": "persons", "value": "MILOSEVIC, SLOBODAN"}, {"name": "glocations", "value": "KOSOVO (SERBIA)"}, {"name": "glocations", "value": "SERBIA"}, {"name": "organizations", "value": "HUMAN RIGHTS WATCH"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "SEX CRIMES"}], "pub_date": "2002-02-18T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd25bb58eb7c8105d808f4e", "word_count": 138, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/24/world/an-american-with-opinions-steps-down-vocally-at-war-crimes-court.html", "snippet": "In the circumspect world of the judges at the United Nations war crimes tribunal, Patricia M. Wald has stood out and knocked down quite a few taboos. To begin with, there was her American-style informality in a place of stiff etiquette.    Judge W...", "lead_paragraph": "In the circumspect world of the judges at the United Nations war crimes tribunal, Patricia M. Wald has stood out and knocked down quite a few taboos. To begin with, there was her American-style informality in a place of stiff etiquette. Judge Wald, who had twice refused the post of attorney general in the United States, first turned heads here by eating in the canteen, where tribunal judges rarely tread. She raised some very august eyebrows as she kept wandering into the clerks' section to chat or fetch documents to help judge the atrocities committed in the 1990's wars of the former Yugoslavia.", "abstract": "Patricia M Wald, who stepped down as judge at United Nations war crimes tribunal for former Yugoslavia after two-year term in Nov, discusses some of court's internal problems and her own frustrations, interviews; says judges share some responsibility for court's plodding pace; photo (M)", "print_page": "12", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "An American With Opinions Steps Down Vocally at War Crimes Court"}, "keywords": [{"name": "persons", "value": "WALD, PATRICIA M"}, {"name": "glocations", "value": "YUGOSLAVIA"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "2002-01-24T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Marlise", "rank": 1, "lastname": "SIMONS"}], "original": "By MARLISE SIMONS"}, "type_of_material": "News", "_id": "4fd212488eb7c8105d788409", "word_count": 1220, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/09/us/korea-veteran-is-charged-with-fraud.html", "snippet": "A Korean War veteran who apparently lied about his role in a massacre of civilians that came to light 50 years after it occurred was charged today with filing false claims at the Veterans Affairs Department.    Prosecutors said the veteran, Edward...", "lead_paragraph": "A Korean War veteran who apparently lied about his role in a massacre of civilians that came to light 50 years after it occurred was charged today with filing false claims at the Veterans Affairs Department. Prosecutors said the veteran, Edward Lee Daily of Clarksville, Tenn., had bilked the government of hundreds of thousands of dollars in compensation and medical claims by falsely asserting that he had been wounded in North Korea and had been a prisoner of war.", "abstract": "Edward Lee Daily, whose account of incident in which he and other American soldiers allegedly killed hundreds of unarmed civilians in July 1950 at No Gun Ri during Korean War led to 2000 probe and statement of regret by Pres Clinton, apparently invented his involvement; Army records show he was not with unit at site and that documents showing he was prisoner of war and won battlefield awards were fabricated; he is charged with filing false claims at Veterans Affairs Department and bilking government of hundreds of thousands of dollars in compensation and medical expenses (M)", "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Korea Veteran Is Charged With Fraud"}, "keywords": [{"name": "persons", "value": "CLINTON, BILL"}, {"name": "persons", "value": "DAILY, EDWARD LEE"}, {"name": "glocations", "value": "NO GUN RI (SOUTH KOREA)"}, {"name": "organizations", "value": "VETERANS AFFAIRS DEPARTMENT"}, {"name": "subject", "value": "FRAUDS AND SWINDLING"}, {"name": "subject", "value": "HOAXES"}, {"name": "subject", "value": "KOREAN WAR"}], "pub_date": "2002-02-09T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "U.S.", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Christopher", "rank": 1, "lastname": "MARQUIS"}], "original": "By CHRISTOPHER MARQUIS"}, "type_of_material": "News", "_id": "4fd21b268eb7c8105d799d34", "word_count": 376, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}