{"response": {"meta": {"hits": 4096, "time": 62, "offset": 1130}, "docs": [{"web_url": "https://www.nytimes.com/2002/02/20/opinion/managing-the-news.html", "snippet": "The war against global terrorism is fought not just in the military arena but also in the international exchange of news and information. Osama bin Laden and his allies are gifted propagandists who have spread a welter of malicious misinformation ...", "lead_paragraph": "The war against global terrorism is fought not just in the military arena but also in the international exchange of news and information. Osama bin Laden and his allies are gifted propagandists who have spread a welter of malicious misinformation throughout the Muslim world. The White House understandably would like to knock down these falsehoods and get its own message out quickly and efficiently to foreign audiences. But this must be done in a sensible, sophisticated and honorable way rather than the duplicitous fashion the Pentagon has in mind. Plans being developed by the Pentagon's Orwellian new Office of Strategic Influence call for planting false stories in the foreign press and running other covert activities to manipulate public opinion. Such a program would undermine rather than reinforce the government's broader efforts to build international support.", "abstract": "Editorial decries Pentagon's plans to establish secretive Office of Strategic Influenceto manage news regarding US war against global terrorism; says program would undermine rather than reinforce government's broader efforts to build international support since it calls for planting false stories in foreign press and running other covert activities to manipulate public opinion (S)", "print_page": "20", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Managing the News"}, "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "PENTAGON BUILDING"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "MISSING PERSONS"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "NEWS AND NEWS MEDIA"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-02-20T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Editorial", "_id": "4fd212778eb7c8105d788add", "word_count": 316, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/31/books/books-of-the-times-augustus-napoleon-the-cia-and-other-terrorists.html", "snippet": "THE LESSONS OF TERROR  A History of Warfare Against Civilians: Why It Has Always Failed and Why It Will Fail Again  By Caleb Carr  272 pages. Random House. $19.95.      Caleb Carr's highly subjective and unpersuasive new book, ''The Lessons of Ter...", "lead_paragraph": "THE LESSONS OF TERROR A History of Warfare Against Civilians: Why It Has Always Failed and Why It Will Fail Again By Caleb Carr 272 pages. Random House. $19.95. Caleb Carr's highly subjective and unpersuasive new book, ''The Lessons of Terror,'' purports to provide ''an introduction to the historical roots of modern international terrorism by placing that phenomenon squarely within the discipline of military history, rather than political science or sociology.'' The book actually turns out to be a long laundry list of atrocities and wartime brutalities committed throughout history (from the days of the Roman empire through the present), a laundry list that Mr. Carr uses to suggest that there is nothing terribly new about the terrorist attacks of Sept. 11 and the continuing activities of Al Qaeda, and to imply further that the United States itself has a long history of engaging in ''terrorist tactics.''", "abstract": "Michiko Kakutani reviews book The Lessons of Terror: A History of Warfare Against Civilians: Why It Has Always Failed and Why It Will Fail Again by Caleb Carr; photo (M)", "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Augustus, Napoleon, the C.I.A. and Other Terrorists", "kicker": "BOOKS OF THE TIMES"}, "keywords": [{"name": "creative_works", "value": "LESSONS OF TERROR, THE (BOOK)"}, {"name": "persons", "value": "CARR, CALEB"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-01-31T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Michiko", "rank": 1, "lastname": "KAKUTANI"}], "original": "By MICHIKO KAKUTANI"}, "type_of_material": "Review", "_id": "4fd21b2c8eb7c8105d79a23a", "word_count": 1122, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/05/opinion/our-own-terrorist.html", "snippet": "If we want to fathom how countries like Saudi Arabia or Pakistan could possibly support terrorists, we might peek into a mirror.     Jonas Savimbi, the Angolan rebel who was killed 10 days ago, murdered  and tortured countless civilians over the y...", "lead_paragraph": "If we want to fathom how countries like Saudi Arabia or Pakistan could possibly support terrorists, we might peek into a mirror. Jonas Savimbi, the Angolan rebel who was killed 10 days ago, murdered and tortured countless civilians over the years; the Angolan civil war that he sustained may be responsible for more than 500,000 deaths since 1975. But he was our warlord, not the other side's, and so we were as blind to his brutality as the Saudis and Pakistanis are to the sins of their terrorists.", "abstract": "Nicholas D Kristof Op-Ed column says as United States wages war against terrorism, it should review its mistakes in Angola, so they are not repeated in countries like Afghanistan and Iraq; says America supported Angolan rebel Jonas Savimbi, a true terrorist who murdered and tortured countless civilians over the years, because US was locked in cold-war rivalry in which ideology trumped all else; says US must be wary of warlords who parrot back American lines, should support democracy as whole, not simply elections, and should rethink its policy on antipersonnel mines; says in Angola, thousands of maimed children will be one of longest-lasting legacies of US support for Savimbi (M)", "print_page": "23", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Our Own Terrorist"}, "keywords": [{"name": "persons", "value": "SAVIMBI, JONAS"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "IRAQ"}, {"name": "glocations", "value": "RUSSIA"}, {"name": "glocations", "value": "ANGOLA"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "MINES, EXPLOSIVE"}, {"name": "subject", "value": "CHILDREN AND YOUTH"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "ELECTIONS"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-03-05T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By NICHOLAS D. KRISTOF"}, "type_of_material": "Op-Ed", "_id": "4fd22cb08eb7c8105d7b8962", "word_count": 721, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/08/us/bush-says-he-may-not-seek-balanced-budget-this-year.html", "snippet": "President Bush said today for the first time that he might not propose a balanced budget this year. It would be the first time since 1997 that the government would spend more than it took in.    Mr. Bush said the causes of the likely deficit were ...", "lead_paragraph": "President Bush said today for the first time that he might not propose a balanced budget this year. It would be the first time since 1997 that the government would spend more than it took in. Mr. Bush said the causes of the likely deficit were the war and the recession, not his $1.35 trillion tax cut, which increasingly aggressive Democrats have said was to blame in the opening days of this midterm election year. Democrats are hoping to use the economy against Republicans during the campaign.", "abstract": "Pres Bush says he might not propose balanced budget this year; says causes of likely deficit are war and recession, not his $1.35 trillion tax cut which Democrats are blaming; this will be first time since 1997 that government will spend more than it takes in; Democrats expected to stress this issue in midterm election year; photos (M)", "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Bush Says He May Not Seek Balanced Budget This Year"}, "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "UNITED STATES"}, {"name": "subject", "value": "FINANCES"}, {"name": "subject", "value": "ELECTION ISSUES"}, {"name": "subject", "value": "BUDGETS AND BUDGETING"}], "pub_date": "2002-01-08T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "U.S.", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Elisabeth", "rank": 1, "lastname": "BUMILLER"}], "original": "By ELISABETH BUMILLER"}, "type_of_material": "News", "_id": "4fd25bbf8eb7c8105d80950b", "word_count": 871, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/16/world/nation-challenged-overview-dec-15-2001-al-qaeda-s-last-legs-preparing-for-peace.html", "snippet": "The war in Afghanistan moved inexorably toward a climax. American warplanes bombed the ridge positions and cave and tunnel hideouts of Al Qaeda's remnant forces in the eastern mountains around Tora Bora, and on the ground the Afghan militia was cl...", "lead_paragraph": "The war in Afghanistan moved inexorably toward a climax. American warplanes bombed the ridge positions and cave and tunnel hideouts of Al Qaeda's remnant forces in the eastern mountains around Tora Bora, and on the ground the Afghan militia was closing in on what may be Osama bin Laden's last redoubt. RESISTANCE CRUMBLING -- Afghan commanders said that ridge-to-ridge and cave-to-cave searches had led to the capture of 50 Al Qaeda fighters and that bodies of 33 others had been found. That left 300 to 1,000 enemy fighters in the mountains, ravines and man-made tunnels. With limited supplies of food and ammunition, they had only two options -- give up or fight to the death.", "abstract": "Overview of developments on terrorism and war in Afghanistan", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Al Qaeda's Last Legs, Preparing for Peace, Holiday Shadows", "kicker": "A NATION CHALLENGED -- AN OVERVIEW: DEC. 15, 2001"}, "keywords": [{"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2001-12-16T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By ROBERT D. McFADDEN"}, "type_of_material": "News", "_id": "4fd2120a8eb7c8105d787fe4", "word_count": 779, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/03/world/us-officials-try-to-assure-europeans-on-nato.html", "snippet": "Senior American officials tried to reassure Europeans at a global security conference here today that NATO still matters, but also warned that the Bush administration would continue its war against terrorism with its allies or without them.    One...", "lead_paragraph": "Senior American officials tried to reassure Europeans at a global security conference here today that NATO still matters, but also warned that the Bush administration would continue its war against terrorism with its allies or without them. One top official, Paul D. Wolfowitz, the American deputy secretary of defense, was soft-spoken but blunt when he cautioned that whether the rest of the world wished it, the war against terrorism was not over. ''What happened on Sept. 11, as terrible as it was, is but a pale shadow of what will happen if terrorists use weapons of mass destruction,'' Mr. Wolfowitz said. ''Our approach has to aim at prevention and not merely punishment. We are at war.''", "abstract": "Senior American officials seek to reassure Europeans at global security conference in Munich that NATO still matters, but also warn that Bush administration would continue its war against terrorism with its allies or without them; Paul D Wolfowitz, filling in for his boss, Defense Sec Donald H Rumsfeld, says war against terrorism is not over, and that what happened on Sept 11 is pale shadow of what would happen if terrorists use weapons of mass destruction; cites Pres Bush's State of Union address, in which he described Iraq, Iran and North Korea as 'axis of evil' that is seeking weapons of mass destruction; reaction from European participants is mixture of questioning and dismay (M)", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "U.S. Officials Try to Assure Europeans On NATO"}, "keywords": [{"name": "persons", "value": "WOLFOWITZ, PAUL D"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "IRAQ"}, {"name": "glocations", "value": "IRAN"}, {"name": "glocations", "value": "NORTH KOREA"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "organizations", "value": "NORTH ATLANTIC TREATY ORGANIZATION"}, {"name": "subject", "value": "ATOMIC WEAPONS"}, {"name": "subject", "value": "BIOLOGICAL AND CHEMICAL WARFARE"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-02-03T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Steven", "rank": 1, "lastname": "ERLANGER"}], "original": "By STEVEN ERLANGER"}, "type_of_material": "News", "_id": "4fd2628d8eb7c8105d814a7c", "word_count": 776, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/02/world/in-caucasus-the-peaceful-separatists.html", "snippet": "In the rough-and-tumble politics of Russia's far-flung regions, Ingushetia has been an island of relative stability, sandwiched between the flames of war in Chechnya and a seething, and even more tangled, ethnic conflict in North Ossetia.    For n...", "lead_paragraph": "In the rough-and-tumble politics of Russia's far-flung regions, Ingushetia has been an island of relative stability, sandwiched between the flames of war in Chechnya and a seething, and even more tangled, ethnic conflict in North Ossetia. For nearly a decade, the history of post-Soviet Ingushetia has been the history of Ruslan Aushev, a dashing war hero from the Soviet campaign in Afghanistan.", "abstract": "Profile of Ingushetia, island of relative stability in rough-and-tumble politics of Russia's far-flung republics; Ruslan Aushev, elected in 1993, hs steered republic away from war and toward prosperity while playing host to hundreds of thousands of Chechen refugees and Russian soldiers passing through; Aushev's high-handed ways infuriate critics who charge him with interfering with elections; photos; map (M)", "print_page": "12", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "In Caucasus, the Peaceful Separatists"}, "keywords": [{"name": "persons", "value": "AUSHEV, RUSLAN"}, {"name": "persons", "value": "ALBAKOV, DAUD"}, {"name": "glocations", "value": "INGUSHETIA (RUSSIAN REPUBLIC)"}, {"name": "glocations", "value": "RUSSIA"}, {"name": "glocations", "value": "CHECHNYA (RUSSIA)"}, {"name": "subject", "value": "GEOGRAPHIC PROFILES"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "ELECTIONS"}], "pub_date": "2002-02-02T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Patrick", "middlename": "E.", "lastname": "TYLER", "rank": 1, "role": "reported", "organization": ""}], "original": "By PATRICK E. TYLER"}, "type_of_material": "News", "_id": "4fd25bb48eb7c8105d808ede", "word_count": 925, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/07/books/books-of-the-times-and-when-she-was-bad-she-was.html", "snippet": "ATONEMENT  By Ian McEwan  351 pages. Nan A. Talese/ Doubleday. $26.      Ian McEwan's remarkable new novel ''Atonement'' is a love story, a war story and a story about the destructive powers of the imagination. It is also a novel that takes all of...", "lead_paragraph": "ATONEMENT By Ian McEwan 351 pages. Nan A. Talese/ Doubleday. $26. Ian McEwan's remarkable new novel ''Atonement'' is a love story, a war story and a story about the destructive powers of the imagination. It is also a novel that takes all of the author's perennial themes -- dealing with the hazards of innocence, the hold of time past over time present and the intrusion of evil into ordinary lives -- and orchestrates them into a symphonic work that is every bit as affecting as it is gripping. It is, in short, a tour de force.", "abstract": "Michiko Kakutani reviews book Atonement by Ian McEwan; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "And When She Was Bad She Was . . .", "kicker": "BOOKS OF THE TIMES"}, "keywords": [{"name": "creative_works", "value": "ATONEMENT (BOOK)"}, {"name": "persons", "value": "MCEWAN, IAN"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "pub_date": "2002-03-07T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Michiko", "rank": 1, "lastname": "KAKUTANI"}], "original": "By MICHIKO KAKUTANI"}, "type_of_material": "Review", "_id": "4fd22cb68eb7c8105d7b8cfc", "word_count": 950, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/25/opinion/4-secular-questions.html", "snippet": "At the annual Jewish Seder (which was Jesus' Last Supper, and is why Easter and Passover are so close), the youngest child will ask the Four Questions. The examination about the ancient Israelites' flight to freedom begins with ''Why is this night...", "lead_paragraph": "At the annual Jewish Seder (which was Jesus' Last Supper, and is why Easter and Passover are so close), the youngest child will ask the Four Questions. The examination about the ancient Israelites' flight to freedom begins with ''Why is this night different from all other nights?'' In Israel this week, however, the first question on a child's mind is more personal: ''Will I be able to board a school bus without being blown up by a suicide bomber?''", "abstract": "William Safire Op-Ed column says current Israeli-Palestinian conflict, unlike past ones, is terror campaign being waged by Palestinians primarily against Jewish civilians, especially children; says it is tragic mistake for United States to restrain Israel from hotly pursuing creators of suicide bombers who are now under protection of Palestinian army; says as for Saudi Arabian proposal, 'full normalization' between Arab states and Israel could be rescinded on royal whim overnight, while 'full withdrawal' demanded of Israeli troops in occupied territories is forever (M)", "print_page": "21", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "4 Secular Questions"}, "keywords": [{"name": "glocations", "value": "ISRAEL"}, {"name": "glocations", "value": "SAUDI ARABIA"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "PALESTINIANS"}, {"name": "subject", "value": "BOMBS AND EXPLOSIVES"}, {"name": "subject", "value": "CHILDREN AND YOUTH"}, {"name": "subject", "value": "SUICIDES AND SUICIDE ATTEMPTS"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-03-25T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "William", "rank": 1, "lastname": "SAFIRE"}], "original": "By WILLIAM SAFIRE"}, "type_of_material": "Op-Ed", "_id": "4fd262858eb7c8105d814494", "word_count": 700, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/17/garden/residential-sales.html", "snippet": "Manhattan    LOWER EAST SIDE         $285,000  268 East Broadway (Grand Street)  2-bedroom, 1-bath, 1,000-sq.-ft. co-op in a post-World War II building; lobby attendant; dining area, eat-in kitchen, balcony, 2 exposures; maintenance $542, 48% tax-...", "lead_paragraph": "Manhattan LOWER EAST SIDE $285,000 268 East Broadway (Grand Street) 2-bedroom, 1-bath, 1,000-sq.-ft. co-op in a post-World War II building; lobby attendant; dining area, eat-in kitchen, balcony, 2 exposures; maintenance $542, 48% tax-deductible; listed at $335,000, 8 weeks on market (broker: Halstead Property Co.) GREENWICH VILLAGE $475,000 49 East 12th Street 1-bedroom, 1-bath, 800-sq.-ft. duplex co-op in a pre-World War II building; eat-in kitchen, exposed-brick walls, 2 fireplaces, terrace; maintenance $967, 65% tax-deductible; listed at $495,000, 4 weeks on market (brokers: Coldwell Banker/Hunt Kennedy; Eychner Associates)", "abstract": "List of some recent residential sale prices in New York City and metropolitan area", "print_page": "13", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Residential Sales"}, "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "NEW YORK CITY METROPOLITAN AREA"}], "pub_date": "2002-01-17T00:00:00Z", "document_type": "article", "news_desk": "House & Home/Style Desk", "section_name": "Home and Garden; Style", "subsection_name": null, "byline": null, "type_of_material": "List", "_id": "4fd21b298eb7c8105d799f74", "word_count": 594, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}