{"response": {"meta": {"hits": 4096, "time": 58, "offset": 1140}, "docs": [{"web_url": "https://www.nytimes.com/2002/02/25/opinion/masterly-inactivity.html", "snippet": "The way to end the Palestinian guerrilla war against Israel is to demonstrate forcefully that such a war cannot be won. Only when that sinks in can Arab and Jewish states prosper side by side.     Terrorist leaders in and out of the Arafat camp be...", "lead_paragraph": "The way to end the Palestinian guerrilla war against Israel is to demonstrate forcefully that such a war cannot be won. Only when that sinks in can Arab and Jewish states prosper side by side. Terrorist leaders in and out of the Arafat camp believe instead that the mutual bloodshed they have instigated will cause the U.S. or U.N. to intervene and impose a comprehensive deal that would render Israel defenseless, ripe for the ''final phase'' of their Palestinian plan.", "abstract": "William Safire Op-Ed column on Israeli-Arab violence says only way to end Palestinian guerrilla war against Israel is to demonstrate forcefully that such a war cannot be won; holds that only when that fact sinks in can Arab and Jewish states prosper side by side; says worst policy for US would be to repeat Clinton administration's mistake of 'unending intercession;' says US should redouble pressure on Palestinian Authority to act like potential government--to arrest, try and seriously punish terrorists who make negotiations impossible; says intercession as intermediary must first be earned by show of good faith (M)", "print_page": "21", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "'Masterly Inactivity'"}, "keywords": [{"name": "persons", "value": "CLINTON, BILL"}, {"name": "glocations", "value": "ISRAEL"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "PALESTINIANS"}, {"name": "subject", "value": "DEMONSTRATIONS AND RIOTS"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-02-25T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "William", "rank": 1, "lastname": "SAFIRE"}], "original": "By WILLIAM SAFIRE"}, "type_of_material": "Op-Ed", "_id": "4fd25bbb8eb7c8105d8092e6", "word_count": 716, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/01/world/with-pomp-and-jeers-india-and-pakistan-shut-border.html", "snippet": "At sundown today, as every evening, border guards from Pakistan and India strutted menacingly to within a sword's length of one another and scowled theatrically before turning on their heels to lower their national flags at the only border crossin...", "lead_paragraph": "At sundown today, as every evening, border guards from Pakistan and India strutted menacingly to within a sword's length of one another and scowled theatrically before turning on their heels to lower their national flags at the only border crossing between these two countries. It is a pantomime of aggression between two historic antagonists -- so practiced that the Indian and Pakistani guards signal each other to make sure they strut and scowl in unison. The spectacle draws large crowds, who stand on each side waving flags and jeering each other with gleeful spite.", "abstract": "Orchestrated spectacle of Pakistani and Indian guards theatrically scowling at each other at only border crossing between two nations before lowering their national flags draws large crowds, who stand on each side waving flags and jeering each other; rite takes on added piquancy with planned closing of border to bus and rail transportation; Pakistani guards beat back small band of antiwar protestors; photos (M)", "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "With Pomp and Jeers, India and Pakistan Shut Border"}, "keywords": [{"name": "glocations", "value": "INDIA"}, {"name": "glocations", "value": "PAKISTAN"}, {"name": "subject", "value": "INDIA-INTERNATIONAL RELATIONS-PAKISTAN"}, {"name": "subject", "value": "DEMONSTRATIONS AND RIOTS"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-01-01T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Mark", "rank": 1, "lastname": "LANDLER"}], "original": "By MARK LANDLER"}, "type_of_material": "News", "_id": "4fd25bc18eb7c8105d8095e8", "word_count": 754, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/11/us/white-house-letter-shadows-but-lawmakers-complain-they-are-still-dark.html", "snippet": "Words of war will rumble from the White House again this morning, when President Bush is to lay out a broad strategy for the next phase of his campaign against terrorism to more than 1,000 people on the South Lawn. Among those assembled for the pr...", "lead_paragraph": "Words of war will rumble from the White House again this morning, when President Bush is to lay out a broad strategy for the next phase of his campaign against terrorism to more than 1,000 people on the South Lawn. Among those assembled for the president's speech, a six-month marker of the Sept. 11 attacks, will be many members of Congress who have grown frustrated with what they say is the administration's relentless secrecy about its military plans and the broadening war. Those frustrations blew up again last week. In what is becoming a regular Washington psychodrama, as if the White House and Congress were a married couple having the same fight over and over, members of Congress complained that they had been left in the dark about the administration's war plans and its ''shadow government,'' shorthand for the dozens of bureaucrats dispatched to underground bunkers outside Washington since Sept. 11 in an effort to ensure that the government can function in case of a nuclear attack.", "abstract": "Elisabeth Bumiller's White House Letter column examines complaints by members of Congress about what they say is Bush administration's relentless secrecy about military strategy for broadening war against terrorism (M)", "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "White House Letter; Out of the Shadows, but Lawmakers Complain They Are Still in the Dark"}, "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "PENTAGON BUILDING"}, {"name": "subject", "value": "MISSING PERSONS"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-03-11T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "U.S.; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Elisabeth", "rank": 1, "lastname": "BUMILLER"}], "original": "By ELISABETH BUMILLER"}, "type_of_material": "News", "_id": "4fd22cb28eb7c8105d7b8ab8", "word_count": 872, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/12/opinion/sleeping-with-the-terrorists.html", "snippet": "Elnie Angulo, a slim, shy, 25-year-old peasant, was walking along a jungle path when he was accosted by three terrorists here on the island of Basilan, the second front in America's war on terrorism.    What happened next can be deduced from the f...", "lead_paragraph": "Elnie Angulo, a slim, shy, 25-year-old peasant, was walking along a jungle path when he was accosted by three terrorists here on the island of Basilan, the second front in America's war on terrorism. What happened next can be deduced from the findings of the imam who washed Mr. Angulo's body and the doctor who conducted the autopsy. The body had seven broken ribs, three broken vertebrae, slice marks on both hands and cuts on the neck. In addition, Mr. Angulo's tongue had been cut off and his genitals severed.", "abstract": "Nicholas D Kristof Op-Ed column expresses misgivings about US military deployment in Philippines to help Philippine military in its war against Abu Sayyaf terrorists on Basilan island; says Philippine army is repressive, brutal and out of control and that campaign against terrorists is based in part on terror itself; says joint military operation would risk America's most valuable possession in war on terror, namely integrity and values, by adding American firepower and troops to operation brutally out of control (M)", "print_page": "23", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Sleeping With the Terrorists"}, "keywords": [{"name": "glocations", "value": "PHILIPPINES"}, {"name": "glocations", "value": "BASILAN (PHILIPPINES)"}, {"name": "organizations", "value": "ABU SAYYAF"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "FREEDOM AND HUMAN RIGHTS"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-02-12T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By NICHOLAS D. KRISTOF"}, "type_of_material": "Op-Ed", "_id": "4fd22ab08eb7c8105d7b5ad3", "word_count": 871, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/19/nyregion/nation-challenged-troops-like-old-times-uso-back-playing-gi-s-new-york.html", "snippet": "O.K., so Bob Hope wasn't there to deliver jokes about Kaopectate. And unfortunately, neither Jennifer Lopez nor Mariah Carey was available.    But for the 300 or so veterans and National Guard troops who descended upon Fort Hamilton in Brooklyn la...", "lead_paragraph": "O.K., so Bob Hope wasn't there to deliver jokes about Kaopectate. And unfortunately, neither Jennifer Lopez nor Mariah Carey was available. But for the 300 or so veterans and National Guard troops who descended upon Fort Hamilton in Brooklyn last night, the variety show by the United Service Organizations supplied enough singing, dancing and patriotic eye and ear candy to last, oh, maybe a few decades.", "abstract": "USO puts on first large-scale show at military base in New York City for first time in 60 years; program at Fort Hamilton for National Guard troops and veterans features current and former beauty queens singing Boogie Woogie Bugle Boy; photo (M)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Like Old Times: U.S.O. Is Back, Playing to G.I.'s in New York", "kicker": "A NATION CHALLENGED: THE TROOPS"}, "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "NATIONAL GUARD"}, {"name": "organizations", "value": "UNITED SERVICE ORGANIZATIONS"}, {"name": "subject", "value": "COMPANY AND ORGANIZATION PROFILES"}, {"name": "subject", "value": "ENTERTAINMENT AND AMUSEMENTS"}, {"name": "subject", "value": "MILITARY PERSONNEL"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "FORT HAMILTON (NYC)"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-12-19T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"firstname": "David", "middlename": "W.", "lastname": "CHEN", "rank": 1, "role": "reported", "organization": ""}], "original": "By DAVID W. CHEN"}, "type_of_material": "News", "_id": "4fd22ab08eb7c8105d7b5add", "word_count": 835, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/16/sports/olympics-reaction-russians-are-angered-by-the-ioc-decision.html", "snippet": "If the Canadians were jubilant, the Russians were angry.    In Russian eyes, Yelena Berezhnaya and Anton Sikharulidze had won the pairs figure skating competition on Monday night hands down, and the International Olympic Committee succumbed to Nor...", "lead_paragraph": "If the Canadians were jubilant, the Russians were angry. In Russian eyes, Yelena Berezhnaya and Anton Sikharulidze had won the pairs figure skating competition on Monday night hands down, and the International Olympic Committee succumbed to North American pressures when it handed another gold medal to the Canadians, who had previously been awarded the silver.", "abstract": "Russian reaction to IOC's decision to give gold medal to Canadian pairs team discussed; Olympic team says it will respect decision, but Russian media says move is unprecedented and was influenced by Western pressure by North American press and fans; Deputy Prime Minister Valentina Matviyenko denounces decision; photo (M)", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Russians Are Angered By the I.O.C. Decision", "kicker": "OLYMPICS: REACTION"}, "keywords": [{"name": "persons", "value": "SIKHARULIDZE, ANTON"}, {"name": "persons", "value": "BEREZHNAYA, YELENA"}, {"name": "persons", "value": "MATVIYENKO, VALENTINA"}, {"name": "persons", "value": "SALE, JAMIE"}, {"name": "persons", "value": "LE GOUGNE, MARIE REINE"}, {"name": "persons", "value": "ROGGE, JACQUES"}, {"name": "persons", "value": "PELLETIER, DAVID"}, {"name": "glocations", "value": "RUSSIA"}, {"name": "glocations", "value": "CANADA"}, {"name": "glocations", "value": "SALT LAKE CITY (UTAH)"}, {"name": "glocations", "value": "FRANCE"}, {"name": "organizations", "value": "INTERNATIONAL OLYMPIC COMMITTEE"}, {"name": "subject", "value": "OFFICIATING (SPORTS)"}, {"name": "subject", "value": "WINTER GAMES (OLYMPICS)"}, {"name": "subject", "value": "OLYMPIC GAMES"}, {"name": "subject", "value": "ETHICS"}, {"name": "subject", "value": "OLYMPIC GAMES (2002)"}, {"name": "subject", "value": "NEWS AND NEWS MEDIA"}], "pub_date": "2002-02-16T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Serge", "rank": 1, "lastname": "SCHMEMANN"}], "original": "By SERGE SCHMEMANN"}, "type_of_material": "News", "_id": "4fd25bba8eb7c8105d8091da", "word_count": 863, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/23/weekinreview/the-world-hussein-and-bin-laden-how-opposites-attract.html", "snippet": "AS the United States ponders whether to expand the war on terrorism to Iraq, various officials and ex-officials have tried to connect the dots between Osama bin Laden and Saddam Hussein. Administration officials debate the credibility of claims by...", "lead_paragraph": "AS the United States ponders whether to expand the war on terrorism to Iraq, various officials and ex-officials have tried to connect the dots between Osama bin Laden and Saddam Hussein. Administration officials debate the credibility of claims by Czech officials of a meeting in Prague between an Iraqi intelligence officer and Mr. bin Laden's leading suicide operative in the Sept. 11 attacks. R. James Woolsey, the former director of central intelligence, has tried to link Mr. Hussein to the anthrax attacks in America. But what, if anything, connects Mr. bin Laden, the religious extremist master of terror, with Mr. Hussein, the secular president of Iraq?", "abstract": "Various Bush administration officials are seeking connection between Osama bin Laden, religious extremist master of terror, and Saddam Hussein, secular president of Iraq; two men share hatred of United States and its military presence in Persian Gulf; both are skillful mythmakers about their past; but that is where similarities end; photo (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The World; Hussein and bin Laden: How Opposites Attract"}, "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "BIN LADEN, OSAMA"}, {"name": "persons", "value": "HUSSEIN, SADDAM"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "IRAQ"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2001-12-23T00:00:00Z", "document_type": "article", "news_desk": "Week in Review Desk", "section_name": "Week in Review", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Elaine", "rank": 1, "lastname": "SCIOLINO"}], "original": "By ELAINE SCIOLINO"}, "type_of_material": "News", "_id": "4fd267668eb7c8105d81cd3c", "word_count": 779, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/17/world/nation-challenged-overview-dec-16-2001-heard-but-not-seen-holiday-for-afghans.html", "snippet": "There was some disconnect yesterday between the jubilant statements coming out of the mountains of Tora Bora -- where Afghan commanders declared victory over the last Al Qaeda holdouts -- and the sober pronouncements by Bush administration officia...", "lead_paragraph": "There was some disconnect yesterday between the jubilant statements coming out of the mountains of Tora Bora -- where Afghan commanders declared victory over the last Al Qaeda holdouts -- and the sober pronouncements by Bush administration officials, who in interview after interview, coolly challenged the notion that this war, begun on Oct. 7, is now over. STILL AT LARGE -- For one thing, Osama bin Laden has yet to be located, let alone captured or killed. For the United States, that is a critical bit of unfinished business since Mr. bin Laden has been identified as the mastermind of the deadly attacks that sent America to war. But it is not necessarily so for the local Afghan commanders, who want most of all to cleanse their land of Mr. bin Laden and his foreign fighters. For them, capturing the man himself has been a challenge, but not the main goal. ''If he's here, it is our responsibility to catch him,'' said Commander Zaman Ali. ''But he's not here.''", "abstract": "Overview of events in war on terrorism, including fact that Osama bin Laden remains at large, even after anti-Taliban forces declare victory, that as many as 2,000 of his followers may have escaped, that Defense Sec Donald H Rumsfeld has paid visit to Afghanistan, and that Hamid Karzai, who will be interim president, has brother, Qayum Karzai, living in Baltimore but planning to return home to help him (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Heard but Not Seen, a Holiday for Afghans, the Baltimore Connection", "kicker": "A NATION CHALLENGED: AN OVERVIEW: DEC. 16, 2001"}, "keywords": [{"name": "persons", "value": "KARZAI, HAMID"}, {"name": "persons", "value": "KARZAI, QAYUM"}, {"name": "persons", "value": "RUMSFELD, DONALD H"}, {"name": "persons", "value": "BIN LADEN, OSAMA"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-12-17T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Celestine", "rank": 1, "lastname": "BOHLEN"}], "original": "By CELESTINE BOHLEN"}, "type_of_material": "News", "_id": "4fd2124a8eb7c8105d788655", "word_count": 753, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/24/opinion/new-rules-of-political-rhetoric.html", "snippet": "The reviews are in, and they are bad. President Bush's characterization of Iraq, Iran and North Korea as an ''axis of evil'' has been met by our allies' puzzled annoyance and by massive rallies in Iran that only strengthened hard-line elements the...", "lead_paragraph": "The reviews are in, and they are bad. President Bush's characterization of Iraq, Iran and North Korea as an ''axis of evil'' has been met by our allies' puzzled annoyance and by massive rallies in Iran that only strengthened hard-line elements there. How, one wonders, did the president and his speech writers blunder into this mess? Republicans today seem convinced that America should speak loudly and carry a big stick. Despite the popularity of Teddy Roosevelt among conservative intellectuals, the truth is that this administration is still living in the shadow cast by Ronald Reagan and his political rhetoric. During his presidency, Mr. Reagan managed to change the way America thought and spoke about its place in the world, and in so doing helped to reshape that world. Our West European allies may have winced when President Reagan stood before the Berlin Wall and declared, ''Mr. Gorbachev, tear down this wall!'' but East Europeans were heartened by his resolve. Similarly, his characterization of the Soviet bloc as an ''evil empire'' provoked cynicism in the pages of Western Europe's leading newspapers but sent a clear signal to the Soviet government that the days of détente and equivocation were over.", "abstract": "Prof Mark Lilla Op-Ed article, holding Pres Bush erred in characterizing Iraq, Iran and North Korea as 'axis of evil,' calls for fresh rhetorical response to new kinds of adversaries, not reprise of Ronald Reagan's cold war toughness; warns public opinion abroad can easily be exploited by regimes set against US or can topple regimes favorable to US; cites need to clearly articulate American policy principles; drawing (M)", "print_page": "13", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "New Rules of Political Rhetoric"}, "keywords": [{"name": "persons", "value": "REAGAN, RONALD WILSON"}, {"name": "glocations", "value": "IRAQ"}, {"name": "glocations", "value": "IRAN"}, {"name": "glocations", "value": "NORTH KOREA"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "IRAQ-INTERNATIONAL RELATIONS-US"}, {"name": "subject", "value": "NORTH KOREA-INTERNATIONAL RELATIONS-US"}, {"name": "subject", "value": "IRAN-INTERNATIONAL RELATIONS-US"}], "pub_date": "2002-02-24T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Mark", "rank": 1, "lastname": "Lilla"}], "original": "By Mark Lilla"}, "type_of_material": "Op-Ed", "_id": "4fd21b328eb7c8105d79a589", "word_count": 751, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/17/opinion/the-future-of-the-cia.html", "snippet": "Washington can be a funny town. As the House and Senate are gearing up to hold joint hearings on the intelligence community's response to terrorism in recent years, including the failure to detect or prevent the terror attacks of Sept. 11, lawmake...", "lead_paragraph": "Washington can be a funny town. As the House and Senate are gearing up to hold joint hearings on the intelligence community's response to terrorism in recent years, including the failure to detect or prevent the terror attacks of Sept. 11, lawmakers are showering the Central Intelligence Agency and other spy organizations with money. Indeed, these are boom times for the C.I.A. The agency's overseas operations are expanding, its budget is growing, and its director, George Tenet, is spending more time with the president at the White House and Camp David than any spy chief since the C.I.A. was created more than a half-century ago. The paradox says a lot about the role of intelligence in the age of terrorism. It is indispensable. Because accurate, timely intelligence is so important to the nation's security, punishing the C.I.A. for its lapses by cutting its resources has not been an option. But setting the right direction for the nation's spy agencies must be one of the top goals of the Bush administration and Congress. The policy, budget and staffing decisions being made today will shape these institutions for years and determine how effective they will be in fighting terrorism.", "abstract": "Editorial contemplates future of CIA, noting that as House and Senate are gearing up to hold joint hearings on intelligence community's response to terrorism in recent years, lawmakers are showering CIA and other spy orgns with money; holds these are boom times for CIA; notes that agaency's overseas operations are expanding, its budget is growing and its director, George Tenet, is spending more time with President at White House and Camp David than any spy chief since CIA was created; holds setting right direction for nation's spy agencies must be one of top goals of Bush administration and Congress", "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Future of the C.I.A."}, "keywords": [{"name": "persons", "value": "TENET, GEORGE"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "UNITED STATES"}, {"name": "organizations", "value": "CENTRAL INTELLIGENCE AGENCY"}, {"name": "subject", "value": "INTELLIGENCE SERVICES"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "FINANCES"}, {"name": "subject", "value": "BUDGETS AND BUDGETING"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-02-17T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Editorial", "_id": "4fd26daa8eb7c8105d82767e", "word_count": 906, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}