{"response": {"meta": {"hits": 4096, "time": 37, "offset": 1160}, "docs": [{"web_url": "https://www.nytimes.com/2002/02/24/books/pow.html", "snippet": "ENEMY WOMEN   By Paulette Jiles.   321 pp. New York:   William Morrow. $24.95....", "lead_paragraph": "ENEMY WOMEN By Paulette Jiles. 321 pp. New York: William Morrow. $24.95.", "abstract": "John Vernon reviews book Enemy Women by Paulette Jiles; drawing (M)", "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "P.O.W."}, "keywords": [{"name": "creative_works", "value": "ENEMY WOMEN (BOOK)"}, {"name": "persons", "value": "JILES, PAULETTE"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "pub_date": "2002-02-24T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "John", "rank": 1, "lastname": "Vernon"}], "original": "By John Vernon"}, "type_of_material": "Review", "_id": "4fd214718eb7c8105d78cb65", "word_count": 1417, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/01/world/fighting-empties-indian-border-villages.html", "snippet": "At 80, a reluctant resident of a perilous frontier, Ishwar Das has known a long life of gunfire and flight.    During the 1947 partition of India and Pakistan, Mr. Das, a farmer, and his clan fled their border village for shelter in a refugee camp...", "lead_paragraph": "At 80, a reluctant resident of a perilous frontier, Ishwar Das has known a long life of gunfire and flight. During the 1947 partition of India and Pakistan, Mr. Das, a farmer, and his clan fled their border village for shelter in a refugee camp inland. It was the same in 1965, and again in 1971. In 1975, when their village became part of what is now Pakistan, they picked up and moved altogether, resettled by the Indian government in what they considered a safer village, only to have to flee temporarily twice more.", "abstract": "Residents of border villagÿ", "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Fighting Empties Indian Border Villages"}, "keywords": [{"name": "glocations", "value": "KASHMIR AND JAMMU (INDIA)"}, {"name": "glocations", "value": "INDIA"}, {"name": "glocations", "value": "PAKISTAN"}, {"name": "subject", "value": "INDIA-INTERNATIONAL RELATIONS-PAKISTAN"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-01-01T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Somini", "rank": 1, "lastname": "SENGUPTA"}], "original": "By SOMINI SENGUPTA"}, "type_of_material": "News", "_id": "4fd219678eb7c8105d79779a", "word_count": 1085, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/24/weekinreview/truth-right-and-the-american-way-a-nation-defines-itself-by-its-evil-enemies.html", "snippet": "AS President Bush toured Asia last week, some world leaders worried publicly that the war on terrorism was starting to look suspiciously like the last great American campaign -- against Communism.    It is hard to miss the cold war echoes. Once ag...", "lead_paragraph": "AS President Bush toured Asia last week, some world leaders worried publicly that the war on terrorism was starting to look suspiciously like the last great American campaign -- against Communism. It is hard to miss the cold war echoes. Once again America's allies are being told that the world is divided starkly into zones of good and evil, darkness and light, and that ''the United States and only the United States can see this effort through to victory,'' as Vice President Dick Cheney told a gathering at the Council on Foreign Relations two weeks ago.", "abstract": "America's long history of demonizing its enemies and defining itself in part through its nemeses discussed in light of its current response to Sept 11 terrorism; use of nation's enemies as highly emotional political symbols makes it easy to lose touch with reality of their acts and motives and harder to understand how to defeat or influence them; photo (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Truth, Right and the American Way; A Nation Defines Itself By Its Evil Enemies"}, "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-02-24T00:00:00Z", "document_type": "article", "news_desk": "Week in Review Desk", "section_name": "Washington; Week in Review", "subsection_name": null, "byline": {"person": [{"firstname": "Robert", "middlename": "F.", "lastname": "WORTH", "rank": 1, "role": "reported", "organization": ""}], "original": "By ROBERT F. WORTH"}, "type_of_material": "News", "_id": "4fd21b318eb7c8105d79a56b", "word_count": 1654, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/23/world/nation-challenged-foreign-policy-team-wartime-forges-united-front-for-bush-aides.html", "snippet": "A hundred days of crisis and war have not only transformed George W. Bush's presidency and the nation he leads, but have forced a greater level of unity on his circle of national security advisers, even as significant differences persist in their ...", "lead_paragraph": "A hundred days of crisis and war have not only transformed George W. Bush's presidency and the nation he leads, but have forced a greater level of unity on his circle of national security advisers, even as significant differences persist in their priorities for the long-term struggle against terrorism and the conflicts that give rise to it. Before Sept. 11, as the advisers struggled to define America's mission to a world suspicious of Mr. Bush's intentions, their conflicts on international treaties, the environment, North Korea and dealings with the world's other superpowers unnerved Europe and Asia.", "abstract": "Crisis and war force greater level of unity on Pres Bush's circle of national security advisers, even as significant differences persist in their priorities for long-term struggle against terrorism and conflicts that give rise to it; Secretary of State Colin L Powell, called invisible before Sept 11, is now regarded as consummate pragmatist, whose long experience in Army and as chairman of Joint Chiefs of Staff has brought realism to American diplomacy in time of war; Defense Sec Donald H Rumsfeld, parodied as Dr Strangelove pre-Sept 11, has emerged as dominant spokesman for war effort; Condolezza Rice, national security adviser once criticized for stoking Bush's go-it-alone instincts, emerges as decisive vote in councils of war; Powell, Rumsfeld and Rice still differ, but they keep news of their differences to minimum as they seek to marshal diversity of views for Bush to consider; new sense of unity will be tested in coming weeks, as tensions rise between India and Pakistan, and between Israel and Palestinians; at issue will be question of how deeply US should intervene in longstanding disputes; photo (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Wartime Forges A United Front For Bush Aides", "kicker": "A NATION CHALLENGED: FOREIGN POLICY TEAM"}, "keywords": [{"name": "persons", "value": "POWELL, COLIN L"}, {"name": "persons", "value": "RICE, CONDOLEEZZA"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "RUMSFELD, DONALD H"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "INDIA"}, {"name": "glocations", "value": "PAKISTAN"}, {"name": "glocations", "value": "ISRAEL"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "PALESTINIANS"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-12-23T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Front Page; Washington", "subsection_name": null, "byline": {"person": [{"firstname": "David", "middlename": "E.", "lastname": "SANGER", "rank": 1, "role": "reported", "organization": ""}, {"firstname": "Patrick", "middlename": "E.", "lastname": "TYLER", "rank": 2, "role": "reported", "organization": ""}], "original": "By DAVID E. SANGER and PATRICK E. TYLER"}, "type_of_material": "News", "_id": "4fd229258eb7c8105d7b27bd", "word_count": 1666, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/02/world/the-india-pakistan-tension-news-analysis-seeking-a-new-ending.html", "snippet": "Confrontations between India and Pakistan over Kashmir, the beautiful Himalayan land, have unfolded like movie sequels with the same discouraging plot line. But recently, the sheer force of events seems to have fast-forwarded the story line betwee...", "lead_paragraph": "Confrontations between India and Pakistan over Kashmir, the beautiful Himalayan land, have unfolded like movie sequels with the same discouraging plot line. But recently, the sheer force of events seems to have fast-forwarded the story line between these old enemies and suddenly a different, more hopeful ending seems possible, if still unlikely. Pakistan's military ruler, President Pervez Musharraf, has taken steps to crack down on two ''holy warrior'' groups that defense analysts say Pakistan has sponsored to fight Indian rule of Kashmir -- and that India has accused of carrying out an attack on Parliament on Dec. 13. The groups' leaders and dozens of their members have been arrested in the last week.", "abstract": "News analysis of crackdown by Pres Pervez Musharraf on two Pakistan-based Islamic terrorist groups accused of launching attacks against India; Indian officials consider for first time possibility that Musharraf may be prepared to alter Pakistan's longstanding strategy of fomenting anti-Indian violence in Kashmir, yet remain deeply suspicious; say that Musharraf may be bending under severe pressure from US and extreme military threat from India and that arrests of Islamic militants may only signal tactical retreat to buy time or disguise some new strategy; photo (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Seeking a New Ending", "kicker": "THE INDIA-PAKISTAN TENSION: NEWS ANALYSIS"}, "keywords": [{"name": "persons", "value": "MUSHARRAF, PERVEZ"}, {"name": "glocations", "value": "INDIA"}, {"name": "glocations", "value": "PAKISTAN"}, {"name": "glocations", "value": "KASHMIR AND JAMMU"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "INDIA-INTERNATIONAL RELATIONS-PAKISTAN"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-01-02T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Front Page; Washington", "subsection_name": null, "byline": {"person": [{"firstname": "Celia", "middlename": "W.", "lastname": "DUGGER", "rank": 1, "role": "reported", "organization": ""}], "original": "By CELIA W. DUGGER"}, "type_of_material": "An Analysis; News Analysis", "_id": "4fd22ab18eb7c8105d7b5ba6", "word_count": 1476, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/06/opinion/the-pentagon-spending-spree.html", "snippet": "With the nation at war, everyone expected a healthy but reasonable increase in next year's defense budget. Instead the Bush administration has presented a bloated and unbalanced proposal that would deepen future budget deficits, distort national p...", "lead_paragraph": "With the nation at war, everyone expected a healthy but reasonable increase in next year's defense budget. Instead the Bush administration has presented a bloated and unbalanced proposal that would deepen future budget deficits, distort national priorities and slow the transformation of America's military forces to respond to the novel needs of 21st-century warfare. Congress must summon the courage to reshape and reduce this undisciplined budget. The administration expects the Pentagon to keep buying costly new versions of obsolete cold-war weapons systems. Every dollar wasted on these arms comes at the expense of alternatives that would actually make America more secure, like speeding military modernization and expanding the range of projects designed to contain the spread of nuclear, biological and chemical weapons materials. Spending so much on defense also squanders money needed for compelling domestic priorities, like protecting Social Security and Medicare and expanding health coverage for the uninsured.", "abstract": "Editorial says defense budget proposed by Pres Bush is bloated and unbalanced and will deepen future budget deficits, distort national priorities and slow transformation of America's military forces to respond to novel needs of 21st-century warfare (M)", "print_page": "20", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Pentagon Spending Spree"}, "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "UNITED STATES"}, {"name": "subject", "value": "FINANCES"}, {"name": "subject", "value": "BUDGETS AND BUDGETING"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-02-06T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Editorial", "_id": "4fd22cb18eb7c8105d7b8a76", "word_count": 534, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/20/nyregion/news-summary-225444.html", "snippet": "INTERNATIONAL   3-12    U.S. Still Deeply Concerned By India's Border Buildup  Although diplomacy has reduced the immediate risk of war between India and Pakistan, American officials said they are still worried by the mobilization along the tense ...", "lead_paragraph": "INTERNATIONAL 3-12 U.S. Still Deeply Concerned By India's Border Buildup Although diplomacy has reduced the immediate risk of war between India and Pakistan, American officials said they are still worried by the mobilization along the tense border. 1 Deadly Volcano in Congo The eruptions that began Thursday continued, displacing thousands and killing at least 40 more people. 8", "abstract": null, "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "NEWS SUMMARY"}, "keywords": [], "pub_date": "2002-01-20T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": null, "type_of_material": "Summary", "_id": "4fd2124a8eb7c8105d788591", "word_count": 553, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/20/opinion/the-pressure-rises-in-pakistan.html", "snippet": "Gen. Pervez Musharraf of Pakistan has been performing a political high-wire act since Sept. 11 by supporting the war against terrorism while trying to prevent a rebellion at home among Islamic fundamentalists angered by his rejection of the Taliba...", "lead_paragraph": "Gen. Pervez Musharraf of Pakistan has been performing a political high-wire act since Sept. 11 by supporting the war against terrorism while trying to prevent a rebellion at home among Islamic fundamentalists angered by his rejection of the Taliban. He has succeeded thus far, but now faces new dangers created in part by his own tolerance for terrorists before Sept. 11. If he does not deal with these threats quickly and effectively, he may undermine his own rule as well as the American campaign against terrorism. General Musharraf must crack down on terrorist groups operating in his own country. Urgent action is needed after the attack last week on India's Parliament, attributed by India to militant groups in Pakistan. In addition, hundreds of Taliban and Al Qaeda fighters have slipped into Pakistan's mountainous northwestern frontier, where there is strong resistance to General Musharraf's embrace of America. Troops loyal to Osama bin Laden clashed with their Pakistani captors yesterday.", "abstract": "Editorial says Gen Pervez Musharraf of Pakistan must crack down on terrorist groups operating in his country that want to provoke war with India and eventually unseat Musharraf himself to make Pakistan Islamic fundamentalist state; notes that attack on India's Parliament has been attributed by India to militant groups in Pakistan, and that hundreds of Taliban and Al Qaeda fighters from Afghanistan have slipped into Pakistan's northwestern frontier, where there is strong resistance to Musharraf's embrace of America's war on terrorism ever since Sept 11", "print_page": "38", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Pressure Rises in Pakistan"}, "keywords": [{"name": "persons", "value": "MUSHARRAF, PERVEZ"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "INDIA"}, {"name": "glocations", "value": "PAKISTAN"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "organizations", "value": "AL QAEDA"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "INDIA-INTERNATIONAL RELATIONS-PAKISTAN"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2001-12-20T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Editorial", "_id": "4fd229968eb7c8105d7b3d1c", "word_count": 533, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/10/nyregion/study-faults-small-schools-on-social-studies.html", "snippet": "A study by two Columbia University professors has found that many of New York City's small high schools teach a diluted version of social studies that does not adequately prepare students for citizenship's demands.    The study finds that small hi...", "lead_paragraph": "A study by two Columbia University professors has found that many of New York City's small high schools teach a diluted version of social studies that does not adequately prepare students for citizenship's demands. The study finds that small high schools have a more caring atmosphere than traditional schools, and are better at engaging disadvantaged students. But it concludes that the teaching of social studies in small schools has been hurt by what the researchers call a less is more philosophy of curriculum.", "abstract": "Study finds many small New York City high schools do not adequately teach social studies, omitting important historical events, and leaving students woefully unprepared; schools are fighting state's requirement that they administer Regents exams in history and other subjects, contending exams are too sweeping and would force schools to abandon in-depth approach to learning (M)", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Study Faults Small Schools on Social Studies"}, "keywords": [{"name": "glocations", "value": "NEW YORK STATE"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "subject", "value": "EDUCATION AND SCHOOLS"}, {"name": "subject", "value": "HISTORY"}, {"name": "subject", "value": "TESTS AND TESTING"}], "pub_date": "2002-04-10T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "Education; New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Anemona", "rank": 1, "lastname": "HARTOCOLLIS"}], "original": "By ANEMONA HARTOCOLLIS"}, "type_of_material": "News", "_id": "4fd2341f8eb7c8105d7c52d9", "word_count": 525, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/17/us/study-links-early-adult-head-injuries-to-depression-years-later.html", "snippet": "Concussions and other head injuries in early adulthood may significantly raise the risk of depression decades later, a study of World War II veterans has found.    The study has implications for football and hockey players, motorcyclists and other...", "lead_paragraph": "Concussions and other head injuries in early adulthood may significantly raise the risk of depression decades later, a study of World War II veterans has found. The study has implications for football and hockey players, motorcyclists and others who have taken blows to the head.", "abstract": "Study finds that concussions and other head injuries in early adulthood may significantly raise risk of depression decades later; other research has shown that head-trauma patients may be prone to depression shortly after suffering their injuries; new findings suggest risk persists even 50 years later (M)", "print_page": "20", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "Study Links Early Adult Head Injuries to Depression Years Later"}, "keywords": [{"name": "subject", "value": "CONCUSSIONS"}, {"name": "subject", "value": "BRAIN"}, {"name": "subject", "value": "MENTAL HEALTH AND DISORDERS"}, {"name": "subject", "value": "RESEARCH"}, {"name": "subject", "value": "DEPRESSION (MENTAL)"}], "pub_date": "2002-01-17T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "Health", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd21b298eb7c8105d799f78", "word_count": 495, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}