{"response": {"meta": {"hits": 4096, "time": 104, "offset": 1100}, "docs": [{"web_url": "https://www.nytimes.com/2002/04/10/arts/john-agar-81-actor-once-wed-to-shirley-temple.html", "snippet": "John Agar, who as an Air Force sergeant married Shirley Temple and later became an actor, mostly in westerns and war movies, died on Sunday in Burbank, Calif. He was 81.    Mr. Agar was a 24-year-old physical training instructor at March Field at ...", "lead_paragraph": "John Agar, who as an Air Force sergeant married Shirley Temple and later became an actor, mostly in westerns and war movies, died on Sunday in Burbank, Calif. He was 81. Mr. Agar was a 24-year-old physical training instructor at March Field at Riverside, Calif., in 1945 when a friend arranged for him to escort Ms. Temple, then a 16-year-old child star, to a Hollywood party given by her boss, David O. Selznick.", "abstract": "john agar, 81, actor once wed to shirley temple*John Agar, movie actor, dies at age 81; photo (M)", "print_page": "8", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "John Agar, 81, Actor Once Wed to Shirley Temple"}, "keywords": [{"name": "persons", "value": "AGAR, JOHN"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "DEATHS (OBITUARIES)"}], "pub_date": "2002-04-10T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": null, "subsection_name": null, "byline": null, "type_of_material": "Obituary; Biography", "_id": "4fd22fb58eb7c8105d7be0a4", "word_count": 286, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/12/arts/george-nader-80-actor-and-sci-fi-writer.html", "snippet": "George Nader, a beefcake actor who appeared in a string of campy films including the 1953 bad-movie 3D classic ''Robot Monster,'' died on Feb. 4. He was 80 and lived at the Motion Picture Country Home in Los Angeles.    Tony Curtis, who appeared w...", "lead_paragraph": "George Nader, a beefcake actor who appeared in a string of campy films including the 1953 bad-movie 3D classic ''Robot Monster,'' died on Feb. 4. He was 80 and lived at the Motion Picture Country Home in Los Angeles. Tony Curtis, who appeared with Mr. Nader in the 1955 crime drama ''Six Bridges to Cross,'' called him ''one of the kindest and most generous men I've ever known.''", "abstract": "George Nader, actor and science-fiction writer who was close to actor Rock Hudson, dies at age 80; photo (S)", "print_page": "7", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "George Nader, 80, Actor and Sci-Fi Writer"}, "keywords": [{"name": "persons", "value": "NADER, GEORGE"}, {"name": "persons", "value": "HUDSON, ROCK"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "DEATHS (OBITUARIES)"}], "pub_date": "2002-02-12T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": null, "subsection_name": null, "byline": null, "type_of_material": "Obituary; Biography", "_id": "4fd21b2a8eb7c8105d79a05f", "word_count": 259, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/23/travel/travel-advisory-for-christmas-47-trees-and-one-man-s-toys.html", "snippet": "Christmas trees representing Egypt, Latvia, Colombia and 44 other countries are part of the annual Christmas Around the World and Holidays of Light festival running through Jan. 6 at the Museum of Science and Industry in Chicago.     The celebrati...", "lead_paragraph": "Christmas trees representing Egypt, Latvia, Colombia and 44 other countries are part of the annual Christmas Around the World and Holidays of Light festival running through Jan. 6 at the Museum of Science and Industry in Chicago. The celebration features 47 trees and 2 crèches, each decorated by representatives of one of the city's many cultural groups. The displays are in the Rotunda and West Court of the museum, the only building remaining from the 1893 World's Columbian Exposition.", "abstract": "Museum of Science and Industry in Chicago opens annual Christmas Around World and Holidays of Light festival featuring 47 trees and two creches and exhibit of robots and space toys from collection of Robert Lesser; photo (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "For Christmas, 47 Trees And One Man's Toys", "kicker": "TRAVEL ADVISORY"}, "keywords": [{"name": "persons", "value": "LESSER, ROBERT"}, {"name": "organizations", "value": "MUSEUM OF SCIENCE AND TECHNOLOGY"}, {"name": "subject", "value": "COLLECTORS AND COLLECTIONS"}, {"name": "subject", "value": "TOYS"}, {"name": "subject", "value": "ROBOTS"}, {"name": "subject", "value": "CHRISTMAS"}], "pub_date": "2001-12-23T00:00:00Z", "document_type": "article", "news_desk": "Travel Desk", "section_name": null, "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Jillian", "rank": 1, "lastname": "DUNHAM"}], "original": "By JILLIAN DUNHAM"}, "type_of_material": "News", "_id": "4fd218e18eb7c8105d795ffb", "word_count": 262, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/23/world/agency-chief-for-inspections-fails-in-vote-of-confidence.html", "snippet": "The United States won a battle today, but failed to win its war against the director of the organization that supervises the destruction of chemical weapons.    American officials said that in a closed meeting in The Hague today, José M. Bustani,...", "lead_paragraph": "The United States won a battle today, but failed to win its war against the director of the organization that supervises the destruction of chemical weapons. American officials said that in a closed meeting in The Hague today, José M. Bustani, the Brazilian head of the 41-member executive council that governs the Organization for the Prohibition of Chemical Weapons, was able to muster only five votes in favor of his continued tenure as director general.", "abstract": "Eighteen member-nations of 45-member executive council that governs Organization for Prohibition of Chemical Weapons vote in favor of American-backed resolution expressing 'no confidence' in organization's head, Jose M Bustani of Brazil, but 18 nations, including most South American countries, abstain; five nations support Bustani's leadership; meeting adjourns without formal vote on American appeal for special meeting of 145-member organization to consider whether Bustani should be replaced because of alleged mismanagement and 'ill-considered initiatives' (S)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Agency Chief For Inspections Fails in Vote Of Confidence"}, "keywords": [{"name": "persons", "value": "BUSTANI, JOSE M"}, {"name": "organizations", "value": "ORGANIZATION FOR THE PROHIBITION OF CHEMICAL WEAPONS"}, {"name": "subject", "value": "BIOLOGICAL AND CHEMICAL WARFARE"}], "pub_date": "2002-03-23T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Judith", "rank": 1, "lastname": "MILLER"}], "original": "By JUDITH MILLER"}, "type_of_material": "News", "_id": "4fd26da58eb7c8105d827308", "word_count": 336, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/01/movies/film-review-early-vietnam-mission-murky.html", "snippet": "It is a truism that nobody hates war more than soldiers. ''We Were Soldiers,'' which chronicles a bloody three-day battle between the North Vietnamese Army and the United States Seventh Cavalry in November 1965, offers ample evidence of why this s...", "lead_paragraph": "It is a truism that nobody hates war more than soldiers. ''We Were Soldiers,'' which chronicles a bloody three-day battle between the North Vietnamese Army and the United States Seventh Cavalry in November 1965, offers ample evidence of why this should be so. Following the example set by Steven Spielberg in ''Saving Private Ryan,'' Randall Wallace, who wrote and directed this square, effective combat epic, plunges us into the horrific chaos of close-range fighting. Bullets smash faces and rip through bellies inches from the camera, whose lens is occasionally smeared with blood. When the snap of gunfire and the thump of artillery momentarily fall silent, the air is filled with the moans of the wounded. But if ''We Were Soldiers'' treats war as a nightmare, it also insists on the honor and rectitude of the men who fight it, and on portraying their loyalty to one another in an almost romantic light. In a speech to his men on the eve of their departure for Vietnam, Lt. Col. Hal Moore (Mel Gibson) tells them they are leaving home and ''going to what home was always supposed to be.'' Given what will happen -- the men, badly outnumbered, will be overrun by enemy troops and suffer heavy casualties in the course of an ill-defined and dubious mission -- this seems like an astonishing statement. What he means is that, in the heat of battle, the men will look out for one another with a simple, unquestioning, sacrificial devotion stronger than the bonds of home or family.", "abstract": "A O Scott reviews movie We Were Soldiers, written and directed by Randall Wallace; Mel Gibson and Sam Elliott star; photo (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Early Vietnam, Mission Murky", "kicker": "FILM REVIEW"}, "keywords": [{"name": "creative_works", "value": "WE WERE SOLDIERS (MOVIE)"}, {"name": "persons", "value": "GIBSON, MEL"}, {"name": "persons", "value": "ELLIOTT, SAM"}, {"name": "persons", "value": "WALLACE, RANDALL"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "REVIEWS"}], "pub_date": "2002-03-01T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"firstname": "A.", "middlename": "O.", "lastname": "SCOTT", "rank": 1, "role": "reported", "organization": ""}], "original": "By A. O. SCOTT"}, "type_of_material": "Review", "_id": "4fd2341b8eb7c8105d7c505f", "word_count": 1289, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/14/world/franjo-kuharic-83-croatian-cardinal.html", "snippet": "Cardinal Franjo Kuharic, a former primate of this predominantly Roman Catholic country who preached tolerance during the wars in the Balkans, died on March 11. He was 83. The church-run news agency that reported Cardinal Kuharic's death did not id...", "lead_paragraph": "Cardinal Franjo Kuharic, a former primate of this predominantly Roman Catholic country who preached tolerance during the wars in the Balkans, died on March 11. He was 83. The church-run news agency that reported Cardinal Kuharic's death did not identify the cause. The cardinal, who stepped down in 1997, had been archbishop of the Zagreb diocese and the primate of Croatia since 1970, serving while the country was still part of the Communist-run Yugoslav federation which suppressed religious and national feelings.", "abstract": "Cardinal Franjo Kuharic, former primate of predominantly Roman Catholic Croatia who preached tolerance during wars in Balkans, dies at age 83 (S)", "print_page": "13", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "Franjo Kuharic, 83, Croatian Cardinal"}, "keywords": [{"name": "persons", "value": "KUHARIC, FRANJO"}, {"name": "glocations", "value": "CROATIA"}, {"name": "organizations", "value": "ROMAN CATHOLIC CHURCH"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "DEATHS (OBITUARIES)"}], "pub_date": "2002-03-14T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "Obituary; Biography", "_id": "4fd21b928eb7c8105d79a868", "word_count": 257, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/02/world/a-nation-challenged-briefly-noted.html", "snippet": "MILITARY ALLIANCE -- NATO's secretary general, Lord Robertson, said the alliance would not automatically support United States efforts to expand the war on terrorism to Iraq, Iran or North Korea, in the absence of ''convincing evidence'' linking t...", "lead_paragraph": "MILITARY ALLIANCE -- NATO's secretary general, Lord Robertson, said the alliance would not automatically support United States efforts to expand the war on terrorism to Iraq, Iran or North Korea, in the absence of ''convincing evidence'' linking those countries to the Sept. 11 attacks. TERROR LIST -- The United States blocked an effort in the United Nations to remove three Somali-born Swedish citizens from a list of people and organizations whose accounts have been frozen in the war on terrorism. Sweden and other countries have objected that the list was compiled largely by intelligence services and issued without explanation or means of appeal.", "abstract": "Brief reports on events in Afghanistan and war on terrorism", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Briefly Noted", "kicker": "A NATION CHALLENGED"}, "keywords": [{"name": "glocations", "value": "AFGHANISTAN"}], "pub_date": "2002-02-02T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "Summary", "_id": "4fd21b948eb7c8105d79a99c", "word_count": 336, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/25/arts/art-in-review-lebbeus-woods-the-storm.html", "snippet": "Houghton Gallery at Cooper Union  Seventh Street at Third Avenue  East Village  Through Feb. 1      Painters and sculptors don't write messianic manifestoes as they once did, but theory-minded architects like Lebbeus Woods, a Cooper Union professo...", "lead_paragraph": "Houghton Gallery at Cooper Union Seventh Street at Third Avenue East Village Through Feb. 1 Painters and sculptors don't write messianic manifestoes as they once did, but theory-minded architects like Lebbeus Woods, a Cooper Union professor who has been picked for this year's Whitney Biennial, evidently still do. In writings posted outside his sculptural installation ''The Storm,'' Mr. Woods characterizes his mission in ringing, Nietzschean terms: ''Architecture is war,'' he declares. ''War is architecture.'' Elsewhere he observes, ''Only by facing the insanity of willful destruction can reason begin to believe again in itself.''", "abstract": "Ken Johnson reviews art show by Lebbeus Woods, at Houghton Gallery at Cooper Union (S)", "print_page": "43", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Lebbeus Woods -- 'The Storm'", "kicker": "ART IN REVIEW"}, "keywords": [{"name": "persons", "value": "WOODS, LEBBEUS"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "ART"}], "pub_date": "2002-01-25T00:00:00Z", "document_type": "article", "news_desk": "Leisure/Weekend Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ken", "rank": 1, "lastname": "JOHNSON"}], "original": "By KEN JOHNSON"}, "type_of_material": "Review", "_id": "4fd233628eb7c8105d7c418e", "word_count": 293, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/04/world/china-asks-that-pakistan-show-caution.html", "snippet": "China urged Pakistan's president, Gen. Pervez Musharraf, on Thursday to show ''maximum restraint'' in his country's military and diplomatic standoff with India. General Musharraf was in Beijing before continuing to a summit meeting today of South ...", "lead_paragraph": "China urged Pakistan's president, Gen. Pervez Musharraf, on Thursday to show ''maximum restraint'' in his country's military and diplomatic standoff with India. General Musharraf was in Beijing before continuing to a summit meeting today of South Asian countries in Nepal. Prime Minister Zhu Rongji told the general that ''it is in the fundamental interests of both Pakistan and India that the two countries keep maximum restraint and safeguard peace and stability in the South Asian region,'' according to an account of the meeting carried by the official Xinhua News Agency.", "abstract": "Chinese Prime Min Zhu Rongji urges Pakistan's president, Gen Pervez Musharraf, to show 'maximum restraint' in his country's military and diplomatic standoff with India; Musharraf tells Zhu that Pakistan hopes for peace and opposes war and that his government is willing to ease tension through dialogue; Musharraf's meeting, his second trip to China in as many weeks, reflects China's crucial role in maintaining peace between two rivals (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "China Asks That Pakistan Show Caution"}, "keywords": [{"name": "persons", "value": "MUSHARRAF, PERVEZ"}, {"name": "persons", "value": "ZHU RONGJI"}, {"name": "glocations", "value": "INDIA"}, {"name": "glocations", "value": "PAKISTAN"}, {"name": "glocations", "value": "CHINA"}, {"name": "subject", "value": "CHINA-INTERNATIONAL RELATIONS-INDIA"}, {"name": "subject", "value": "INDIA-INTERNATIONAL RELATIONS-PAKISTAN"}, {"name": "subject", "value": "CHINA-INTERNATIONAL RELATIONS-PAKISTAN"}], "pub_date": "2002-01-04T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Craig", "middlename": "S.", "lastname": "SMITH", "rank": 1, "role": "reported", "organization": ""}], "original": "By CRAIG S. SMITH"}, "type_of_material": "News", "_id": "4fd25bbe8eb7c8105d80945b", "word_count": 317, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/20/classified/paid-notice-deaths-zelensky-samuel.html", "snippet": "ZELENSKY-Samuel, 92. Of New York, NY, passed away on Dec. 19, 2001. Beloved husband of the late Jewel Zelensky, son of Max and Eva Zelensky. He is survived by loving brother, Arnold Allen (Phyllis) & many nieces, nephews, great-nieces, great-nephe...", "lead_paragraph": "ZELENSKY-Samuel, 92. Of New York, NY, passed away on Dec. 19, 2001. Beloved husband of the late Jewel Zelensky, son of Max and Eva Zelensky. He is survived by loving brother, Arnold Allen (Phyllis) & many nieces, nephews, great-nieces, great-nephews, god children and friends. Dear brother to the late Beatrice Nelson and Lillian Fractenberg. A very special man to all who knew him. Esteemed attorney and graduate of New York University Law School, he also served our country in the World War II War Crimes Unit. Services will be held at Riverside, 76th Street & Amsterdam Avenue on Thursday, December 20, 2001 at 11:15AM. In lieu of flowers the family requests donations be sent to New York University Law School for the Sam and Jewel Zelensky Scholarship Fund. ZELENSKY-Samuel. Park East Synagogue mourns the passing of our longtime devoted member Samuel Zelensky, dedicated Honorary Chairman of our Men's Club. Deepest sympathy to the entire family. Rabbi Arthur Schneier Michael Scharf, President Jerry Forst, Vice President Jack Rosen, Vice President ZELENSKY-Samuel. Park East Synagogue Men's Club notes with sorrow the passing of our longtime member and devoted former Chairman of the Board of Governors, Samuel Zelensky. We extend heartfelt condolences to the family. President and Board of Governors ZELENSKY-Samuel. Illustrious expert trial counsel for the City for many years, friend to so many, especially to NYU, we'll miss you. Herbert H. Hirschhorn", "abstract": null, "print_page": "15", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Paid Notice: Deaths  ZELENSKY, SAMUEL"}, "keywords": [{"name": "persons", "value": "ZELENSKY, SAMUEL"}], "pub_date": "2001-12-20T00:00:00Z", "document_type": "article", "news_desk": "Classified", "section_name": "Paid Death Notices", "subsection_name": null, "byline": null, "type_of_material": "Paid Death Notice", "_id": "4fd218ed8eb7c8105d796549", "word_count": 231, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}