{"response": {"meta": {"hits": 4096, "time": 101, "offset": 110}, "docs": [{"web_url": "https://www.nytimes.com/2002/02/24/world/angola-shows-rebel-s-body-on-television.html", "snippet": "Film of the bloodied body of the Angolan rebel leader Jonas Savimbi, surrounded by soldiers and swarms of flies, was shown on state television late today, barely 24 hours after he was killed, the government said, in a commando raid in the far east...", "lead_paragraph": "Film of the bloodied body of the Angolan rebel leader Jonas Savimbi, surrounded by soldiers and swarms of flies, was shown on state television late today, barely 24 hours after he was killed, the government said, in a commando raid in the far eastern region of the country. Hoping to dispel any doubt that the elusive 67-year-old guerrilla fighter was in fact dead, the state showed what appeared to be his limp body, still clad in his olive fatigues, from an array of angles, showing among other things, an apparent bullet hole in his neck.", "abstract": "Angolan television broadcasts film of bloodied body of rebel leader Jonas Savimbi to bolster claim he was killed in commando raid in eastern Angola; coverage on state television, radio and newspaper is extensive and sober; officials urge his National Union for the Total Independence of Angola to end struggle and reintegrate into society (M)", "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Angola Shows Rebel's Body On Television"}, "keywords": [{"name": "persons", "value": "SAVIMBI, JONAS"}, {"name": "glocations", "value": "ANGOLA"}, {"name": "organizations", "value": "NATIONAL UNION FOR THE TOTAL INDEPENDENCE OF ANGOLA"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-02-24T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Henri", "middlename": "E.", "lastname": "CAUVIN", "rank": 1, "role": "reported", "organization": ""}], "original": "By HENRI E. CAUVIN"}, "type_of_material": "News", "_id": "4fd26da88eb7c8105d82756c", "word_count": 603, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/14/world/from-serb-one-more-protest-about-his-trial.html", "snippet": "Following are excerpts from an exchange yesterday between Slobodan Milosevic, the former Yugoslav leader, and Richard May, presiding judge at the International Criminal Tribunal for the Former Yugoslavia, as recorded by The New York Times. Mr. Mil...", "lead_paragraph": "Following are excerpts from an exchange yesterday between Slobodan Milosevic, the former Yugoslav leader, and Richard May, presiding judge at the International Criminal Tribunal for the Former Yugoslavia, as recorded by The New York Times. Mr. Milosevic's remarks, in Serbian, were translated by a court interpreter; Mr. May spoke in English. Mr. Milosevic As you know, several times I have brought up some legal issues. I have not had any response from you. You know full well that a court can be there to judge only if it has been established on the basis of law. And I have broached the question of the legality of this tribunal. I challenge the very legality of this tribunal because it was not set up on the basis of the law. This tribunal does not have the competence to try me. I expect this tribunal -- or rather you -- to respond to these legal facts.", "abstract": "Excerpts from angry exchange between Slobodan Milosevic and Richard May, presiding judge at International Criminal Tribunal for the Former Yugoslavia (M)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "From Serb, One More Protest About His Trial"}, "keywords": [{"name": "persons", "value": "MILOSEVIC, SLOBODAN"}, {"name": "persons", "value": "MAY, RICHARD"}, {"name": "glocations", "value": "CROATIA"}, {"name": "glocations", "value": "KOSOVO (SERBIA)"}, {"name": "glocations", "value": "SERBIA"}, {"name": "glocations", "value": "HAGUE (NETHERLANDS)"}, {"name": "glocations", "value": "BOSNIA AND HERZEGOVINA"}, {"name": "organizations", "value": "INTERNATIONAL CRIMINAL TRIBUNAL"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}], "pub_date": "2002-02-14T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "Text", "_id": "4fd22cb78eb7c8105d7b8e28", "word_count": 443, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/30/world/thousands-flee-rebel-attacks-in-liberia-zone.html", "snippet": "Thousands of displaced Liberians are fleeing toward Monrovia, the capital, after clashes near their camp about 60 miles away, refugees arriving here said today.    The Liberian defense minister said that rebels had killed several civilians in an a...", "lead_paragraph": "Thousands of displaced Liberians are fleeing toward Monrovia, the capital, after clashes near their camp about 60 miles away, refugees arriving here said today. The Liberian defense minister said that rebels had killed several civilians in an attack near the town of Sawmill on Sunday but that they had been pushed back.", "abstract": "Thousands of displaced Liberians flee toward Monrovia after clashes near their camp about 60 miles away; government says rebels killed several civilians in attack near town of Sawmill but have been pushed back (S)", "print_page": "6", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "Thousands Flee Rebel Attacks In Liberia Zone"}, "keywords": [{"name": "glocations", "value": "LIBERIA"}, {"name": "glocations", "value": "MONROVIA (LIBERIA)"}, {"name": "glocations", "value": "SAWMILL (LIBERIA)"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-01-30T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd21b258eb7c8105d799cdd", "word_count": 354, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/12/world/at-the-rebel-held-zone-in-colombia-alarm-is-mounting-as-a-showdown-threatens.html", "snippet": "In this honky-tonk town just outside rebel-held territory, no one seems to know who shot Mayor John Lozano six times in the back on Tuesday, leaving him dead in the street.     No one knows who gunned down his predecessor, Mayor José Rojas, in Au...", "lead_paragraph": "In this honky-tonk town just outside rebel-held territory, no one seems to know who shot Mayor John Lozano six times in the back on Tuesday, leaving him dead in the street. No one knows who gunned down his predecessor, Mayor José Rojas, in August. No one seems to know anything about two other town officials assassinated recently, or about many other slayings in the town.", "abstract": "Puerto Rico, like several other towns on outskirts of rebel zone in southern Colombia, has become hotly contested in recent months with arrival of privately financed paramilitary forces that are itching to enter rebel dominion now that Pres Andres Pastrana has declared end to peace talks; Pastrana is weighing whether to drive guerrillas out of huge zone which he ceded to them in Nov 1998 as peace talks got under way; photo; map (M)", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "At the Rebel-Held Zone in Colombia, Alarm Is Mounting as a Showdown Threatens"}, "keywords": [{"name": "persons", "value": "PASTRANA, ANDRES"}, {"name": "glocations", "value": "COLOMBIA"}, {"name": "glocations", "value": "PUERTO RICO (COLOMBIA)"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-01-12T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Juan", "rank": 1, "lastname": "FORERO"}], "original": "By JUAN FORERO"}, "type_of_material": "News", "_id": "4fd25bc08eb7c8105d8095aa", "word_count": 960, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/31/world/milosevic-calling-himself-a-victim-asks-to-be-freed-by-court.html", "snippet": "Slobodan Milosevic vented his anger in war crimes court today, saying his only goal during the Balkans war had been to ''achieve peace'' and asking the United Nations tribunal to free him until his trial begins in two weeks.    Mr. Milosevic, the ...", "lead_paragraph": "Slobodan Milosevic vented his anger in war crimes court today, saying his only goal during the Balkans war had been to ''achieve peace'' and asking the United Nations tribunal to free him until his trial begins in two weeks. Mr. Milosevic, the former Yugoslav president, appeared before a five-member appeals panel as it heard a motion requesting that the three indictments against him be heard in a single trial. He asked the panel to order his release, promising to return for a ''battle I will not miss'' when prosecutors present their case against him on Feb. 12. He was allowed to rail for 30 minutes against perceived injustices.", "abstract": "Slobodan Milosevic, former Yugoslav president, vents his anger in war crimes court in The Hague, saying his only goal during Balkans war was to 'achieve peace' and asking United Nations tribunal to free him until his trial begins in two weeks; he is accused of carrying out crimes against humanity during almost 10 years of rule; he calls himself victim of crimes committed against his country; this is first time Milosevic is allowed to speak at length before tribunal, and he seizes opportunity to voice political opinions and anger at prosecution and tribunal; he has refused to accept legal representation (M)", "print_page": "11", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "Milosevic, Calling Himself a Victim, Asks to Be Freed by Court"}, "keywords": [{"name": "persons", "value": "MILOSEVIC, SLOBODAN"}, {"name": "glocations", "value": "SERBIA"}, {"name": "glocations", "value": "HAGUE (NETHERLANDS)"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}], "pub_date": "2002-01-31T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd26be28eb7c8105d8246f8", "word_count": "581", "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/06/nyregion/beliefs-heat-war-confronting-moral-principle-keeping-civilians-immune-direct.html", "snippet": "The headline was ''100,000 People Perished, but Who Remembers?'' Appearing in The New York Times on March 14, it perfectly captured the essence of a powerful report from Tokyo about the forgotten victims of March 10, 1945, when, as the Times corre...", "lead_paragraph": "The headline was ''100,000 People Perished, but Who Remembers?'' Appearing in The New York Times on March 14, it perfectly captured the essence of a powerful report from Tokyo about the forgotten victims of March 10, 1945, when, as the Times correspondent Howard French wrote, ''a fleet of American B-29 bombers dropped 1,665 tons of napalm-filled bombs on Tokyo.'' Sixteen square miles of the city went up in flames and 100,000 perished in a single night. Although scores of similar incendiary raids on Japanese cities followed, their memory, even in Japan, seems to have been obliterated by the mushroom clouds over Hiroshima and Nagasaki.", "abstract": "Peter Steinfels comments on breakdown of age-old moral principle forbidding direct attacks on civilians during wartime, and how this might apply to war in Afghanistan and more recently in Middle East (M)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Beliefs; In the heat of war, confronting a moral principle of keeping civilians immune from direct attack."}, "keywords": [{"name": "glocations", "value": "ISRAEL"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "PALESTINIANS"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}], "pub_date": "2002-04-06T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Peter", "rank": 1, "lastname": "Steinfels"}], "original": "By Peter Steinfels"}, "type_of_material": "News", "_id": "4fd215da8eb7c8105d78feff", "word_count": 932, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/07/world/court-rejects-any-liberty-for-milosevic-citing-threats.html", "snippet": "Judges at the war crimes tribunal today formally turned down Slobodan Milosevic's repeated requests to be temporarily released from jail to organize a proper defense, saying in effect that he could not be trusted.    ''The trial chamber is not sat...", "lead_paragraph": "Judges at the war crimes tribunal today formally turned down Slobodan Milosevic's repeated requests to be temporarily released from jail to organize a proper defense, saying in effect that he could not be trusted. ''The trial chamber is not satisfied that the accused, if released, would continue to appear for trial,'' the panel of three international judges said, responding much as they have to past requests for liberty from Mr. Milosevic, the former president of Yugoslavia.", "abstract": "Judges at Slobodan Milosevic's war crimes tribunal turn down his repeated requests to be temporarily released from jail to organize proper defense; say in effect that he cannot be trusted to appear for trial if released; say also that if he were released, he could pose threat to others, including victims or witnesses (M)", "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Court Rejects Any Liberty For Milosevic, Citing Threats"}, "keywords": [{"name": "persons", "value": "MILOSEVIC, SLOBODAN"}, {"name": "glocations", "value": "CROATIA"}, {"name": "glocations", "value": "SERBIA"}, {"name": "glocations", "value": "BOSNIA AND HERZEGOVINA"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}], "pub_date": "2002-03-07T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Marlise", "rank": 1, "lastname": "SIMONS"}], "original": "By MARLISE SIMONS"}, "type_of_material": "News", "_id": "4fd278938eb7c8105d83ae12", "word_count": 487, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/28/world/world-briefing-africa-3-presidents-in-search-of-peace.html", "snippet": "The presidents of Liberia, Guinea and Sierra Leone agreed to work together to put an end to  years of across-the-border insurgencies in West Africa. At a meeting in Morocco, President Charles Taylor of Liberia and his counterparts Ahmad Tejan Kabb...", "lead_paragraph": "The presidents of Liberia, Guinea and Sierra Leone agreed to work together to put an end to years of across-the-border insurgencies in West Africa. At a meeting in Morocco, President Charles Taylor of Liberia and his counterparts Ahmad Tejan Kabbah of Sierra Leone and Lansana Conté of Guinea agreed to end interference in the internal affairs of their neighbors. The meeting began as rebel forces, which Liberia says are backed by Guinea, were said to be closing in on Liberia's capital, Monrovia. Sierra Leone has accused Liberia of backing rebels during their 10-year rebellion, which ended last year.", "abstract": "Liberian Pres Charles Taylor meets with Sierra Leone Pres Ahmad Tejan Kabbah and Guinean Pres Lansana Conte to try to end years of cross-border insurgencies in West Africa; map (S)", "print_page": "8", "blog": [], "source": "Agence France-Presse", "multimedia": [], "headline": {"main": "World Briefing | Africa: 3 Presidents In Search Of Peace"}, "keywords": [{"name": "persons", "value": "TAYLOR, CHARLES"}, {"name": "persons", "value": "CONTE, LANSANA"}, {"name": "persons", "value": "KABBAH, AHMAD TEJAN"}, {"name": "glocations", "value": "SIERRA LEONE"}, {"name": "glocations", "value": "LIBERIA"}, {"name": "glocations", "value": "GUINEA"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-02-28T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd25bc08eb7c8105d809598", "word_count": 98, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/10/world/milosevic-is-in-court-as-trial-plan-is-set.html", "snippet": "As Slobodan Milosevic assailed the court's legitimacy, judges at the United Nations war crimes tribunal made provisions today to protect his rights for the trial that is to begin next month.     Looking attentive and more relaxed than usual, the f...", "lead_paragraph": "As Slobodan Milosevic assailed the court's legitimacy, judges at the United Nations war crimes tribunal made provisions today to protect his rights for the trial that is to begin next month. Looking attentive and more relaxed than usual, the former Serbian leader sat through more than three hours of court debate in what was billed here as the final hearing before the trial scheduled for Feb. 12.", "abstract": "Former Yugoslav Pres Slobodan Milosevic challenges legitimacy of United Nations war crimes tribunal, pre-trial hearing, Hague; Judge Richard May seeks to organize efficient and speedy trial; chief prosecutor, Carla Del Ponte, is appealing court's decision that trial deal only with charges relating to 1999 war in Kosovo, move that could delay or slow down proceedings; photo (M)", "print_page": "12", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Milosevic Is in Court as Trial Plan Is Set"}, "keywords": [{"name": "persons", "value": "DEL PONTE, CARLA"}, {"name": "persons", "value": "MILOSEVIC, SLOBODAN"}, {"name": "persons", "value": "MAY, RICHARD"}, {"name": "glocations", "value": "KOSOVO (SERBIA)"}, {"name": "glocations", "value": "SERBIA"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}], "pub_date": "2002-01-10T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Marlise", "rank": 1, "lastname": "SIMONS"}], "original": "By MARLISE SIMONS"}, "type_of_material": "News", "_id": "4fd25bb38eb7c8105d808e88", "word_count": 1081, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/09/world/world-briefing-europe-the-hague-milosevic-trial-resumes.html", "snippet": "With Slobodan Milosevic recovered from the flu, his trial on war crimes charges resumed after a three-week break with testimony from two protected witnesses in closed session. The trial, at the United Nations tribunal at The Hague, was delayed for...", "lead_paragraph": "With Slobodan Milosevic recovered from the flu, his trial on war crimes charges resumed after a three-week break with testimony from two protected witnesses in closed session. The trial, at the United Nations tribunal at The Hague, was delayed for two weeks after Mr. Milosevic, the former Yugoslav leader, fell ill, then for a third week for a scheduled court vacation. As the trial resumed, the chief judge, Richard May, asked Mr. Milosevic, who is acting as his own lawyer, to speed up his defense to keep on track a trial that is expected to last two years. Ian Fisher (NYT)", "abstract": "War crimes trial of former Yugoslav Pres Slobodan Milosevic resumes in the Hague after three week break with testimony from two protected witnesses in closed session (S)4", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "World Briefing | Europe: The Hague: Milosevic Trial Resumes"}, "keywords": [{"name": "persons", "value": "MILOSEVIC, SLOBODAN"}, {"name": "glocations", "value": "SERBIA"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}], "pub_date": "2002-04-09T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Ian", "middlename": "Fisher", "lastname": "NYT", "rank": 1, "role": "reported", "organization": ""}], "original": "By Ian Fisher (NYT)"}, "type_of_material": "News", "_id": "4fd2659d8eb7c8105d819fdb", "word_count": 101, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}