{"response": {"meta": {"hits": 4096, "time": 181, "offset": 160}, "docs": [{"web_url": "https://www.nytimes.com/2002/04/06/world/world-briefing-africa-sudan-cease-fire-monitors.html", "snippet": "International monitors began enforcing a cease-fire in the Nuba Mountains, which have been the site of some of the fiercest fighting in the 18-year civil war between southern rebels and the government in the north. The small team provides an inter...", "lead_paragraph": "International monitors began enforcing a cease-fire in the Nuba Mountains, which have been the site of some of the fiercest fighting in the 18-year civil war between southern rebels and the government in the north. The small team provides an international presence on the ground in one of Sudan's most remote regions. Residents there have suffered from the war but have been largely out of reach of aid workers. Marc Lacey (NYT)", "abstract": "International monitors begin enforcing cease-fire in Nuba Mountains, site of some of fiercest fighting in Sudan's civil war between southern rebels and government in north (S)", "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "World Briefing | Africa: Sudan: Cease-Fire Monitors"}, "keywords": [{"name": "glocations", "value": "SUDAN"}, {"name": "glocations", "value": "NUBA MOUNTAINS (SUDAN)"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-04-06T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Marc", "middlename": "Lacey", "lastname": "NYT", "rank": 1, "role": "reported", "organization": ""}], "original": "By Marc Lacey (NYT)"}, "type_of_material": "News", "_id": "4fd214708eb7c8105d78cb40", "word_count": 72, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/21/world/mideast-turmoil-the-borders-attack-puts-israeli-army-on-edge-in-the-north.html", "snippet": "A few feet over the border fence at this concrete outpost facing southern Lebanon, the yellow and green flags of Hezbollah and a billboard taunt Israeli soldiers.    ''Sharon, don't forget, your soldiers are still in Lebanon,'' the billboard says ...", "lead_paragraph": "A few feet over the border fence at this concrete outpost facing southern Lebanon, the yellow and green flags of Hezbollah and a billboard taunt Israeli soldiers. ''Sharon, don't forget, your soldiers are still in Lebanon,'' the billboard says in Hebrew, addressing the Israeli prime minister, Ariel Sharon. Above the words are pictures of dead soldiers, killed during Israel's 22-year occupation of southern Lebanon, including a gruesome image of the severed head of a commando who died in a failed raid.", "abstract": "Tense calm prevails along Israeli-Lebanese border nearly two years after Israeli forces withdrew from southern Lebanon following punishing guerrilla war with Hezbollah; two sides remain wary adversaries, poised for resumption of hostilities at any time; photos; map (M)", "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Attack Puts Israeli Army On Edge In the North", "kicker": "MIDEAST TURMOIL: THE BORDERS"}, "keywords": [{"name": "glocations", "value": "LEBANON"}, {"name": "glocations", "value": "ISRAEL"}, {"name": "organizations", "value": "HEZBOLLAH"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-03-21T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Joel", "rank": 1, "lastname": "GREENBERG"}], "original": "By JOEL GREENBERG"}, "type_of_material": "News", "_id": "4fd273298eb7c8105d83062d", "word_count": 690, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/20/world/world-briefing-europe-abkhazia-4-russian-peacekeepers-held.html", "snippet": "Russian commanders were trying to negotiate the release of four Russian peacekeepers held in Georgia's breakaway region of Abkhazia by Georgian guerrillas. The rebels seized the soldiers on Monday while they were on patrol in the separatist region...", "lead_paragraph": "Russian commanders were trying to negotiate the release of four Russian peacekeepers held in Georgia's breakaway region of Abkhazia by Georgian guerrillas. The rebels seized the soldiers on Monday while they were on patrol in the separatist region's Gali district. Russia maintains a 1,600-member force in the separatist republic under mandate from the Commonwealth of Independent States, a grouping of former Soviet republics. Abkhazia declared independence from Georgia in 1993 after a war in which the separatists were supported by Moscow. Some 250,000 Georgians fled the region at the time.", "abstract": "Russian commanders are trying to negotiate release of four Russian peacekeepers captured in Georgia's breakaway region of Abkhazia by Georgia guerrillas (S)", "print_page": "6", "blog": [], "source": "Agence France-Presse", "multimedia": [], "headline": {"main": "World Briefing | Europe: Abkhazia: 4 Russian Peacekeepers Held"}, "keywords": [{"name": "glocations", "value": "ABKHAZIA (GEORGIAN REPUBLIC)"}, {"name": "glocations", "value": "RUSSIA"}, {"name": "glocations", "value": "GEORGIA (GEORGIAN REPUBLIC)"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-03-20T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd262848eb7c8105d814371", "word_count": 90, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/02/world/nato-soldiers-again-fail-to-find-ex-bosnia-serb-chief.html", "snippet": "NATO troops returned empty-handed again today after conducting a second high-profile raid to arrest Radovan Karadzic, the former Bosnian Serb leader indicted on war crimes charges.     Using helicopters and armored vehicles, dozens of soldiers sco...", "lead_paragraph": "NATO troops returned empty-handed again today after conducting a second high-profile raid to arrest Radovan Karadzic, the former Bosnian Serb leader indicted on war crimes charges. Using helicopters and armored vehicles, dozens of soldiers scoured remote villages in southeastern Bosnia near Celebici, which they had searched the day before. Officials with the United Nations peacekeeping operation in Bosnia, known by its initials as SFOR, said troops returned after receiving intelligence that Dr. Karadzic was still in the area.", "abstract": "NATO troops again fail to capture Radovan Karadzic, in second high-profile raid to get Bosnian Serb leader accused of war crimes; photo; he and Ratko Mladic continue at large, which experts say hinders building of stability in Bosnia (S)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "NATO Soldiers Again Fail To Find Ex-Bosnia Serb Chief"}, "keywords": [{"name": "persons", "value": "MLADIC, RATKO"}, {"name": "persons", "value": "KARADZIC, RADOVAN"}, {"name": "glocations", "value": "SERBIA"}, {"name": "glocations", "value": "BOSNIA AND HERZEGOVINA"}, {"name": "organizations", "value": "INTERNATIONAL COURT OF JUSTICE"}, {"name": "organizations", "value": "NORTH ATLANTIC TREATY ORGANIZATION"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}], "pub_date": "2002-03-02T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ian", "rank": 1, "lastname": "FISHER"}], "original": "By IAN FISHER"}, "type_of_material": "News", "_id": "4fd273318eb7c8105d8308c8", "word_count": 382, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/11/world/trial-of-milosevic-will-peel-layers-of-balkan-guilt-too.html", "snippet": "The remains of 372 people killed 10 years ago are laid down on a warehouse floor here. Traces of distinct human beings -- a Mozart T-shirt, a pocket watch -- recede in the sameness of the bones, which two forensics experts arrange like puzzles and...", "lead_paragraph": "The remains of 372 people killed 10 years ago are laid down on a warehouse floor here. Traces of distinct human beings -- a Mozart T-shirt, a pocket watch -- recede in the sameness of the bones, which two forensics experts arrange like puzzles and label. B for a whole body, BP for something less. What overwhelms is the size of the crime: that the earth in what was once a part of Yugoslavia still disgorges the dead in such large numbers. Digging for these bodies, all Bosnian Muslims, began only this past Sept. 11, the day the world's attention turned toward the crimes of a new decade.", "abstract": "Slobodan Milosevic, former president of Yugoslavia who goes on trial Feb 12, is first head of state ever to be tried for war crimes; is essentially accused of leading genocidal, criminal enterprise to 'cleanse' land he believed belonged to ethnic Serbs of other ethnic groups in three wars in Croatia, Kosovo and Bosnia; he proclaims his innocence, saying he wanted only to keep Yugoslavia whole; even those who loathe Milosevic worry that proceedings may look like victors' justice, and wonder whether prosecutor Carla Del Ponte can deliver evidence that draws direct line between Milosevic and bodies that have been uncovered in mass graves in Bosnia and elsewhere; trial is expected to last two years; beyond trial itself is question of what it means for people of what was once much larger Yugoslavia; photos; timeline; map (L)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Trial of Milosevic Will Peel Layers of Balkan Guilt, Too"}, "keywords": [{"name": "persons", "value": "DEL PONTE, CARLA"}, {"name": "persons", "value": "MILOSEVIC, SLOBODAN"}, {"name": "glocations", "value": "CROATIA"}, {"name": "glocations", "value": "KOSOVO (SERBIA)"}, {"name": "glocations", "value": "SERBIA"}, {"name": "glocations", "value": "BOSNIA AND HERZEGOVINA"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}], "pub_date": "2002-02-11T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Front Page", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ian", "rank": 1, "lastname": "FISHER"}], "original": "By IAN FISHER"}, "type_of_material": "News", "_id": "4fd2341f8eb7c8105d7c5304", "word_count": 2314, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/21/world/colombia-and-its-rebels-agree-to-talks-reviving-peace-effort.html", "snippet": "The Colombian government and the country's largest rebel group agreed today on a timetable for reaching a cease-fire agreement, raising hopes that this country's troubled peace efforts might at last make headway after three fitful years.    Under ...", "lead_paragraph": "The Colombian government and the country's largest rebel group agreed today on a timetable for reaching a cease-fire agreement, raising hopes that this country's troubled peace efforts might at last make headway after three fitful years. Under the agreement, announced tonight by government and rebel negotiators inside guerrilla-held territory, the first terms for setting a cease-fire would be signed by April 7.", "abstract": "Colombian government and country's largest rebel group agree on timetable for reaching cease-fire agreement, raising hopes that country's troubled peace efforts might at last make headway under three fitful years; photo (M)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Colombia and Its Rebels Agree to Talks, Reviving Peace Effort"}, "keywords": [{"name": "glocations", "value": "COLOMBIA"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-01-21T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Juan", "rank": 1, "lastname": "FORERO"}], "original": "By JUAN FORERO"}, "type_of_material": "News", "_id": "4fd234168eb7c8105d7c4bdb", "word_count": 512, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/30/magazine/the-lives-they-lived-nguyen-van-thieu-b-1924-exile-on-newberry-street.html", "snippet": "On the advice of an astrologer, Nguyen Van Thieu changed his birthday from a date in November 1924 to a more auspicious day, April 5, 1923. The spirits were not fooled. When he resigned as president of the Republic of Vietnam -- the country he had...", "lead_paragraph": "On the advice of an astrologer, Nguyen Van Thieu changed his birthday from a date in November 1924 to a more auspicious day, April 5, 1923. The spirits were not fooled. When he resigned as president of the Republic of Vietnam -- the country he had ruled for 10 years, until it blinked out of existence with the end of the Vietnam War on April 30, 1975 -- Thieu, in a tear-filled television broadcast, said: ''Over the past 10 years, all years, months, days and hours in my life have been bad, as my horoscope forecast. As regards my fate, I can enjoy no happiness.'' Thieu blamed the Americans for losing the war. Henry Kissinger had double-crossed him at the Paris peace negotiations. The Americans had ''led the South Vietnamese people to death,'' and now they were ''running away.'' Several days before the Communists moved into his old office at the presidential palace, Thieu flew to exile in Taiwan in a C.I.A. cargo plane. He later moved to the London suburb of Wimbledon, but by the early 1990's he was living in the United States, near his three children, first in the Boston suburb of Newton and then in tony Foxboro, Mass. There he suffered a stroke in his driveway. After two days in a coma, he was taken off life-support systems and died in a Boston hospital on Sept. 29.", "abstract": "Thomas A Bass tribute to former president of Republic of Vietnam Nguyen Van Thieu, who died in 2001; photo (M)", "print_page": "25", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Exile on Newberry Street", "kicker": "THE LIVES THEY LIVED: NGUYEN VAN THIEU, B. 1924"}, "keywords": [{"name": "persons", "value": "THIEU, NGUYEN VAN"}, {"name": "subject", "value": "VIETNAM WAR"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "2001-12-30T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Magazine", "subsection_name": null, "byline": {"person": [{"firstname": "Thomas", "middlename": "A.", "lastname": "Bass", "rank": 1, "role": "reported", "organization": ""}], "original": "By Thomas A. Bass"}, "type_of_material": "News", "_id": "4fd26be18eb7c8105d82461a", "word_count": 733, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/13/opinion/l-a-search-for-justice-in-the-hague-601098.html", "snippet": "To the Editor:    Re ''Trial of Milosevic Will Peel Layers of Balkan Guilt, Too'' (front page, Feb. 11):    It remains to be seen if Slobodan Milosevic's trial in The Hague will bring any sense of justice to victims in the former Yugoslavia. He as...", "lead_paragraph": "To the Editor: Re ''Trial of Milosevic Will Peel Layers of Balkan Guilt, Too'' (front page, Feb. 11): It remains to be seen if Slobodan Milosevic's trial in The Hague will bring any sense of justice to victims in the former Yugoslavia. He asserts that he's been wronged. Family members of the thousands dead assert that they've been wronged.", "abstract": "Pamela Lindmark letter comments on February 11 article on war crimes trial of former Yugoslav Pres Slobodan Milosevic in The Hague", "print_page": "30", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Search for Justice in The Hague"}, "keywords": [{"name": "persons", "value": "MILOSEVIC, SLOBODAN"}, {"name": "persons", "value": "LINDMARK, PAMELA"}, {"name": "glocations", "value": "KOSOVO (SERBIA)"}, {"name": "glocations", "value": "SERBIA"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-02-13T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd22cbc8eb7c8105d7b91f1", "word_count": 181, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/17/us/town-s-fond-memories-of-the-enemy.html", "snippet": "Catherine Bell collects everything she can find from her town's World War II prisoners of war. But she does not seek out mementos of American veterans. Her collection focuses on the German prisoners who were sent to her small town on the Canadian ...", "lead_paragraph": "Catherine Bell collects everything she can find from her town's World War II prisoners of war. But she does not seek out mementos of American veterans. Her collection focuses on the German prisoners who were sent to her small town on the Canadian border to pick potatoes. ''They were like our own boys,'' said Mrs. Bell, 82, whose brother was shot down over the North Sea in the war. ''My brothers were over there fighting. We just hoped they were being treated as well as we were treating these boys.''", "abstract": "Comment on bonds of friendship that were formed between residents of Houlton, Me, and German prisoners of war during World War II, when about 3,000 inmates were sent to Camp Houlton; Camp Houlton prisoners were among few who worked with townspeople; prisoners helped farmers in area harvest their potato crops; from 1944 through 1946, more than 400,000 prisoners of war lived in camps in small towns across United States; photos (L)", "print_page": "37", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Town's Fond Memories of the Enemy"}, "keywords": [{"name": "glocations", "value": "GERMANY"}, {"name": "glocations", "value": "MAINE"}, {"name": "glocations", "value": "HOULTON (ME)"}, {"name": "subject", "value": "FARMERS"}, {"name": "subject", "value": "PRISONERS OF WAR"}, {"name": "subject", "value": "POTATOES"}, {"name": "subject", "value": "WORLD WAR II (1939-45)"}], "pub_date": "2002-03-17T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "U.S.", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd21b2e8eb7c8105d79a308", "word_count": 831, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/28/world/witness-at-milosevic-trial-says-he-saw-serbs-kill-scores.html", "snippet": "Halit Barani, an Albanian activist, said in court today that he had been arrested 76 times over the years, so he was more than sure the Yugoslav police did not like him. But just how little they liked him emerged from a document he handed over to ...", "lead_paragraph": "Halit Barani, an Albanian activist, said in court today that he had been arrested 76 times over the years, so he was more than sure the Yugoslav police did not like him. But just how little they liked him emerged from a document he handed over to the court here, which carried this blunt, typewritten title: ''List of Shiptars in Kosovska Mitrovica who need to be summarily liquidated.'' Mr. Barani was No. 21 on a list of 66 names. They were all Albanians -- called ''Shiptars'' as a slur -- in the vicinity of the city of Mitrovica in northern Kosovo. A commander, M. Markovic, signed the order, addressed to ''the special unit.''", "abstract": "Albanian human rights activist Halit Barani says at Slobodan Milosevic's war crimes trial that he was on list of 66 Albanians who were to be killed by Serbs in Kosovo in 1999; list was discovered in municipal building after Serbian forces left Kosovo and NATO troops moved in; Barani says that in just one area of Kosovo, in just three months in 1999, 650 Albanians were killed, 80,000 expelled, 429 injured by guns, 5,842 arrested and 279 were missing; says 9,540 shops or houses were destroyed; lists scores of killings he says he saw himself, part of what prosecutors contend was pattern of violence aimed at clearing Kosovo of ethnic Albanians; Milosevic presents his own litany of horror from fighting in Kosovo, reeling off list of 11 incidents in which he says Albanian guerrillas, Kosovo Liberation Army, killed people near city of Pec; photos (M)", "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Witness at Milosevic Trial Says He Saw Serbs Kill Scores"}, "keywords": [{"name": "persons", "value": "BARANI, HALIT"}, {"name": "persons", "value": "MILOSEVIC, SLOBODAN"}, {"name": "glocations", "value": "KOSOVO (SERBIA)"}, {"name": "glocations", "value": "SERBIA"}, {"name": "glocations", "value": "HAGUE (NETHERLANDS)"}, {"name": "glocations", "value": "PEC (SERBIA)"}, {"name": "organizations", "value": "NORTH ATLANTIC TREATY ORGANIZATION"}, {"name": "organizations", "value": "KOSOVO LIBERATION ARMY"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "FREEDOM AND HUMAN RIGHTS"}], "pub_date": "2002-02-28T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ian", "rank": 1, "lastname": "FISHER"}], "original": "By IAN FISHER"}, "type_of_material": "News", "_id": "4fd21b338eb7c8105d79a65a", "word_count": 753, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}