{"response": {"meta": {"hits": 4096, "time": 23, "offset": 120}, "docs": [{"web_url": "https://www.nytimes.com/2002/03/26/world/world-briefing-europe-macedonia-albanians-in-gun-battle.html", "snippet": "A heavy gun battle broke out in the ethnic Albanian village of Mala Recica, killing one person, diplomatic sources said. Witnesses in the village on the southern outskirts of the western city of Tetovo, said heavy exchanges of machine-gun fire cou...", "lead_paragraph": "A heavy gun battle broke out in the ethnic Albanian village of Mala Recica, killing one person, diplomatic sources said. Witnesses in the village on the southern outskirts of the western city of Tetovo, said heavy exchanges of machine-gun fire could be heard for about 40 minutes. They said the fighting seemed to be between ethnic Albanian groups. The local headquarters of the disbanded National Liberation Army guerrilla force appeared to have been a target. A senior Macedonian government official said no state security forces were in the area.", "abstract": "Heavy gun battle, apparently between ethnic Albanian groups, reportedly breaks out in Mala Recica, Macedonia; local headquarters of disbanded guerrilla force seems to be target (S)", "print_page": "10", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "World Briefing | Europe: Macedonia: Albanians In Gun Battle"}, "keywords": [{"name": "glocations", "value": "MALA RECICA (MACEDONIA)"}, {"name": "glocations", "value": "MACEDONIA (FORMER YUGOSLAV REPUBLIC)"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-03-26T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd22e9f8eb7c8105d7bcaa6", "word_count": 89, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/20/world/un-demands-that-congo-rebels-withdraw-from-seized-city.html", "snippet": "Alarmed by what it called a major violation of the fragile cease-fire in Congo's civil war, the Security Council demanded today that rebel forces withdraw immediately from a major port town that they captured last weekend on Lake Tanganyika.    A ...", "lead_paragraph": "Alarmed by what it called a major violation of the fragile cease-fire in Congo's civil war, the Security Council demanded today that rebel forces withdraw immediately from a major port town that they captured last weekend on Lake Tanganyika. A resolution sponsored by France and unanimously approved by the 15 members of the Council also called upon Rwanda, which has backed the insurgent movement, the Congolese Rally for Democracy, to use its influence to make the rebels withdraw.", "abstract": "United Nations Security Council demands that Congolese Rally for Democracy, rebel force, withdraw immediately from Moliro, major port town that it has captured on Lake Tanganyika; calls on Rwanda, which has backed force, to use its influence to make rebels withdraw (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "U.N. Demands That Congo Rebels Withdraw From Seized City"}, "keywords": [{"name": "glocations", "value": "MOLIRO (CONGO)"}, {"name": "glocations", "value": "CONGO (FORMERLY ZAIRE)"}, {"name": "glocations", "value": "RWANDA"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-03-20T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Christopher", "middlename": "S.", "lastname": "WREN", "rank": 1, "role": "reported", "organization": ""}], "original": "By CHRISTOPHER S. WREN"}, "type_of_material": "News", "_id": "4fd22e998eb7c8105d7bc69f", "word_count": 419, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/13/opinion/l-a-search-for-justice-in-the-hague-601209.html", "snippet": "To the Editor:    Re ''The Monster in the Dock,'' by Bill Keller (column, Feb. 9):    I await the day that the International Criminal Court becomes a permanent fixture. An international court has a greater potential for helping to create a culture...", "lead_paragraph": "To the Editor: Re ''The Monster in the Dock,'' by Bill Keller (column, Feb. 9): I await the day that the International Criminal Court becomes a permanent fixture. An international court has a greater potential for helping to create a culture of accountability that is lacking within the current system of international justice that uses ad hoc tribunals, as in the former Yugoslavia and Rwanda.", "abstract": "Eric Sears letter comments on Bill Keller's February 9 Op-Ed column on war crimes trial of former Yugoslav Pres Slobodan Milosevic in The Hague", "print_page": "30", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Search for Justice in The Hague"}, "keywords": [{"name": "persons", "value": "MILOSEVIC, SLOBODAN"}, {"name": "persons", "value": "SEARS, ERIC"}, {"name": "persons", "value": "KELLER, BILL"}, {"name": "glocations", "value": "SERBIA"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}], "pub_date": "2002-02-13T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd21b348eb7c8105d79a6c2", "word_count": 133, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/09/opinion/diluting-the-geneva-convention.html", "snippet": "The White House gave Secretary of State Colin Powell a limited victory Thursday by acknowledging that the Geneva Convention applies to the Afghanistan conflict and therefore broadly governs the treatment of captured Taliban fighters, though not Al...", "lead_paragraph": "The White House gave Secretary of State Colin Powell a limited victory Thursday by acknowledging that the Geneva Convention applies to the Afghanistan conflict and therefore broadly governs the treatment of captured Taliban fighters, though not Al Qaeda terrorists, detained in Guantánamo, Cuba. Earlier administration declarations seemed to place the United States outside the convention, troubling European and other allies already concerned about Mr. Bush's disdain for a wide range of international agreements. American military commanders were also concerned that by ignoring the convention entirely, Washington might endanger American soldiers captured in some future conflict. Mr. Bush was wise to revisit Attorney General John Ashcroft's misguided advice that the convention simply did not apply. Unfortunately, the White House, contrary to the convention's generally understood meaning, remains unwilling to invoke the provision that would open the way to classifying some of the Taliban soldiers as prisoners of war.", "abstract": "Editorial notes that White House gave State Sec Colin Powell limited victory by acknowledging that Geneva Convention applies to Afghanistan conflict and therefore broadly governs treatment of captured Taliban fighters, though not Al Qaeda terrorists, detained in Guantanamo, Cuba", "print_page": "18", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Diluting the Geneva Convention"}, "keywords": [{"name": "persons", "value": "POWELL, COLIN L"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "organizations", "value": "AL QAEDA"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "PRISONERS OF WAR"}], "pub_date": "2002-02-09T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Editorial", "_id": "4fd262838eb7c8105d814303", "word_count": 362, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/02/world/milosevic-faces-single-trial-asked-by-hague-prosecution.html", "snippet": "An appeals panel at the United Nations war tribunal in The Hague ruled today that Slobodan Milosevic, former president of Yugoslavia, would face a single trial on charges relating to atrocities committed during the Kosovo, Bosnia and Croatia wars....", "lead_paragraph": "An appeals panel at the United Nations war tribunal in The Hague ruled today that Slobodan Milosevic, former president of Yugoslavia, would face a single trial on charges relating to atrocities committed during the Kosovo, Bosnia and Croatia wars. The decision overturns a ruling calling for two trials, the first on Kosovo and the second on the other two conflicts. It represents a victory for prosecutors, who have argued that all three conflicts -- in which many thousands died and millions became refugees -- were part of a master plan to create an ethnically ''pure'' Greater Serbia.", "abstract": "Appeals panel at UN war crimes tribunal in The Hague rules that former Serb leader Slobodan Milosevic will face single trial on charges related to atrocities during Kosovo, Bosnia and Croatia wars; prosecutor Carla del Ponte explains (M)", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Milosevic Faces Single Trial Asked by Hague Prosecution"}, "keywords": [{"name": "persons", "value": "DEL PONTE, CARLA"}, {"name": "persons", "value": "MILOSEVIC, SLOBODAN"}, {"name": "glocations", "value": "CROATIA"}, {"name": "glocations", "value": "KOSOVO (SERBIA)"}, {"name": "glocations", "value": "SERBIA"}, {"name": "glocations", "value": "BOSNIA AND HERZEGOVINA"}, {"name": "organizations", "value": "INTERNATIONAL COURT OF JUSTICE"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}], "pub_date": "2002-02-02T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Suzanne", "rank": 1, "lastname": "DALEY"}], "original": "By SUZANNE DALEY"}, "type_of_material": "News", "_id": "4fd21b278eb7c8105d799e6f", "word_count": 598, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/30/world/world-briefing-the-americas-cuba-colombia-rebel-talks.html", "snippet": "Desperate to clinch a peace accord with guerrillas fighting a 38-year-old war, the Colombian government reopened formal talks with the country's second-largest rebel army -- the National Liberation Army, known by its Spanish initials, E.L.N. -- in...", "lead_paragraph": "Desperate to clinch a peace accord with guerrillas fighting a 38-year-old war, the Colombian government reopened formal talks with the country's second-largest rebel army -- the National Liberation Army, known by its Spanish initials, E.L.N. -- in Cuba. The three-day meeting follows a December 2001 accord in which the rebels and the government agreed to resume talks and begin discussions on a cease-fire. Although prospects for an immediate accord seem remote, experts say President Andrés Pastrana has a better chance of eventually reaching a peace deal with the 5,000-member E.L.N. than with the larger Revolutionary Armed Forces of Colombia, or FARC, before he steps down in August.", "abstract": "Colombia reopens talks with National Liberation Army, second-largest rebel group, in Cuba; photo (S)", "print_page": "6", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "World Briefing | The Americas: Cuba: Colombia-Rebel Talks"}, "keywords": [{"name": "glocations", "value": "COLOMBIA"}, {"name": "glocations", "value": "CUBA"}, {"name": "organizations", "value": "NATIONAL LIBERATION ARMY"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-01-30T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd219588eb7c8105d79704d", "word_count": 107, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/15/world/world-briefing-africa-sudan-peace-talks-start.html", "snippet": "The government and rebels began peace talks in Switzerland mediated by American and Swiss officials, who are trying to arrange a cease-fire. More than two million people are estimated to have died in fighting and related famines during the 18-year...", "lead_paragraph": "The government and rebels began peace talks in Switzerland mediated by American and Swiss officials, who are trying to arrange a cease-fire. More than two million people are estimated to have died in fighting and related famines during the 18-year civil war. President Omar al-Bashir and the rebel Sudan People's Liberation Army have agreed in principle to hold a referendum for the self-determination of southern Sudan, where the rebels are based.", "abstract": "Sudanese government and rebels begin peace talks in Switzerland mediated by American and Swiss officials (S)", "print_page": "10", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "World Briefing | Africa: Sudan: Peace Talks Start"}, "keywords": [{"name": "glocations", "value": "SUDAN"}, {"name": "glocations", "value": "SWITZERLAND"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-01-15T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd26be08eb7c8105d824537", "word_count": 71, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/28/world/world-briefing-europe-russia-hard-line-on-chechnya.html", "snippet": "The secretary of the Kremlin's security council underscored Russia's hard line toward guerrilla fighters in Chechnya, saying the government has nothing to negotiate with the separatist rebels except their unconditional surrender. The secretary, Vl...", "lead_paragraph": "The secretary of the Kremlin's security council underscored Russia's hard line toward guerrilla fighters in Chechnya, saying the government has nothing to negotiate with the separatist rebels except their unconditional surrender. The secretary, Vladimir Rushailo, echoed President Vladimir V. Putin, who said in a September speech that Russia was willing to discuss procedures for disarming the rebels but would not negotiate their demands for independence. A Kremlin aide later met with a rebel negotiator, but apparently made little headway toward ending the two-year-old war, which appears to be at a standoff. Michael Wines (NYT)", "abstract": "Vladimir Rushailo, Kremlin security council secretarÿ", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "World Briefing | Europe: Russia: Hard Line On Chechnya"}, "keywords": [{"name": "persons", "value": "RUSHAILO, VLADIMIR B"}, {"name": "glocations", "value": "RUSSIA"}, {"name": "glocations", "value": "CHECHNYA (RUSSIA)"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2001-12-28T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Michael", "middlename": "Wines", "lastname": "NYT", "rank": 1, "role": "reported", "organization": ""}], "original": "By Michael Wines (NYT)"}, "type_of_material": "News", "_id": "4fd233608eb7c8105d7c3ffe", "word_count": 94, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/24/magazine/the-colombia-i-left-behind.html", "snippet": "From the air, the lush forest of northern Colombia looks endless and serene. It is broken only by a wide strip of prairie, slashed from the jungle by my grandfather more than 50 years ago, stretching out to a blue backbone of hills. The only other...", "lead_paragraph": "From the air, the lush forest of northern Colombia looks endless and serene. It is broken only by a wide strip of prairie, slashed from the jungle by my grandfather more than 50 years ago, stretching out to a blue backbone of hills. The only other signs of civilization are a reservoir, a few head of grazing cattle and some glinting rooftops made of zinc. For the most part, the forest stretches like a great, green shroud, concealing a civil war that has raged beneath the canopy for years and years. The pilot circles a few times and then settles into his approach to an airstrip that is nothing more than a narrow dirt path surrounded by high grass. Security has been arranged. Two jeeps, four motorcycles and a dozen men, some wearing camouflage, await our landing.", "abstract": "Silvano Paternostro article recounts his visit to Monte Carmelo, his family's 4,000-acre cattle ranch and cotton plantation, established by his grandfather, where he grew up in 60's and 70's; notes that today, Monte Carmelo is caught in cross-fire between leftist rebels and right-wing paramilitaries that is paralyzing country; photos (L)", "print_page": "40", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Colombia I Left Behind"}, "keywords": [{"name": "glocations", "value": "COLOMBIA"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-03-24T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Silvana", "rank": 1, "lastname": "Paternostro"}], "original": "By Silvana Paternostro"}, "type_of_material": "News", "_id": "4fd22cb88eb7c8105d7b8e5f", "word_count": 3701, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/01/arts/photography-review-the-vietnam-war-through-the-other-side-s-eyes.html", "snippet": "It is one of the most arresting images ever made by a war photographer. A soldier is carried on a stretcher toward medical personnel who are calmly preparing to attend to his injuries. But the operating table, the gowned and masked nurses and surg...", "lead_paragraph": "It is one of the most arresting images ever made by a war photographer. A soldier is carried on a stretcher toward medical personnel who are calmly preparing to attend to his injuries. But the operating table, the gowned and masked nurses and surgeon, the stretcher carrier are all standing in water, and the operating room is enclosed in a mosquito-netting tent in the middle of a mangrove swamp. A nurse draws aside the flap of the tent, whose fluttery lines complement the delicate hanging tendrils and other vegetation. Natural light illuminates the table and hits the swirls of water around the approaching medic. In haunting unreality and beauty, this picture surpasses Robert Capa's 1943 image of British surgeons working shirtless in a church in Sicily. Unlike Capa, who is internationally famous, Vo Anh Khanh is not much known even in his own country, Vietnam. He took the picture in 1970 in a Vietcong haven in the southern Mekong Delta, didn't think much of it and never printed it.", "abstract": "Margarett Loke reviews Another Vietnam: Pictures of the War From the Other Side, at International Center of Photography; photo (M)", "print_page": "44", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Vietnam War Through the Other Side's Eyes", "kicker": "PHOTOGRAPHY REVIEW"}, "keywords": [{"name": "glocations", "value": "VIETNAM"}, {"name": "organizations", "value": "INTERNATIONAL CENTER OF PHOTOGRAPHY"}, {"name": "subject", "value": "VIETNAM WAR"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "PHOTOGRAPHY"}], "pub_date": "2002-03-01T00:00:00Z", "document_type": "article", "news_desk": "Leisure/Weekend Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Margarett", "rank": 1, "lastname": "LOKE"}], "original": "By MARGARETT LOKE"}, "type_of_material": "Review", "_id": "4fd21b2f8eb7c8105d79a3a0", "word_count": 1059, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}