{"response": {"meta": {"hits": 4096, "time": 81, "offset": 1180}, "docs": [{"web_url": "https://www.nytimes.com/2001/12/26/opinion/south-asian-brinkmanship.html", "snippet": "President Bush is heading to his Texas ranch today, but his administration will get no break from rising tensions in South Asia. Just as a new government in Kabul has begun moving to rebuild a ravaged Afghanistan, a new crisis is brewing next door...", "lead_paragraph": "President Bush is heading to his Texas ranch today, but his administration will get no break from rising tensions in South Asia. Just as a new government in Kabul has begun moving to rebuild a ravaged Afghanistan, a new crisis is brewing next door. It is one that the United States must try to temper. In recent days India and Pakistan have been building up forces along their border, and yesterday the leaders of both countries gave belligerent speeches raising the possibility of war. India has threatened military action against Pakistan if it does not do more to shut down militant groups that New Delhi believes have carried out terrorist attacks, most recently at the Indian Parliament building. Pakistan has taken action against some groups, but the situation remains highly combustible. The inauguration of Hamid Karzai as interim leader of Afghanistan demonstrates that progress is possible when warring factions seize a rare opportunity to make progress and tap aid from outside. Mr. Karzai presides over a reasonably stable area around the Afghan capital. But much of the country remains in the hands of fiefs and factions that will now need to be stitched together into a confederation based on democracy and mutual respect. Mr. Karzai has gotten off to a good start by reaching out to the disparate groups within his country.", "abstract": "Editorial says US must try to temper new crisis brewing along Indian-Pakistani border; suggests leaders there act with same good judgment as Afghanistan's interim leader, Hamid Karzai, who is reaching out to disparate groups; also recalls that Pres Bush 'unwisely shelved' Clinton administration's intensive effort to broker deal between India and Pakistan to curb nuclear activities", "print_page": "28", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "South Asian Brinkmanship"}, "keywords": [{"name": "persons", "value": "KARZAI, HAMID"}, {"name": "persons", "value": "CLINTON, BILL"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "INDIA"}, {"name": "glocations", "value": "PAKISTAN"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "ATOMIC WEAPONS"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "ARMAMENT, DEFENSE AND MILITARY FORCES"}, {"name": "subject", "value": "EDITORIALS"}], "pub_date": "2001-12-26T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Editorial", "_id": "4fd211358eb7c8105d7866dd", "word_count": 606, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/25/us/bush-formalizes-lines-of-succession-at-7-cabinet-departments.html", "snippet": "President Bush has formalized the line of succession at several crucial federal agencies in case a cabinet secretary is killed or incapacitated, a housekeeping task with fresh meaning after Sept. 11.    With no fanfare, Mr. Bush signed a series of...", "lead_paragraph": "President Bush has formalized the line of succession at several crucial federal agencies in case a cabinet secretary is killed or incapacitated, a housekeeping task with fresh meaning after Sept. 11. With no fanfare, Mr. Bush signed a series of executive orders in the last week that mandates a long list of officials and the order in which they would take control of their cabinet agencies. The orders do not affect in any way the succession for the presidency, officials said.", "abstract": "Pres Bush formalizes line of succession at several crucial federal agencies in case a cabinet secretary is killed or incapacitated, housekeeping task with fresh meaning after Sept 11 (M)", "print_page": "21", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "Bush Formalizes Lines of Succession at 7 Cabinet Departments"}, "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "DEPARTMENTS AND AGENCIES"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2001-12-25T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": null, "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "52b881f238f0d86bcb2a5cf1", "word_count": "557", "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/17/opinion/the-kashmir-flashpoint.html", "snippet": "Secretary of State Colin Powell is in South Asia trying to ease the dangerous buildup of military forces on the tense border between India and Pakistan. His most urgent task is to persuade the nuclear-armed neighbors to pull back their armies to r...", "lead_paragraph": "Secretary of State Colin Powell is in South Asia trying to ease the dangerous buildup of military forces on the tense border between India and Pakistan. His most urgent task is to persuade the nuclear-armed neighbors to pull back their armies to reduce the risk of war. But sooner or later, India and Pakistan will have to peacefully resolve the explosive disagreement between them over the status of the northern Indian state of Kashmir. More than 50 years have passed since their first war over Kashmir, without any measurable progress in settling the conflict. With its snow-draped mountains, green valleys and shimmering lakes, Kashmir is a jewel that has been fought over for many centuries. India holds onto it, and Pakistan covets it, for reasons of self-definition as well as sentiment. Since independence, Pakistan has seen itself as a haven for Muslims, and has resented that Muslim-dominated Kashmir was awarded to India after the British left because of a last-minute decision by its Hindu maharajah. India, by contrast, is a polyglot, secular society threatened by the idea of losing a piece of its territory because of religious differences. India's large Muslim population is as opposed to losing Kashmir as is its Hindu majority.", "abstract": "Editorial, commenting on rising tensions between India and Pakistan over Kashmir, says both sides will have to peacefully resolve explosive disagreement that has dogged relations for more than 50 years; says there may be way to bridge gap based on recommendations of Kashmir Study Group, which has offered schemes for permanent partition of region along current lines, or self-governing area that maintains Indian sovereignty and some kind of relationship with Pakistan (M)", "print_page": "28", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Kashmir Flashpoint"}, "keywords": [{"name": "glocations", "value": "INDIA"}, {"name": "glocations", "value": "PAKISTAN"}, {"name": "glocations", "value": "KASHMIR AND JAMMU"}, {"name": "organizations", "value": "KASHMIR STUDY GROUP"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "INDIA-INTERNATIONAL RELATIONS-PAKISTAN"}], "pub_date": "2002-01-17T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Editorial", "_id": "4fd25bb58eb7c8105d808f72", "word_count": 544, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/22/world/talks-with-north-could-follow-as-south-korea-lifts-troop-alert.html", "snippet": "The South Korean government said today that it had canceled the alert placed on South Korean troops at the outset of the war in Afghanistan, removing a prime obstacle to dialogue with North Korea.     Defense Ministry officials said the alert was ...", "lead_paragraph": "The South Korean government said today that it had canceled the alert placed on South Korean troops at the outset of the war in Afghanistan, removing a prime obstacle to dialogue with North Korea. Defense Ministry officials said the alert was quietly removed three weeks ago amid a barrage of attacks in the North Korean media that had characterized the alert as a threat.", "abstract": "South Korean government says it has canceled alert placed on South Korean troops at outset of war in Afghanistan, removing prime obstacle to dialogue with North Korea; North Korean media had characterized alert as threat; removal of alert credited for marked change in North Korean commentaries in recent days; North has reaffirmed its desire to work toward agreement with South on wide range of issues (M)", "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Talks With North Could Follow as South Korea Lifts Troop Alert"}, "keywords": [{"name": "glocations", "value": "SOUTH KOREA"}, {"name": "glocations", "value": "NORTH KOREA"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "ARMAMENT, DEFENSE AND MILITARY FORCES"}, {"name": "subject", "value": "NORTH KOREA-INTERNATIONAL RELATIONS-SOUTH KOREA"}], "pub_date": "2001-12-22T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Don", "rank": 1, "lastname": "KIRK"}], "original": "By DON KIRK"}, "type_of_material": "News", "_id": "4fd229298eb7c8105d7b2b50", "word_count": 569, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/30/world/nation-challenged-asian-arena-hurdle-leapt-us-will-help-philippines-battle.html", "snippet": "American and Filipino military officials appear to have worked out last-minute differences that threatened to delay the start of joint operations to battle armed Muslims in the southern Philippines who are suspected of having ties to Al Qaeda, off...", "lead_paragraph": "American and Filipino military officials appear to have worked out last-minute differences that threatened to delay the start of joint operations to battle armed Muslims in the southern Philippines who are suspected of having ties to Al Qaeda, officials said today. Earlier today, an American military spokeswoman said logistical problems might stall the start of the mission by more than a week. But it appeared that the real issues were the role of the more than 660 American troops -- including 160 members of Special Operations forces -- who will assist Filipinos, and how to describe the mission.", "abstract": "American and Filipino military officials appear to have worked out last-minute differences that threatened to delay start of joint operations to battle armed Muslims in southern Philippines who are suspected of having ties to Al Qaeda; Adm Dennis C Blair, commander of United States forces in Pacific, says action in Philippines is part of broader effort to make Asia inhospitable to terrorists (M)", "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Hurdle Leapt, U.S. Will Help Philippines Battle Rebels", "kicker": "A NATION CHALLENGED: ASIAN ARENA"}, "keywords": [{"name": "persons", "value": "BLAIR, DENNIS C"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS"}, {"name": "glocations", "value": "PHILIPPINES"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "organizations", "value": "ABU SAYYAF"}, {"name": "organizations", "value": "AL QAEDA"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-01-30T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Eric", "rank": 1, "lastname": "SCHMITT"}], "original": "By ERIC SCHMITT"}, "type_of_material": "News", "_id": "4fd256498eb7c8105d7ffb66", "word_count": 517, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/25/us/nation-challenged-president-domestic-security-spending-double-under-bush-plan.html", "snippet": "President Bush said today that he would propose doubling the amount the government spends on domestic security next year to nearly $38 billion, saying the United States was ''still under attack'' and would remain on a war footing for a long time t...", "lead_paragraph": "President Bush said today that he would propose doubling the amount the government spends on domestic security next year to nearly $38 billion, saying the United States was ''still under attack'' and would remain on a war footing for a long time to come. The proposal will be a centerpiece of the State of the Union address on Tuesday night, along with Mr. Bush's proposals for job creation and his discussion of the next phases of the war on terrorism, beyond Afghanistan, White House officials said.", "abstract": "Pres Bush says that he will propose doubling amount government spends on domestic security next year to nearly $38 billion, saying United States is 'still under attack' and will remain on war footing for long time to come; photo of Bush with Tom Ridge, director of domestic defense (M)", "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Domestic Security Spending To Double Under Bush Plan", "kicker": "A NATION CHALLENGED: THE PRESIDENT"}, "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "RIDGE, TOM"}, {"name": "glocations", "value": "UNITED STATES"}, {"name": "organizations", "value": "OFFICE OF HOMELAND SECURITY"}, {"name": "subject", "value": "FINANCES"}, {"name": "subject", "value": "BUDGETS AND BUDGETING"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-01-25T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "U.S.", "subsection_name": null, "byline": {"person": [{"firstname": "David", "middlename": "E.", "lastname": "SANGER", "rank": 1, "role": "reported", "organization": ""}], "original": "By DAVID E. SANGER"}, "type_of_material": "News", "_id": "4fd2124e8eb7c8105d788938", "word_count": 616, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/03/nyregion/national-guard-unit-is-heading-overseas.html", "snippet": "UP and down the East Coast, its elite pararescue jumpers are famous for daring lifesaving operations, including the ill-fated 1991 mission portrayed in the popular book and movie ''The Perfect Storm.''    Now the 106th Rescue Wing of the Air Natio...", "lead_paragraph": "UP and down the East Coast, its elite pararescue jumpers are famous for daring lifesaving operations, including the ill-fated 1991 mission portrayed in the popular book and movie ''The Perfect Storm.'' Now the 106th Rescue Wing of the Air National Guard is taking its show on the road. Last week it began its biggest overseas deployment since the Persian Gulf War, a partial mobilization from its base here to provide combat search and rescue support for antiterrorism operations in the Middle East and South Asia.", "abstract": "Elite Air National Guard unit of pararescue jumpers, based in Westhampton, Long Island, begins preparations for deployment to provide combat search and rescue support for antiterrorism operations in Middle East and South Asia; photos (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "National Guard Unit Is Heading Overseas"}, "keywords": [{"name": "glocations", "value": "FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS"}, {"name": "organizations", "value": "NATIONAL GUARD"}, {"name": "subject", "value": "RESCUES"}, {"name": "subject", "value": "PARACHUTES AND PARACHUTE JUMPING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-03-03T00:00:00Z", "document_type": "article", "news_desk": "Long Island Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By CAROLINE B. SMITH"}, "type_of_material": "News", "_id": "4fd2146c8eb7c8105d78c77b", "word_count": 563, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/30/us/state-union-overview-bush-focusing-terrorism-says-secure-us-top-priority.html", "snippet": "President Bush told Americans tonight that ''our war against terror is only beginning'' and sent new warnings to terrorists around the world and to three nations -- Iran, Iraq and North Korea.     Using unusually strong language, he charged that '...", "lead_paragraph": "President Bush told Americans tonight that ''our war against terror is only beginning'' and sent new warnings to terrorists around the world and to three nations -- Iran, Iraq and North Korea. Using unusually strong language, he charged that ''states like these and their terrorist allies constitute an axis of evil,'' choosing a word once used to describe the alliance of Germany, Italy and Japan during World War II.", "abstract": "Pres Bush delivers his first State of the Union address, telling Americans that 'our war against terror is only beginning'; sends new warnings to terrorists around world and to three nations--Iran, Iraq and North Korea; using unusually strong language, Bush charges that 'states like these and their terrorist allies constitute axis of evil'; seems to outline rationale for future action, if deemed necessary, not only against terrorists but against any hostile states developing weapons of mass destruction; discloses new intelligence findings of plans by Al Qaeda terrorists to attack variety of US sites; vows to use national unity forged by war against terrorism toward twin causes of creating jobs for those worst hit by recession and promoting spirit of national service; talks of need to reform pension laws to protect workers, but does not mention Enron Corp by name; at emotional center of speech is America's gradual recovery from Sept 11; places priority on volunteer service and extending 'American compassion throughout the world'; photo (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "BUSH, FOCUSING ON TERRORISM, SAYS SECURE U.S. IS TOP PRIORITY", "kicker": "THE STATE OF THE UNION: THE OVERVIEW"}, "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "IRAQ"}, {"name": "glocations", "value": "IRAN"}, {"name": "glocations", "value": "NORTH KOREA"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "organizations", "value": "AL QAEDA"}, {"name": "organizations", "value": "ENRON CORP"}, {"name": "subject", "value": "BIOLOGICAL AND CHEMICAL WARFARE"}, {"name": "subject", "value": "ATOMIC WEAPONS"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "LABOR"}, {"name": "subject", "value": "ENERGY AND POWER"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "PENSIONS AND RETIREMENT PLANS"}, {"name": "subject", "value": "STATE OF THE UNION MESSAGE (US)"}, {"name": "subject", "value": "RECESSION AND DEPRESSION"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "UNITED STATES POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "UNITED STATES ECONOMY"}, {"name": "subject", "value": "VOLUNTEERS"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "NATIONAL SERVICE (US)"}], "pub_date": "2002-01-30T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "Front Page; U.S.; Washington", "subsection_name": null, "byline": {"person": [{"firstname": "David", "middlename": "E.", "lastname": "SANGER", "rank": 1, "role": "reported", "organization": ""}], "original": "By DAVID E. SANGER"}, "type_of_material": "News", "_id": "4fd229868eb7c8105d7b3074", "word_count": 1949, "slideshow_credits": null}, {"web_url": "https://learning.blogs.nytimes.com/2002/01/02/a-history-of-conflict/", "snippet": "In this lesson, students explore issues contributing to current tensions between Pakistan and India, drawing conclusions about how the conflict came about and where it may be heading....", "lead_paragraph": "Note: This lesson was originally published on an older version of The Learning Network; the link to the related Times article will take you to a page on the old site.", "abstract": "In this lesson, students explore issues contributing to current tensions between Pakistan and India, drawing conclusions about how the conflict came about and where it may be heading.", "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A History of Conflict", "kicker": "The Learning Network"}, "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "pub_date": "2002-01-02T11:32:00Z", "document_type": "blogpost", "news_desk": null, "section_name": "U.S.", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Rachel", "lastname": "MCCLAIN"}, {"organization": "", "role": "reported", "rank": 2, "firstname": "Javaid", "lastname": "KHAN"}], "original": "By RACHEL MCCLAIN and JAVAID KHAN"}, "type_of_material": "Blog", "_id": "4fd363a18eb7c8105d8b24e4", "word_count": 1976, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/23/business/william-scholl-81-designer-of-a-sandal-that-set-a-trend.html", "snippet": "William H. Scholl, the son of a founder of the Dr. Scholl's company and the developer of the wooden sandals that became as much fashion as foot care, died March 15 at a hospital in Douglas, on the Isle of Man.     He was 81 and lived on the Isle o...", "lead_paragraph": "William H. Scholl, the son of a founder of the Dr. Scholl's company and the developer of the wooden sandals that became as much fashion as foot care, died March 15 at a hospital in Douglas, on the Isle of Man. He was 81 and lived on the Isle of Man, an autonomous British crown authority in the British Isles.", "abstract": null, "print_page": "18", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "William Scholl, 81, Designer Of a Sandal That Set a Trend"}, "keywords": [], "pub_date": "2002-03-23T00:00:00Z", "document_type": "article", "news_desk": "Business/Financial Desk", "section_name": "Business; Obituaries", "subsection_name": null, "byline": {"person": [{"firstname": "William", "middlename": "H.", "lastname": "HONAN", "rank": 1, "role": "reported", "organization": ""}], "original": "By WILLIAM H. HONAN"}, "type_of_material": "Obituary; Biography", "_id": "4fd262888eb7c8105d81474e", "word_count": 489, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}