{"response": {"meta": {"hits": 4096, "time": 60, "offset": 1110}, "docs": [{"web_url": "https://www.nytimes.com/2002/03/17/classified/paid-notice-deaths-lewis-hubert-dubois-col-us-army-retired.html", "snippet": "LEWIS-Hubert duBois, Col., (US Army Retired) died in Marshall, TX on March 11, 2002 at the age of 95. An honors graduate of the United States Military Academy at West Point in 1930, Col. Lewis served with distinction in the United States Army unti...", "lead_paragraph": "LEWIS-Hubert duBois, Col., (US Army Retired) died in Marshall, TX on March 11, 2002 at the age of 95. An honors graduate of the United States Military Academy at West Point in 1930, Col. Lewis served with distinction in the United States Army until his retirement in 1958. During his long career Col. Lewis held a variety of technical and leadership positions including participation in the liberation of the Philippines in World War II and service as an Anti-aircraft Artillery Group Commander in Alaska during the Korean War. Col. Lewis also earned a Master's degree from Massachusetts Institute of Technology in 1937. Following his retirement, Col. Lewis settled in Marshall, TX where he worked for more than three years as a project engineer for Thiokol Chemical Corporation and later as a management analyst for Bendix Corporation in Kansas City. During his retirement Col. Lewis remained devoted to West Point and served for 27 years as the Area Admissions Coordinator for a substantial area of northeast TX. Thanks to the tireless efforts of Col. Lewis, more than two hundred young men and women received appointments to West Point and the other service academies and have served with distinction in the US armed forces. Col. Lewis' beloved wife of more than 62 years, Louise Lanke, predeceased him in 1993. He is survived by his son, Herman Lewis of Marshall, TX; his daughter Marie Lewis Matthews of Princeton, NJ; a sister, Josephine Utley of Seattle, WA; a brother, Paul A. Lewis of Santa Barbara, CA; six grandchildren and eight great-grandchildren. A private service and burial will be held at West Point on March 18, 2002. The family of Col. Lewis mourns his passing and and expresses its deep appreciation for his love and guidance during his lifetime. In lieu of flowers, the family requests donations be made to the West Point Fund, Association of Graduates, Herbert Hall, 698 Mills Road, West Point, New York 10006.", "abstract": null, "print_page": "45", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Paid Notice: Deaths  LEWIS, HUBERT DUBOIS, COL., (US ARMY RETIRED)"}, "keywords": [{"name": "persons", "value": "LEWIS, HUBERT DUBOIS, COL.,"}], "pub_date": "2002-03-17T00:00:00Z", "document_type": "article", "news_desk": "Classified", "section_name": "Paid Death Notices", "subsection_name": null, "byline": null, "type_of_material": "Paid Death Notice", "_id": "4fd22cb88eb7c8105d7b8ed1", "word_count": 322, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/06/nyregion/wylie-f-l-tuttle-79-force-behind-paris-tower.html", "snippet": "Wylie F. L. Tuttle, an American real estate developer who played a major role in the construction of what was in 1972 the tallest office building in Europe, died on Friday at his home in Rock Hall, Md. He was 79.    The cause was cancer, said his ...", "lead_paragraph": "Wylie F. L. Tuttle, an American real estate developer who played a major role in the construction of what was in 1972 the tallest office building in Europe, died on Friday at his home in Rock Hall, Md. He was 79. The cause was cancer, said his wife, Janet.", "abstract": "Wylie F L Tuttle, real estate developer who was force behind Tour Montparnasse office tower in Paris, dies at age 79 (S)", "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Wylie F. L. Tuttle, 79, Force Behind Paris Tower"}, "keywords": [{"name": "persons", "value": "TUTTLE, WYLIE F L"}, {"name": "glocations", "value": "PARIS (FRANCE)"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "OFFICE BUILDINGS AND COMMERCIAL PROPERTIES"}, {"name": "subject", "value": "DEATHS (OBITUARIES)"}], "pub_date": "2002-04-06T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "Obituaries; New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Eric", "rank": 1, "lastname": "PACE"}], "original": "By ERIC PACE"}, "type_of_material": "Obituary; Biography", "_id": "4fd282728eb7c8105d84fca4", "word_count": 334, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/03/books/books-in-brief-fiction-289752.html", "snippet": "ON GREEN DOLPHIN STREET   By Sebastian Faulks.   Random House, $24.95....", "lead_paragraph": "ON GREEN DOLPHIN STREET By Sebastian Faulks. Random House, $24.95.", "abstract": "Julie Gray reviews book On Green Dolphin Street by Sebastian Faulks (S)", "print_page": "24", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "BOOKS IN BRIEF: FICTION"}, "keywords": [{"name": "creative_works", "value": "ON GREEN DOLPHIN STREET (BOOK)"}, {"name": "persons", "value": "FAULKS, SEBASTIAN"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "pub_date": "2002-02-03T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Julie", "rank": 1, "lastname": "Gray"}], "original": "By Julie Gray"}, "type_of_material": "Review", "_id": "4fd273318eb7c8105d83090a", "word_count": 314, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/27/us/political-briefing-on-death-to-terrorists-and-life-in-senate.html", "snippet": "What to do with captured terrorists has become an issue in this year's Senate campaign in South Carolina.    The likely Republican nominee, Representative Lindsey Graham, whose district covers the northwest corner of the state, says execution woul...", "lead_paragraph": "What to do with captured terrorists has become an issue in this year's Senate campaign in South Carolina. The likely Republican nominee, Representative Lindsey Graham, whose district covers the northwest corner of the state, says execution would be the right penalty for some of them, especially any convicted by military tribunals. In a letter sent a few days ago to Defense Secretary Donald H. Rumsfeld, Mr. Graham said the Defense Department should ''allow the death penalty for convicted war criminals.''", "abstract": "Rep Lindsey Graham, likely Republican Senate nominee in South Carolina, says captured terrorists convicted by military tribunal should get death sentence; likely Democratic nominee, Alex Sanders, opposes death penalty (S)", "print_page": "24", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Political Briefing; On Death to Terrorists And Life in Senate"}, "keywords": [{"name": "persons", "value": "SANDERS, ALEX"}, {"name": "persons", "value": "GRAHAM, LINDSEY"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "SOUTH CAROLINA"}, {"name": "organizations", "value": "SENATE"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "SENTENCES (CRIMINAL)"}, {"name": "subject", "value": "CAPITAL PUNISHMENT"}, {"name": "subject", "value": "ELECTION ISSUES"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "ELECTIONS"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-01-27T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "U.S.", "subsection_name": null, "byline": {"person": [], "original": "By B. Drummond Ayres Jr"}, "type_of_material": "News", "_id": "4fd2564b8eb7c8105d7ffcf0", "word_count": 262, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/16/arts/frank-shuster-85-the-subtler-half-of-wayne-and-shuster-comedy-act.html", "snippet": "The comedian Frank Shuster, who performed with his partner, Johnny Wayne, for more than 50 years, died in Toronto on Sunday. He was 85.    Mr. Shuster was the sunnier, subtler and taller half of the team nicknamed the Kings of Canadian Comedy....", "lead_paragraph": "The comedian Frank Shuster, who performed with his partner, Johnny Wayne, for more than 50 years, died in Toronto on Sunday. He was 85. Mr. Shuster was the sunnier, subtler and taller half of the team nicknamed the Kings of Canadian Comedy.", "abstract": "Frank Shuster, comedian who performed with his partner, Johnny Wayne, for more than 50 years, dies at age 85 (S)", "print_page": "16", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "Frank Shuster, 85, the Subtler Half Of Wayne and Shuster Comedy Act"}, "keywords": [{"name": "persons", "value": "SHUSTER, FRANK"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "DEATHS (OBITUARIES)"}], "pub_date": "2002-01-16T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": null, "subsection_name": null, "byline": null, "type_of_material": "Obituary; Biography", "_id": "4fd233608eb7c8105d7c403f", "word_count": 251, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/14/world/israeli-offensive-is-not-helpful-president-warns.html", "snippet": "President Bush delivered a harsh rebuke to Israel today for its deadly military operations against Palestinians in the West Bank, saying that the actions of Prime Minister Ariel Sharon's government were ''not helpful'' and suggesting that they wen...", "lead_paragraph": "President Bush delivered a harsh rebuke to Israel today for its deadly military operations against Palestinians in the West Bank, saying that the actions of Prime Minister Ariel Sharon's government were ''not helpful'' and suggesting that they went well beyond self-defense. Mr. Bush's comments at a White House news conference today were not accompanied by the usual urgings that Yasir Arafat, the chairman of the Palestinian Authority, crack down on suicide bombings and other acts of violence. Mr. Bush never mentioned Mr. Arafat and seemed to direct all of his warnings to Mr. Sharon's government.", "abstract": "Pres Bush delivers harsh rebuke to Israel for its deadly military operations against Palestinians in West Bank, calling actions 'not helpful' and suggesting that Prime Min Ariel Sharon's government has gone well beyond self-defense; directs all his warnings to Israel; does not mention Yasir Arafat or urge, as he usually does, that Arafat crack down on suicide bombings and other acts of violence; says United States 'helped engineer' United Nations Security Council resolution that explicitly calls for creation of Palestinian state, even as it reaffirms Israel's right to existence and security; Bush's declaration that 'wer wer part of the process' is first indication that White House is now talking about peace plans that go beyond mere cessation of shooting; White House aides are divided on question of why Bush deliberately directs harshest remarks toward Israel; some say it is tactical effort to calm violence and persuade Arab nations to ease up on Vice Pres Cheney, who is in Mideast and being criticized at every stop for violencein Palestinian refugee camps; photo (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "ISRAELI OFFENSIVE IS 'NOT HELPFUL,' PRESIDENT WARNS"}, "keywords": [{"name": "persons", "value": "SHARON, ARIEL"}, {"name": "persons", "value": "ARAFAT, YASIR"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "CHENEY, DICK"}, {"name": "glocations", "value": "WEST BANK"}, {"name": "glocations", "value": "ISRAEL"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "PALESTINIANS"}], "pub_date": "2002-03-14T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Front Page; Washington", "subsection_name": null, "byline": {"person": [{"firstname": "David", "middlename": "E.", "lastname": "SANGER", "rank": 1, "role": "reported", "organization": ""}], "original": "By DAVID E. SANGER"}, "type_of_material": "News", "_id": "4fd265968eb7c8105d8199bf", "word_count": 1378, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/19/classified/paid-notice-deaths-farrand-vera-n-nee-popov.html", "snippet": "FARRAND-Vera N., nee Popov, 95, Of Pondfield Rd. in Bronxville, NY, beloved wife of the late Clair L. Farrand, died at home February 13th. Born in Riga, Latvia, to Russian parents, she and her family fled German occupation during World War I and s...", "lead_paragraph": "FARRAND-Vera N., nee Popov, 95, Of Pondfield Rd. in Bronxville, NY, beloved wife of the late Clair L. Farrand, died at home February 13th. Born in Riga, Latvia, to Russian parents, she and her family fled German occupation during World War I and settled in Tallinn, Estonia. She attended a Germanlanguage secondary school and entered the University of Tartu at 16. She married Mihkel Nommik, in the mid 1920's. She survived both the Soviet and Nazi occupations of Estonia during World War II, and fled the advancing Red Army with Nommik to Sweden in 1944. She was widowed shortly thereafter. She met Clair Farrand, an American traveling on business, in Stockholm in 1964. They married, a second, very romantic marriage for both, and settled in Bronxville, NY and Palm Springs, CA. Mrs. Farrand was an international tennis champion, winning singles, doubles, and mixed doubles national titles in Estonia in 1930 and holding top ten ranking in Sweden until she was over 50. Among her doubles partners were Lennart Bergelin, Bjorn Borg's coach, and Vytas Gerulaitis, Sr., father of the American tennis star. She continued to play tennis regularly into her 80's. She is survived by her stepson, John L. Farrand, SJ, of New York, NY; nine grandchildren, & 15 great-grandchildren. A Mass of Christian Burial will be celebrated at St. Joseph's Church, 15 Cedar Street, Bronxville, NY, 10:00 AM Saturday, February 23rd. In lieu of flowers, the family requests donations to Tolstoy Farm Foundation, 104 Lake Road, Valley Cottage, New York 10989.", "abstract": null, "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Paid Notice: Deaths  FARRAND, VERA N., NEE POPOV"}, "keywords": [{"name": "persons", "value": "FARRAND, VERA N., NEE POPOV"}], "pub_date": "2002-02-19T00:00:00Z", "document_type": "article", "news_desk": "Classified", "section_name": "Paid Death Notices", "subsection_name": null, "byline": null, "type_of_material": "Paid Death Notice", "_id": "4fd233618eb7c8105d7c40b0", "word_count": 252, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/06/classified/paid-notice-deaths-latham-eunice-stunkard.html", "snippet": "LATHAM-Eunice Stunkard. Age 78, on Christmas Day at her home in Riverdale, NY. In a varied and accomplished life, she graduated from Wellesley College in 1945 and went on to work with displaced people after World War II with the United Nations Rel...", "lead_paragraph": "LATHAM-Eunice Stunkard. Age 78, on Christmas Day at her home in Riverdale, NY. In a varied and accomplished life, she graduated from Wellesley College in 1945 and went on to work with displaced people after World War II with the United Nations Relief and Rehabilitation Administration, and was a volunteer for the Unitarian Service Committee, sending medical missions to war-torn countries. She later took a job in the creative department at J. Walter Thompson and worked there and with three other advertising agencies in key executive positions for the next 21 years. In 1970, she became headmistress of The Barnard School for Girls, her former high school in upper Manhattan. Before and after her retirement, she served on the school's Board of Directors and was active in many community affairs. Eunice was the wife of John R. Latham, an avid sailor who predeceased her in 1980 and with whom she cruised the Mediterranean in their 60-foot steel ketch ''Hebe.'' The daughter of Frances and Horace Stunkard, she is survived by her brother, Dr. Albert J. Stunkard of Bryn Mawr, PA; three stepchildren, Scott Latham of Chester Springs, PA, John Latham of Lancaster, PA, and Katharine Butler of Sarasota, FL, and two grandchildren, Luke Butler of New York City and Victoria Latham of Chester Springs. A service will be held at the Mahar Funeral Home (802-442-2516) in Bennington, VT, on Friday, February 8, with burial scheduled for the next morning in a family plot at Rosewood Cemetery in White Creek, NY. A memorial service will also be held at the Riverdale Presbyterian Church, 4765 Henry Hudson Parkway, on Sunday, February 10, at 2 P.M. In lieu of flowers, contributions may be sent to the church (718-796-5560).", "abstract": null, "print_page": "31", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Paid Notice: Deaths  LATHAM, EUNICE STUNKARD"}, "keywords": [{"name": "persons", "value": "LATHAM, EUNICE STUNKARD"}], "pub_date": "2002-01-06T00:00:00Z", "document_type": "article", "news_desk": "Classified", "section_name": "Paid Death Notices", "subsection_name": null, "byline": null, "type_of_material": "Paid Death Notice", "_id": "4fd219638eb7c8105d7975ac", "word_count": 285, "slideshow_credits": null}, {"web_url": "https://www.legacy.com/Link.asp?I=LS000000259837", "snippet": "LEWIS-Hubert duBois, Col., (US Army Retired) died in Marshall, TX on March 11, 2002 at the age of 95. An honors graduate of the United States Military Academy at West Point in 1930, Col. Lewis served with distinction in the United States Army unti...", "lead_paragraph": "LEWIS-Hubert duBois, Col., (US Army Retired) died in Marshall, TX on March 11, 2002 at the age of 95. An honors graduate of the United States Military Academy at West Point in 1930, Col. Lewis served with distinction in the United States Army until his retirement in 1958. During his long career Col. Lewis held a variety of technical and leadership positions including participation in the liberation of the Philippines in World War II and service as an Anti-aircraft Artillery Group Commander in Alaska during the Korean War. Col. Lewis also earned a Master's degree from Massachusetts Institute of Technology in 1937. Following his retirement, Col. Lewis settled in Marshall, TX where he worked for more than three years as a project engineer for Thiokol Chemical Corporation and later as a management analyst for Bendix Corporation in Kansas City. During his retirement Col. Lewis remained devoted to West Point and served for 27 years as the Area Admissions Coordinator for a substantial area of northeast TX. Thanks to the tireless efforts of Col. Lewis, more than two hundred young men and women received appointments to West Point and the other service academies and have served with distinction in the US armed forces. Col. Lewis' beloved wife of more than 62 years, Louise Lanke, predeceased him in 1993. He is survived by his son, Herman Lewis of Marshall, TX; his daughter Marie Lewis Matthews of Princeton, NJ; a sister, Josephine Utley of Seattle, WA; a brother, Paul A. Lewis of Santa Barbara, CA; six grandchildren and eight great-grandchildren. A private service and burial will be held at West Point on March 18, 2002. The family of Col. Lewis mourns his passing and and expresses its deep appreciation for his love and guidance during his lifetime. In lieu of flowers, the family requests donations be made to the West Point Fund, Association of Graduates, Herbert Hall, 698 Mills Road, West Point, New York 10006.", "abstract": null, "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Paid Notice: Deaths  Lewis, Hubert duBois"}, "keywords": [], "pub_date": "2002-03-17T00:00:00Z", "document_type": "article", "news_desk": "Classified", "section_name": "Paid Death Notices", "subsection_name": null, "byline": null, "type_of_material": "Paid Death Notice", "_id": "5213d72e38f0d8740ac8c466", "word_count": "322", "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/16/opinion/an-insecure-afghanistan.html", "snippet": "The world got a chilling demonstration Thursday of why Afghanistan urgently needs an expanded international peacekeeping force. The country's aviation minister, Abdul Rahman, was beaten to death at the Kabul airport, allegedly by rivals  within th...", "lead_paragraph": "The world got a chilling demonstration Thursday of why Afghanistan urgently needs an expanded international peacekeeping force. The country's aviation minister, Abdul Rahman, was beaten to death at the Kabul airport, allegedly by rivals within the government. Yesterday rioting erupted outside Kabul's main soccer stadium when disappointed fans could not get into a good-will match between peacekeepers and a local team. Afghanistan's interim leader, Hamid Karzai, has a deft political and diplomatic touch. Yet as he well understands, there is little realistic hope of establishing peace and stability in his war-ravaged country without significantly enlarging the small international force and expanding it to other major cities. Afghanistan is still rife with warlords and combat veterans prepared to take the law into their own hands. Until a new national army and police force can be recruited and trained, a process that will take many months, an expanded international force must hold the line.", "abstract": "Editorial calls for expansion of international peacekeeping force as only hope of establishing peace and stability in Afghanistan; notes national army and police force will not be fully ready before late in 2003", "print_page": "18", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "An Insecure Afghanistan"}, "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-02-16T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Editorial", "_id": "4fd262888eb7c8105d81469c", "word_count": 330, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}