{"response": {"meta": {"hits": 4096, "time": 60, "offset": 210}, "docs": [{"web_url": "https://www.nytimes.com/2001/12/28/world/india-and-pakistan-add-to-war-footing.html", "snippet": "India has moved short-range ballistic missiles to the border with Pakistan, defense officials said today, as part of a military buildup that some Western diplomats characterized as the largest since the two rivals fought their last war 30 years ag...", "lead_paragraph": "India has moved short-range ballistic missiles to the border with Pakistan, defense officials said today, as part of a military buildup that some Western diplomats characterized as the largest since the two rivals fought their last war 30 years ago. Military analysts said the ''Prithvi'' missiles, which have a range up to 150 miles, are capable of carrying nuclear warheads. But these analysts said it was highly unlikely that the missiles are carrying them now, and India has a policy of no first use of nuclear weapons.", "abstract": "India moves short-range ballistic missiles to Pakistan border as part of major military buildup; Min George Fernandes says large-scale mobilization will be finished in two or three days, leaving India 'ready for any eventuality;' India closes its airspace to Pakistan, takes other steps to punish Pakistan for failing to shut down Jaish-e-Muhammad and Lashkar-e-Taiba, groups it blames for attack on Indian Parliament; Pakistan responds with matching punitive steps; photos (M)", "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "India and Pakistan Add to War Footing"}, "keywords": [{"name": "persons", "value": "FERNANDES, GEORGE"}, {"name": "glocations", "value": "INDIA"}, {"name": "glocations", "value": "PAKISTAN"}, {"name": "organizations", "value": "LASHKAR-E-TAIBA"}, {"name": "organizations", "value": "JAISH-E-MUHAMMAD"}, {"name": "subject", "value": "INDIA-INTERNATIONAL RELATIONS-PAKISTAN"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2001-12-28T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Celia", "middlename": "W.", "lastname": "DUGGER", "rank": 1, "role": "reported", "organization": ""}], "original": "By CELIA W. DUGGER"}, "type_of_material": "News", "_id": "4fd2676a8eb7c8105d81cfdb", "word_count": 1306, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/06/arts/met-opera-review-best-defense-in-the-face-of-war.html", "snippet": "The Metropolitan Opera could never have predicted how relevant its revival of ''Parade'' would become this winter. John Dexter's 1981 production, with enchanting sets and costumes by David Hockney, last seen in 1986, returned on Monday night with ...", "lead_paragraph": "The Metropolitan Opera could never have predicted how relevant its revival of ''Parade'' would become this winter. John Dexter's 1981 production, with enchanting sets and costumes by David Hockney, last seen in 1986, returned on Monday night with James Levine conducting. Dexter made an integrated triple bill out of three French works: Satie's ballet ''Parade''; Poulenc's bizarrely comic opera ''Les Mamelles de Tirésias''; and Ravel's sublime ''L'Enfant et les Sortilèges,'' about a naughty boy who comes to know compassion. War hovered over the creation of each one. When the premiere of ''Parade,'' with a scenario by Cocteau and sets by Picasso, was presented in 1917 in Paris, the front lines of World War I were just 100 miles away. That same year, Apollinaire's play ''Les Mamelles de Tirésias'' was introduced. When Poulenc set it to music nearly 30 years later, France was engulfed in World War II. Though Ravel did not set Collette's 1917 libretto for ''L'Enfant'' until seven years later, he was still shaken by questions of how to go on with everyday life in the face of worldwide threat. Audiences are again grappling with those questions.", "abstract": "Anthony Tommasini reviews Metropolitan Opera production of three French works: Satie's ballet Parade, Poulenc's opera Les Mamelles de Tiresias and Ravel's opera L'Enfant et les Sortileges, conducted by James Levine; photo (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Best Defense In the Face Of War", "kicker": "MET OPERA REVIEW"}, "keywords": [{"name": "creative_works", "value": "L'ENFANT ET LES SORTILEGES (OPERA)"}, {"name": "creative_works", "value": "LES MAMELLES DE TIRESIAS (OPERA)"}, {"name": "persons", "value": "LEVINE, JAMES"}, {"name": "persons", "value": "RAVEL, MAURICE JOSEPH"}, {"name": "persons", "value": "POULENC, FRANCIS"}, {"name": "persons", "value": "SATIE, ERIK"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "OPERA"}], "pub_date": "2002-03-06T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Anthony", "rank": 1, "lastname": "TOMMASINI"}], "original": "By ANTHONY TOMMASINI"}, "type_of_material": "Review", "_id": "4fd2146f8eb7c8105d78c9a8", "word_count": 696, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/21/world/a-nation-challenged-relic-in-a-cave-but-what-war.html", "snippet": "After raising the haunting prospect that a global positioning device found in Afghanistan had belonged to a serviceman killed in Somalia in 1993, the Pentagon said tonight that it had been lost by a pilot who served in Afghanistan.    Troops found...", "lead_paragraph": "After raising the haunting prospect that a global positioning device found in Afghanistan had belonged to a serviceman killed in Somalia in 1993, the Pentagon said tonight that it had been lost by a pilot who served in Afghanistan. Troops found the device in a cave in eastern Afghanistan. Its markings prompted officials to say at first that it had belonged to Master Sgt. Gary I. Gordon, one of 18 soldiers killed in Mogadishu on Oct. 3, 1993. That mission is the subject of the book and the movie ''Black Hawk Down.''", "abstract": "Pentagon says global positioning device found in Afghanistan cave had been lost by pilot who served there; device's markings has prompted some speculation that it had belonged to one of 18 American soldiers killed in Mogadishu, Somalia, in 1993; American officials have long sought to determine whether soldiers in Mogadishu were killed by militiamen with links to Al Qaeda (S)", "print_page": "18", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Relic in a Cave: But What War?", "kicker": "A NATION CHALLENGED"}, "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "MOGADISHU (SOMALIA)"}, {"name": "glocations", "value": "SOMALIA"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "AL QAEDA"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-03-21T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Washington", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd278968eb7c8105d83afa4", "word_count": 178, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/07/world/us-official-backs-war-crime-tribunal.html", "snippet": "A week after casting doubt on the integrity of the war crimes tribunals, a senior American official said today that the Balkans tribunal should stay open until its most wanted men, the former Bosnian Serb leader Radovan Karadzic and the military c...", "lead_paragraph": "A week after casting doubt on the integrity of the war crimes tribunals, a senior American official said today that the Balkans tribunal should stay open until its most wanted men, the former Bosnian Serb leader Radovan Karadzic and the military commander Ratko Mladic, were brought to justice before it. ''Karadzic and Mladic will come to The Hague,'' said the official, Pierre-Richard Prosper, ambassador at large for war crimes. ''It could happen tomorrow, it could be next year. The U.S. is determined to see these two individuals brought before this court. They cannot out-wait justice.''", "abstract": "Pierre-Richard Prosper, American abmassador at large for war crimes, says Balkans tribunal should stay open until its most wanted men, Radovan Karadzic and Ratko Mladic, are brought to justice before it; seems at pains to temper criticism he delivered in testimony on Capitol Hill, when he claimed tribunals suffered because of mismanagement, abuses and lapses of professionalism (M)", "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "U.S. Official Backs War-Crime Tribunal"}, "keywords": [{"name": "persons", "value": "PROSPER, PIERRE-RICHARD"}, {"name": "persons", "value": "MLADIC, RATKO"}, {"name": "persons", "value": "KARADZIC, RADOVAN"}, {"name": "glocations", "value": "CROATIA"}, {"name": "glocations", "value": "SERBIA"}, {"name": "glocations", "value": "BOSNIA AND HERZEGOVINA"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-03-07T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Washington", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd278938eb7c8105d83ae1a", "word_count": 236, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/09/opinion/a-truce-in-new-jersey-s-school-war.html", "snippet": "James McGreevey took office as New Jersey's governor less than a month ago, but he has already made history by moving to settle one of the most bitterly fought education lawsuits in America. After 20 years of foot-dragging and obfuscation by gover...", "lead_paragraph": "James McGreevey took office as New Jersey's governor less than a month ago, but he has already made history by moving to settle one of the most bitterly fought education lawsuits in America. After 20 years of foot-dragging and obfuscation by governors and legislators of both parties, Mr. McGreevey has told the state's Supreme Court that he will abide by the court's rulings in Abbott v. Burke. That suit, which challenged the state for failing to provide poor children with a quality education, may be the most significant education case since the Supreme Court's desegregation ruling nearly 50 years ago. Mr. McGreevey's decision to institute the ruling should clear the air on this racially charged issue and set New Jersey on the road to full educational opportunity in 30 underprivileged districts. In the last decade, nearly 20 states have been jolted by court decisions ordering them to provide poor and minority students with equal access to quality schools. Most were based on state constitutions requiring an adequate education. Suits are pending in a dozen states, including New York and California. In Connecticut, the latest in a series of equalization cases is moving toward trial.", "abstract": "Editorial lauds New Jersey Gov James McGreevey for telling state's Supreme Court that he will abide by court's rulings in Abbott v. Burke; holds that suit, which challenged state for failing to provide poor children with quality education, may be most significant education case since Supreme Court's desegregation ruling nearly 50 years ago", "print_page": "18", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Truce in New Jersey's School War"}, "keywords": [{"name": "persons", "value": "MCGREEVEY, JAMES E"}, {"name": "glocations", "value": "NEW JERSEY"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "EDUCATION AND SCHOOLS"}, {"name": "subject", "value": "BLACKS"}, {"name": "subject", "value": "DISCRIMINATION"}], "pub_date": "2002-02-09T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Editorial", "_id": "4fd262838eb7c8105d8142ff", "word_count": 420, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/07/world/a-nation-challenged-tenet-testimony-a-nation-at-war.html", "snippet": "Following are excerpts from the testimony of George J. Tenet, director of central intelligence, to the Senate Select Intelligence Committee yesterday as transcribed by the Federal News Service Inc. The full text is available at The New York Times ...", "lead_paragraph": "Following are excerpts from the testimony of George J. Tenet, director of central intelligence, to the Senate Select Intelligence Committee yesterday as transcribed by the Federal News Service Inc. The full text is available at The New York Times on the Web at nytimes.com/world: Sept. 11th brought together and brought home literally several vital threats to the United States and its interests that we have long been aware of. It is the convergence of these threats that I want to emphasize with you today: the connection between terrorists and other enemies of this country; the weapons of mass destruction they seek to use against us; and the social, economic and political tensions across the world that they exploit in mobilizing their followers.", "abstract": "Excerpts from Central Inelligence Agency Director George J Tenet to Senate Select Intelligence Committee (M)", "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Tenet Testimony: 'A Nation at War'", "kicker": "A NATION CHALLENGED"}, "keywords": [{"name": "persons", "value": "TENET, GEORGE J"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "organizations", "value": "CENTRAL INTELLIGENCE AGENCY"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-02-07T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "Text", "_id": "4fd25bb48eb7c8105d808f29", "word_count": 1040, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/30/arts/the-year-in-review-dance-bringing-to-light-the-stresses-of-war.html", "snippet": "WHEN the New York choreographer Tamar Rogoff started working on a piece about post-traumatic stress disorder three years ago, she had no idea that it would become such a personal subject for many Americans. She simply wanted to understand her fath...", "lead_paragraph": "WHEN the New York choreographer Tamar Rogoff started working on a piece about post-traumatic stress disorder three years ago, she had no idea that it would become such a personal subject for many Americans. She simply wanted to understand her father, a World War II veteran who experienced insomnia, claustrophobia and other typical symptoms of the disorder, though in his case, it was never diagnosed. While post-traumatic stress is not new, it certainly was not on the front pages when Ms. Rogoff began her investigation. Since the Sept. 11 terrorist attacks, however, it has a whole new meaning for New Yorkers -- as will her performance piece, ''Daughter of a Pacifist Soldier,'' which will have its premiere on Thursday at La Mama E.T.C. in the East Village.", "abstract": "Shayna Samuels article on New York choreographer Tamar Rogoff's new piece, Daughter of a Pacifist Soldier, about post-traumatic stress disorder; three years in the making, it is likely to have whole new meaning for New Yorkers in wake of terrorist attacks; photo (M)", "print_page": "28", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Bringing to Light The Stresses of War", "kicker": "THE YEAR IN REVIEW: DANCE"}, "keywords": [{"name": "persons", "value": "ROGOFF, TAMAR"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "POST-TRAUMATIC STRESS DISORDER"}, {"name": "subject", "value": "DANCING"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2001-12-30T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Shayna", "rank": 1, "lastname": "SAMUELS"}], "original": "By SHAYNA SAMUELS"}, "type_of_material": "News", "_id": "4fd218e38eb7c8105d7960b4", "word_count": 1383, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/10/business/business-lifted-by-a-war-budget.html", "snippet": "Before Sept. 11, the military industry was in the dumps. The Pentagon's procurement budget was tight, military stocks were plummeting, and Defense Secretary Donald H. Rumsfeld was considering deep cuts.    What a difference war makes. Congress aut...", "lead_paragraph": "Before Sept. 11, the military industry was in the dumps. The Pentagon's procurement budget was tight, military stocks were plummeting, and Defense Secretary Donald H. Rumsfeld was considering deep cuts. What a difference war makes. Congress authorized $17.5 billion for emergency war costs, providing an immediate boost to companies like Boeing, which makes precision-guided munitions, and General Atomics Aeronautical Systems, which produces the Predator, the unpiloted surveillance plane.", "abstract": "Post-Sept 11 military spending boom has provided big boost for defense industry and revived some endangered military programs; graph (S)", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Business; Lifted by a War Budget"}, "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-03-10T00:00:00Z", "document_type": "article", "news_desk": "Money and Business/Financial Desk", "section_name": "Business", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "James", "rank": 1, "lastname": "DAO"}], "original": "By JAMES DAO"}, "type_of_material": "News", "_id": "4fd22e9f8eb7c8105d7bcae6", "word_count": 203, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/08/opinion/a-safe-place-for-a-war.html", "snippet": "This steamy, sullen jungle island of Basilan is becoming the next front in America's war on terror, and everybody is getting ready for the 660 American troops who are beginning to arrive in the area.    Muslim fighters are sending their wives away...", "lead_paragraph": "This steamy, sullen jungle island of Basilan is becoming the next front in America's war on terror, and everybody is getting ready for the 660 American troops who are beginning to arrive in the area. Muslim fighters are sending their wives away, out of respect for American military prowess. Philippine soldiers are angling for new laser targeting gear, out of respect for American technology. And bars are busy recruiting teenage girls as ''entertainers,'' out of respect for American libido.", "abstract": "Nicholas D Kristof Op-Ed column says new deployment of American troops in Philippines is not really about fighting international terrorism, as Bush administration insists; says Abu Sayyaf is not military Islamic terror group, it is gang of about 60 brutal thugs that has perfected art of extorting money from foreigners; says Pres Gloria Macapagal Arroyo seized on opportunity created by Sept 11 to portray Abu Sayyaf as international terrorists, then accepted offer by Bush to eradicate them and send $100 million in fresh American military aid; says Arroyo was able to shore up previously wobbly presidency, and Bush adminstration found safe place to continue war on terrorism (M)", "print_page": "23", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Safe Place for A War"}, "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "MACAPAGAL ARROYO, GLORIA"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "PHILIPPINES"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "organizations", "value": "ABU SAYYAF"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "FOREIGN AID"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-02-08T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By NICHOLAS D. KRISTOF"}, "type_of_material": "Op-Ed", "_id": "4fd25bbc8eb7c8105d809320", "word_count": 682, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/02/theater/accord-in-legal-war-over-sondheim-musical.html", "snippet": "Stephen Sondheim and John Weidman, the creators of the musical ''Gold!,'' said yesterday that they had settled their lawsuit against the producer Scott Rudin, clearing the way for future productions of the oft-delayed show.     Under the terms of ...", "lead_paragraph": "Stephen Sondheim and John Weidman, the creators of the musical ''Gold!,'' said yesterday that they had settled their lawsuit against the producer Scott Rudin, clearing the way for future productions of the oft-delayed show. Under the terms of the settlement, Mr. Rudin, who had financed a workshop production of the show in 1999, has agreed to drop any claim to rights in ''Gold!'' In exchange, if the show is produced commercially, he will be reimbursed the approximately $160,000 he had invested in its development.", "abstract": "Stephen Soldheim and John Weidman, creators of musical Gold!, settle lawsuit against producer Scott Rudin, clearing way for future productions of oft-delayed show; Rudin, who financed workshop production of show in 1999, agrees to drop any claim to rights in Gold! and, in exchange, will be reimbursed the approximately $160,000 he invested in its development if show is produced commercially; photo (M)", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Accord in Legal War Over Sondheim Musical"}, "keywords": [{"name": "creative_works", "value": "GOLD! (PLAY)"}, {"name": "persons", "value": "SONDHEIM, STEPHEN"}, {"name": "persons", "value": "WEIDMAN, JOHN"}, {"name": "persons", "value": "RUDIN, SCOTT"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "THEATER"}], "pub_date": "2002-02-02T00:00:00Z", "document_type": "article", "news_desk": "Arts & Ideas/Cultural Desk", "section_name": "Arts; Theater", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Jesse", "rank": 1, "lastname": "McKINLEY"}], "original": "By JESSE McKINLEY"}, "type_of_material": "News", "_id": "4fd21b278eb7c8105d799e71", "word_count": 678, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}