{"response": {"meta": {"hits": 4096, "time": 119, "offset": 290}, "docs": [{"web_url": "https://www.nytimes.com/2002/03/14/world/world-briefing-africa-liberia-leader-s-aides-to-meet-with-foes.html", "snippet": "President Charles Taylor's aides will meet this week with political opponents and rebels who recently staged attacks close to the capital, Monrovia, according to the Economic Community of West African States. At the meeting, which will take place ...", "lead_paragraph": "President Charles Taylor's aides will meet this week with political opponents and rebels who recently staged attacks close to the capital, Monrovia, according to the Economic Community of West African States. At the meeting, which will take place in Nigeria, the warring sides are expected to agree on a national conference in Liberia later this year. Norimitsu Onishi (NYT)", "abstract": "Liberian Pres Charles Taylor's aides will meet with political opponents and rebels who staged attacks close to Monrovia to discuss national conference later in year (S)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "World Briefing | Africa: Liberia: Leader's Aides To Meet With Foes"}, "keywords": [{"name": "persons", "value": "TAYLOR, CHARLES"}, {"name": "glocations", "value": "LIBERIA"}, {"name": "glocations", "value": "MONROVIA (LIBERIA)"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-03-14T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Norimitsu", "middlename": "Onishi", "lastname": "NYT", "rank": 1, "role": "reported", "organization": ""}], "original": "By Norimitsu Onishi (NYT)"}, "type_of_material": "News", "_id": "4fd2146b8eb7c8105d78c645", "word_count": 59, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/14/world/tokyo-journal-100000-people-perished-but-who-remembers.html", "snippet": "From the housewives who cart home their groceries by bicycle, to the tiny shops and simple homes, Sumida Ward's irregular grid of narrow, gently bending streets appears at first glance to have gone unchanged for many decades.    But because 57 yea...", "lead_paragraph": "From the housewives who cart home their groceries by bicycle, to the tiny shops and simple homes, Sumida Ward's irregular grid of narrow, gently bending streets appears at first glance to have gone unchanged for many decades. But because 57 years ago this week a fleet of American B-29 bombers dropped 1,665 tons of napalm-filled bombs on Tokyo, leaving almost nothing standing over 16 square miles, there are few places in Japan where appearances like these could be more deceptive.", "abstract": "American firebombing of Tokyo during World War II, which killed estimated 100,000 people and devastated 16 square miles of city, has left surprisingly few traces in popular memory of Japanese, or Americans; it occurred 57 years ago this week, in one horrific night, when 1,665 tons of napalm-filled bombs were dropped; apart from atomic bomb victims, little is done to honor Japan's civilian dead, partly because this might raise questions about Japanese leaders druing war and partly because of avid pursuit of friendship with America; one survivor, Hiroshi Hoshino, is banding together with other survivors to devote himself to preserving memory of people killed in Mar 10, 1954 bombings; photos (M)", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Tokyo Journal; 100,000 People Perished, but Who Remembers?"}, "keywords": [{"name": "persons", "value": "HOSHINO, HIROSHI"}, {"name": "glocations", "value": "TOKYO (JAPAN)"}, {"name": "subject", "value": "BOMBS AND EXPLOSIVES"}, {"name": "subject", "value": "WORLD WAR II (1939-45)"}], "pub_date": "2002-03-14T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Howard", "middlename": "W.", "lastname": "FRENCH", "rank": 1, "role": "reported", "organization": ""}], "original": "By HOWARD W. FRENCH"}, "type_of_material": "News", "_id": "4fd21b928eb7c8105d79a85b", "word_count": 882, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/10/world/chechen-civilians-are-casualties-of-random-acts-of-war.html", "snippet": "The shell that shattered the lives of the Yedelov family was anonymous. It could have been fired by the Russian military or it might have come from the Chechen rebels.    But to Salman A. Yandarev, the chief of traumatology at Hospital No. 9 in Gr...", "lead_paragraph": "The shell that shattered the lives of the Yedelov family was anonymous. It could have been fired by the Russian military or it might have come from the Chechen rebels. But to Salman A. Yandarev, the chief of traumatology at Hospital No. 9 in Grozny, Chechnya's ruined capital, it did not matter. It was another random act of war that he had to deal with among all the other carnage that had recently passed through his emergency room. Three months ago, just after midnight, two families living in house No. 56A in the 12th Region of the Oktyabrsky District of Grozny had just put their children to bed when a single artillery shell whistled through the night and struck the chestnut tree outside.", "abstract": "Russian Army continues to take casualties in its battle against Chechen rebels, who lay mines and snipe at them daily; but dozens of Chechen civilians are killed and maimed each week too, casualties of random acts of war; photos; map (M)", "print_page": "18", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Chechen Civilians Are Casualties of Random Acts of War"}, "keywords": [{"name": "glocations", "value": "RUSSIA"}, {"name": "glocations", "value": "CHECHNYA (RUSSIA)"}, {"name": "subject", "value": "MINES, EXPLOSIVE"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-02-10T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Patrick", "middlename": "E.", "lastname": "TYLER", "rank": 1, "role": "reported", "organization": ""}], "original": "By PATRICK E. TYLER"}, "type_of_material": "News", "_id": "4fd21b2b8eb7c8105d79a0db", "word_count": 1060, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/10/world/srinagar-journal-left-orphaned-by-war-the-city-and-its-children.html", "snippet": "Pressed hard against a cliff at the dead end of a twisting road in the old city here, a cluster of squat red buildings houses the lingering misery of Kashmir. It is an orphanage for boys, a great many of whom were left fatherless and destitute by ...", "lead_paragraph": "Pressed hard against a cliff at the dead end of a twisting road in the old city here, a cluster of squat red buildings houses the lingering misery of Kashmir. It is an orphanage for boys, a great many of whom were left fatherless and destitute by the bloody 12-year guerrilla war in this Himalayan valley. Some of them are sons of dead militants. Some of them don't know how their fathers were killed. Not many remember their fathers at all. They know only that one day their mothers packed their clothes, told them to tend to their studies and had them ferried from their villages to the orphanage here.", "abstract": "Bloody 12-year guerrilla war in Kashmir has left great many children fatherless and destitute; orphans are one of many examples of conflict's toll on Srinagar, where paramilitary forces are bunkered on every other block; map; photo (M)", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Srinagar Journal; Left Orphaned by War: The City and Its Children"}, "keywords": [{"name": "glocations", "value": "KASHMIR AND JAMMU (INDIA)"}, {"name": "glocations", "value": "INDIA"}, {"name": "glocations", "value": "SRINAGAR (KASHMIR)"}, {"name": "subject", "value": "CHILDREN AND YOUTH"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-01-10T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Somini", "rank": 1, "lastname": "SENGUPTA"}], "original": "By SOMINI SENGUPTA"}, "type_of_material": "News", "_id": "4fd229888eb7c8105d7b321d", "word_count": 1083, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/22/world/world-briefing-asia-nepal-state-of-emergency-extended.html", "snippet": "Parliament voted overwhelmingly to extend for three months a state of emergency imposed in November to battle a Maoist rebellion that has spread to much of the nation. Over the weekend rebels staged the deadliest attack of their six-year revolt, k...", "lead_paragraph": "Parliament voted overwhelmingly to extend for three months a state of emergency imposed in November to battle a Maoist rebellion that has spread to much of the nation. Over the weekend rebels staged the deadliest attack of their six-year revolt, killing more than 130 people -- mostly police officers and soldiers -- in Achham and Doti districts, 375 miles northwest of Katmandu. The army counterattacked on Wednesday, killing 48 rebels, the Defense Ministry said. Celia W. Dugger (NYT)", "abstract": "Nepal's Parliament votes to extend state of emergency imposed in November to battle Maoist rebellion that has spread across nation (S)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "World Briefing | Asia: Nepal: State Of Emergency Extended"}, "keywords": [{"name": "glocations", "value": "NEPAL"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-02-22T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Celia", "middlename": "W.", "lastname": "Dugger", "rank": 1, "role": "reported", "organization": ""}], "original": "By Celia W. Dugger (NYT)"}, "type_of_material": "News", "_id": "4fd22cbd8eb7c8105d7b92cb", "word_count": 78, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/21/us/walter-j-rockler-war-crimes-agency-chief-dies-at-81.html", "snippet": "Walter J. Rockler, a Washington lawyer who was the first director of the Justice Department agency that identifies and deports former Nazis, died on March 8 at his home in Rockville, Md. He was 81.    The cause was lung cancer, his daughter, Julia...", "lead_paragraph": "Walter J. Rockler, a Washington lawyer who was the first director of the Justice Department agency that identifies and deports former Nazis, died on March 8 at his home in Rockville, Md. He was 81. The cause was lung cancer, his daughter, Julia Tillery, said.", "abstract": "Walter J Rockler, Washington lawyer who was first director of Justice Dept agency that identifies and deports Nazis, dies at 81; photo (S)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Walter J. Rockler, War-Crimes Agency Chief, Dies at 81"}, "keywords": [{"name": "persons", "value": "ROCKLER, WALTER J"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "DEATHS (OBITUARIES)"}], "pub_date": "2002-03-21T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "U.S.; Obituaries", "subsection_name": null, "byline": null, "type_of_material": "Obituary; Biography", "_id": "4fd22e9d8eb7c8105d7bc99f", "word_count": 381, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/03/nyregion/on-politics-despite-bush-s-conservatism-his-war-role-lifts-ferguson.html", "snippet": "Only a few months ago, Democrats saw great promise in New Jersey's Seventh Congressional District, figuring it could play a big part in their plans to take back the House in the 2002 elections.    It is easy to understand why. The seat is held by ...", "lead_paragraph": "Only a few months ago, Democrats saw great promise in New Jersey's Seventh Congressional District, figuring it could play a big part in their plans to take back the House in the 2002 elections. It is easy to understand why. The seat is held by a freshman Republican, Mike Ferguson, who eked out a victory in the 2000 election in a district that voted overwhelmingly for Al Gore.", "abstract": "Raymond Hernandez On Politics column assesses how Pres George W Bush's stance in war against terrorism may help freshman Republican Sen Mike Ferguson of New Jersey (M)", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Despite Bush's Conservatism, His War Role Lifts Ferguson", "kicker": "ON POLITICS"}, "keywords": [{"name": "persons", "value": "FERGUSON, MIKE"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "NEW JERSEY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "organizations", "value": "SENATE"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "ELECTIONS"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-02-03T00:00:00Z", "document_type": "article", "news_desk": "New Jersey Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Raymond", "rank": 1, "lastname": "Hernandez"}], "original": "By Raymond Hernandez"}, "type_of_material": "News", "_id": "4fd2341d8eb7c8105d7c519c", "word_count": 841, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/20/world/a-cease-fire-is-set-in-sudan-war.html", "snippet": "The government of Sudan and rebels fighting in the southern part of the country signed a cease-fire agreement today for the disputed Nuba Mountains region.    The six-month renewable agreement calls for the cessation of hostilities within 72 hours...", "lead_paragraph": "The government of Sudan and rebels fighting in the southern part of the country signed a cease-fire agreement today for the disputed Nuba Mountains region. The six-month renewable agreement calls for the cessation of hostilities within 72 hours.", "abstract": "Government of Sudan and rebels fighting in southern part of country sign cease-fire agreement for disputed Nuba Mountains region; six-month renewable agreement calls for cessation of hostilities within 72 hours; civilian and military monitors from Western Europe and North America will oversee cease-fire; more than two million people have died in fighting and related famines in Sudan since 1983; talks and resulting cease-fire stem from initiative of American envoy John C Danforth, appointed by Pres Bush to seek peace accord (M)", "print_page": "12", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "A Cease-Fire Is Set in Sudan War"}, "keywords": [{"name": "persons", "value": "DANFORTH, JOHN C"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "SUDAN"}, {"name": "glocations", "value": "EUROPE"}, {"name": "glocations", "value": "NUBA MOUNTAINS (SUDAN)"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-01-20T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd22ab28eb7c8105d7b5c97", "word_count": 339, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/09/books/books-of-the-times-war-as-another-planet-of-animals-and-devils.html", "snippet": "THE CAPRICES  By Sabrina Murray  210 pages. Mariner/Houghton Mifflin. Paperback. $13.      Childhood is another country, the novelist L. P. Hartley wrote. War is also another country -- and another planet, in fact, to those who have lived removed ...", "lead_paragraph": "THE CAPRICES By Sabrina Murray 210 pages. Mariner/Houghton Mifflin. Paperback. $13. Childhood is another country, the novelist L. P. Hartley wrote. War is also another country -- and another planet, in fact, to those who have lived removed from it for so many generations that it barely subsists as a primeval twinge.", "abstract": "war as another planet, of animals and devil", "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "War as Another Planet, Of Animals and Devils", "kicker": "BOOKS OF THE TIMES"}, "keywords": [{"name": "creative_works", "value": "CAPRICES, THE (BOOK)"}, {"name": "persons", "value": "MURRAY, SABRINA"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "pub_date": "2002-01-09T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Richard", "rank": 1, "lastname": "EDER"}], "original": "By RICHARD EDER"}, "type_of_material": "Review", "_id": "4fd21b2a8eb7c8105d79a098", "word_count": 1097, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/27/world/a-nation-challenged-saudi-arabia-holy-war-lured-saudis-as-rulers-looked-away.html", "snippet": "In the last decade, as thousands of young Saudis left their country to wage Islamic holy war, Saudi leaders let them go, aware of the danger they might pose to the United States, but more focused on the danger they would pose at home.    At least ...", "lead_paragraph": "In the last decade, as thousands of young Saudis left their country to wage Islamic holy war, Saudi leaders let them go, aware of the danger they might pose to the United States, but more focused on the danger they would pose at home. At least four times in the last six years, Saudis who were trained or recruited in Afghanistan, Chechnya, Kosovo or Bosnia have been among the terrorists who carried out bombings of American targets -- in Saudi Arabia, Kenya, Tanzania and Yemen. But not until October, after the American military campaign in Afghanistan began, did Saudi Arabia detain young men trying to join that fight.", "abstract": "First article in series Missed Signals, on how authorities failed to heed clues that could have helped foil Sept 11 terrorist attacks; focuses on how Saudi Arabia let thousands of young men leave in last decade to wage Islamic holy war abroad, aware that they might pose threat to United States but more concerned about danger they would pose at home; notes Saudis trained or recruited in Afghanistan, Chechnya, Kosovo or Bosnia have been involved in bombing of American targets at least four times in last six years; Saudi royal family, in miscalculation of global proportions, shied away from crackdown on militant clerics or their followers; Osama bin Laden's Al Qaeda was able to use US as vulnerable target, Europe as forward base and Saudi Arabia as source of recruits; those nations that made rare effort to crackdown on terrorism treated it as local problem rather than interlocking global network; photo (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Holy War Lured Saudis As Rulers Looked Away", "kicker": "A NATION CHALLENGED: SAUDI ARABIA"}, "keywords": [{"name": "persons", "value": "BIN LADEN, OSAMA"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "KOSOVO (SERBIA)"}, {"name": "glocations", "value": "EUROPE"}, {"name": "glocations", "value": "RUSSIA"}, {"name": "glocations", "value": "SERBIA"}, {"name": "glocations", "value": "BOSNIA AND HERZEGOVINA"}, {"name": "glocations", "value": "CHECHNYA (RUSSIA)"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "SAUDI ARABIA"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "AL QAEDA"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "BOMBS AND EXPLOSIVES"}, {"name": "subject", "value": "SURVEYS AND SERIES"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "ISLAM"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2001-12-27T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Front Page", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Douglas", "rank": 1, "lastname": "JEHL"}], "original": "By DOUGLAS JEHL"}, "type_of_material": "Series", "_id": "4fd229238eb7c8105d7b266a", "word_count": 4459, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}