{"response": {"meta": {"hits": 4096, "time": 40, "offset": 280}, "docs": [{"web_url": "https://www.nytimes.com/2002/01/09/world/world-briefing-africa-sudan-rebel-merger-angers-government.html", "snippet": "The government condemned two rival groups of rebels that have agreed to merge, saying they were hindering efforts to end the country's long civil war. ''We expected that the merger agreement would talk about reaching peace in Sudan instead of show...", "lead_paragraph": "The government condemned two rival groups of rebels that have agreed to merge, saying they were hindering efforts to end the country's long civil war. ''We expected that the merger agreement would talk about reaching peace in Sudan instead of showing an intention for escalating the military operations,'' said Foreign Minister Mustafa Osman Ismail. Over the weekend, John Garang of the Sudan People's Liberation Army agreed to join forces with the Sudan People's Democratic Front, led by Riek Machar. Marc Lacey (NYT)", "abstract": "Government of Sudan condemns two rival groups of rebels that have agreed to merge, saying they are hindering efforts to end country's long civil war (S)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "World Briefing | Africa: Sudan: Rebel Merger Angers Government"}, "keywords": [{"name": "glocations", "value": "SUDAN"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-01-09T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Marc", "middlename": "Lacey", "lastname": "NYT", "rank": 1, "role": "reported", "organization": ""}], "original": "By Marc Lacey (NYT)"}, "type_of_material": "News", "_id": "4fd2195e8eb7c8105d7972f5", "word_count": 82, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/28/world/world-briefing-americas-peru-mistreatment-of-berenson-denied.html", "snippet": "The government denied assertions that Lori Berenson, the American serving a 20-year sentence for aiding a leftist rebel group, was mistreated while being transferred to another prison last week. But her lawyer said he would broaden a complaint he ...", "lead_paragraph": "The government denied assertions that Lori Berenson, the American serving a 20-year sentence for aiding a leftist rebel group, was mistreated while being transferred to another prison last week. But her lawyer said he would broaden a complaint he had filed to include an accusation of sexual abuse. Her father, Mark Berenson, has also said she was molested. The justice ministry said that it ''denies the 'grave injury' her lawyers have denounced'' and that Ms. Berenson, 32, is ''in good health.'' Ms. Berenson's lawyer, José Luís Sandoval, said she was beaten and sprayed with tear gas by the police when she and another prisoner were taken from their cells last Friday. He also said Ms. Berenson had been fondled by a police officer. The justice ministry said that the transfer had been carried out according to regulations and that tear gas had been used when prisoners resisted the police.", "abstract": "Peru denies charges Lori Berenson, American jailed for aiding leftist rebels, was mistreated while being transferred to another prison; her lawyers says he will broaden complaint to include sexual abuse; photo (S)", "print_page": "8", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "World Briefing | Americas: Peru: Mistreatment Of Berenson Denied"}, "keywords": [{"name": "persons", "value": "BERENSON, LORI HELENE"}, {"name": "glocations", "value": "PERU"}, {"name": "subject", "value": "SEX CRIMES"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2001-12-28T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd229908eb7c8105d7b3888", "word_count": 149, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/22/world/world-briefing-asia-cambodia-un-backed-on-tribunal.html", "snippet": "Seventeen civic organizations issued a statement supporting the decision by the United Nations two weeks ago to withdraw from talks with the government on setting up a tribunal to try former Khmer Rouge leaders. After nearly five years of talks, t...", "lead_paragraph": "Seventeen civic organizations issued a statement supporting the decision by the United Nations two weeks ago to withdraw from talks with the government on setting up a tribunal to try former Khmer Rouge leaders. After nearly five years of talks, the United Nations said it had given up reaching an agreement that would fulfill international standards of justice, and Cambodia said it would make no further compromises. Seth Mydans (NYT)", "abstract": "Seventeen civic organizations issue statement supporting United Nations' decision to withdraw from talks on setting up tribunal to try former Khmer Rouge leaders (S)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "World Briefing | Asia: Cambodia: U.N. Backed On Tribunal"}, "keywords": [{"name": "glocations", "value": "CAMBODIA"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "organizations", "value": "KHMER ROUGE"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "FREEDOM AND HUMAN RIGHTS"}], "pub_date": "2002-02-22T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Seth", "middlename": "Mydans", "lastname": "NYT", "rank": 1, "role": "reported", "organization": ""}], "original": "By Seth Mydans (NYT)"}, "type_of_material": "News", "_id": "4fd22cbd8eb7c8105d7b92c1", "word_count": 70, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/01/world/in-georgian-region-race-to-recover-nuclear-fuel.html", "snippet": "An international team of experts has flown to the former Soviet republic of Georgia to try to recover two highly radioactive objects that were found near a mountainous region controlled by Muslim rebels, officials said yesterday.    The objects, c...", "lead_paragraph": "An international team of experts has flown to the former Soviet republic of Georgia to try to recover two highly radioactive objects that were found near a mountainous region controlled by Muslim rebels, officials said yesterday. The objects, cylinders not much larger than cans of string beans, caught the attention of three woodsmen because the snow nearby was melting. The men lugged the surprisingly heavy objects to their campsite for warmth and soon became dizzy and nauseated. A week later, they had radiation burns. All three men are now in a hospital in the Georgian capital, Tbilisi, and one is fighting for his life.", "abstract": "International team of experts flies to former Soviet republic of Georgia to try to recover two highly radioactive objects thought to be abandoned Soviet nuclear batteries; they were found near mountainous Abkhazia region controlled by Muslim rebels; three woodsmen who recovered them soon developed radiation burns; one is now fighting for his life; during cold war, American and Soviet military forces used nuclear batteries to power satellites in space and spy devices; recovery team from International Atomic Energy Agency is eager to keep them out of hands of terrorists; photo; map (M)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "In Georgian Region, Race To Recover Nuclear Fuel"}, "keywords": [{"name": "glocations", "value": "ABKHAZIA (GEORGIAN REPUBLIC)"}, {"name": "glocations", "value": "RUSSIA"}, {"name": "glocations", "value": "GEORGIA (GEORGIAN REPUBLIC)"}, {"name": "organizations", "value": "INTERNATIONAL ATOMIC ENERGY AGENCY"}, {"name": "subject", "value": "ATOMIC WEAPONS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-02-01T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "William", "middlename": "J.", "lastname": "BROAD", "rank": 1, "role": "reported", "organization": ""}], "original": "By WILLIAM J. BROAD"}, "type_of_material": "News", "_id": "4fd21b308eb7c8105d79a45c", "word_count": 1049, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/23/world/world-briefing-americas-peru-final-appeal-for-berenson.html", "snippet": "A lawyer for Lori Berenson, the New Yorker serving a 20-year prison term in Peru for collaborating with leftist rebels in a plot to attack Peru's Congress, asked the country's top court to overturn her sentence. A five-judge panel of the Supreme C...", "lead_paragraph": "A lawyer for Lori Berenson, the New Yorker serving a 20-year prison term in Peru for collaborating with leftist rebels in a plot to attack Peru's Congress, asked the country's top court to overturn her sentence. A five-judge panel of the Supreme Court has up to 15 working days to decide whether Ms. Berenson's conviction last June after a three-month trial was justified. The appeal is the final avenue in Peru's legal system open to Ms. Berenson, who argues that her rights were violated in a sham trial that relied on shoddy evidence. Her conviction last year, in a civilian court, followed a conviction in 1996 by a military tribunal, which sentenced her to life in prison. Juan Forero (NYT)", "abstract": "Lori Berenson asks Peru's top court to overturn her 20-year prison term for collaborating with leftist rebels in plot to attack Peru's Congress; photo (M)", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "World Briefing | Americas: Peru: Final Appeal For Berenson"}, "keywords": [{"name": "persons", "value": "BERENSON, LORI HELENE"}, {"name": "glocations", "value": "PERU"}, {"name": "subject", "value": "SENTENCES (CRIMINAL)"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-01-23T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Juan", "middlename": "Forero", "lastname": "NYT", "rank": 1, "role": "reported", "organization": ""}], "original": "By Juan Forero (NYT)"}, "type_of_material": "News", "_id": "4fd229948eb7c8105d7b3b85", "word_count": 120, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/21/world/colombian-rebels-hijack-a-plane-and-kidnap-a-senator.html", "snippet": "Colombian guerrillas hijacked a domestic flight today, forcing it down on a remote highway in the south in order to  kidnap a senior senator who had been on board. Hours later, President Andrés Pastrana broke off peace talks with Colombia's large...", "lead_paragraph": "Colombian guerrillas hijacked a domestic flight today, forcing it down on a remote highway in the south in order to kidnap a senior senator who had been on board. Hours later, President Andrés Pastrana broke off peace talks with Colombia's largest rebel group. In a nationally televised address tonight, Mr. Pastrana gave rebels of the Revolutionary Armed Forces of Colombia until midnight tonight to vacate a safe haven his government had ceded in 1998 for peace talks.", "abstract": "Colombian guerrillas hijack domestic flight, forcing it down on remote highway in south to kidnap Sen Jorge Eduardo Gechem Turbay, who had been on board; hours later Pres Andres Pastrana breaks off peace talks with largest rebel group, Revolutionary Armed Forces of Colombia, and gives them deadline to vacate safe haven his government ceded in 1998 for peace talks; many Colombians conclude that rebels have used peace effort to stall, allowing them to fortify their 17,000-member army; Gechem Turbay is nephew of former Pres Julio Cesar Turbay; several members of his family have been killed by rebels in last decade; Pastrana, furious at latest rebel act, threatens to send in troops if rebels do not disperse; photo; map (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Colombian Rebels Hijack a Plane and Kidnap a Senator"}, "keywords": [{"name": "persons", "value": "GECHEM TURBAY, JORGE EDUARDO"}, {"name": "persons", "value": "PASTRANA, ANDRES"}, {"name": "persons", "value": "CESAR TURBAY, JULIO"}, {"name": "glocations", "value": "COLOMBIA"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "KIDNAPPING"}, {"name": "subject", "value": "HIJACKING"}], "pub_date": "2002-02-21T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Juan", "rank": 1, "lastname": "FORERO"}], "original": "By JUAN FORERO"}, "type_of_material": "News", "_id": "4fd212788eb7c8105d788c74", "word_count": 649, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/16/nyregion/c-corrections-158062.html", "snippet": "Because of an editing error, an article on Saturday about fears of violence in and near a rebel-held zone in Colombia after the collapse of peace talks misidentified a town where anti-rebel groups accused doctors and a store owner of having helped...", "lead_paragraph": "Because of an editing error, an article on Saturday about fears of violence in and near a rebel-held zone in Colombia after the collapse of peace talks misidentified a town where anti-rebel groups accused doctors and a store owner of having helped the rebels and where a nurse spoke of her fears. It was San Vicente del Caguán, the largest town in the zone, not Puerto Rico, a town just outside the zone.", "abstract": "Correction of Jan 12 article, which misidentified Colombian town where anti-rebel groups accused some people of aiding rebels", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Corrections"}, "keywords": [{"name": "glocations", "value": "COLOMBIA"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "CORRECTION STORIES"}], "pub_date": "2002-01-16T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "Corrections; New York and Region", "subsection_name": null, "byline": null, "type_of_material": "Correction", "_id": "4fd22ab38eb7c8105d7b5d69", "word_count": 73, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/16/us/national-briefing-mid-atlantic-pennsylvania-history-vs-luxury-homes.html", "snippet": "The National Park Service is negotiating to buy private land in Valley Forge National Historical Park to stop a developer from building a subdivision of 62 luxury homes there. The park, about 20 miles from Philadelphia, was where the Continental A...", "lead_paragraph": "The National Park Service is negotiating to buy private land in Valley Forge National Historical Park to stop a developer from building a subdivision of 62 luxury homes there. The park, about 20 miles from Philadelphia, was where the Continental Army camped in the winter of 1777-78. The park service is offering to buy the land for about $10 million.", "abstract": "National Park Service is negotiating to buy private land in Valley Forge National Historical Park to stop developer from building subdivision of 62 luxury homes there (S)", "print_page": "15", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "National Briefing | Mid-Atlantic: Pennsylvania: History Vs. Luxury Homes"}, "keywords": [{"name": "glocations", "value": "VALLEY FORGE NATIONAL HISTORICAL PARK"}, {"name": "organizations", "value": "NATIONAL PARK SERVICE"}, {"name": "subject", "value": "HOUSING"}, {"name": "subject", "value": "REVOLUTIONARY WAR, AMERICAN (1775-83)"}], "pub_date": "2002-01-16T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": null, "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd26be48eb7c8105d824820", "word_count": 60, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/02/nyregion/francis-s-gabreski-a-world-war-ii-air-ace-dies-at-83.html", "snippet": "Francis S. Gabreski, the leading American air ace in Europe in World War II who later in life tangled less triumphantly with political perils as head of the Long Island Rail Road, died on Thursday at Huntington Hospital on Long Island. Mr. Gabresk...", "lead_paragraph": "Francis S. Gabreski, the leading American air ace in Europe in World War II who later in life tangled less triumphantly with political perils as head of the Long Island Rail Road, died on Thursday at Huntington Hospital on Long Island. Mr. Gabreski, who lived in Dix Hills, N.Y., was 83. The cause was a heart attack, his family said.", "abstract": "Francis S Gabreski, leading American air ace in Europe in World War II who later in life tangled less triumphantly with political perils as head of Long Island Rail Road, dies at 83; photo (M)", "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Francis S. Gabreski, a World War II Air Ace, Dies at 83"}, "keywords": [{"name": "persons", "value": "GABRESKI, FRANCIS S"}, {"name": "organizations", "value": "LONG ISLAND RAIL ROAD CO"}, {"name": "subject", "value": "WORLD WAR II (1939-45)"}, {"name": "subject", "value": "DEATHS (OBITUARIES)"}], "pub_date": "2002-02-02T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "Obituaries; New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Richard", "rank": 1, "lastname": "GOLDSTEIN"}], "original": "By RICHARD GOLDSTEIN"}, "type_of_material": "Obituary; Biography", "_id": "4fd22cb28eb7c8105d7b8acc", "word_count": 1271, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/24/nyregion/l-memorial-s-new-home-is-poor-place-for-reflection-213152.html", "snippet": "To the Editor:    Re ''Abingdon Square Park: A Triangle in Controversy'' (Feb. 24): When so much respect is being shown to families of victims of the World Trade Center disaster, the opposite is happening for the war dead of World War I in Abingdo...", "lead_paragraph": "To the Editor: Re ''Abingdon Square Park: A Triangle in Controversy'' (Feb. 24): When so much respect is being shown to families of victims of the World Trade Center disaster, the opposite is happening for the war dead of World War I in Abingdon Square Park. The Doughboy sculpture there represents 200 fallen U.S. infantrymen whose bodies remain buried in Flanders, France. Community Board 2 and the Parks Department have proposed moving the Doughboy to the sidewalk, where there are no benches to sit quietly, pray or collect thoughts. How can people pay their respects while standing at a heavily used intersection?", "abstract": "Margie Rubin letter on February 24 article opposes plan to move World War I memorial to sidewalk outside Abingdon Square Park", "print_page": "15", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Memorial's New Home Is Poor Place for Reflection"}, "keywords": [{"name": "persons", "value": "RUBIN, MARGIE"}, {"name": "glocations", "value": "ABINGDON SQUARE PARK (NYC)"}, {"name": "subject", "value": "WORLD WAR I (1914-18)"}, {"name": "subject", "value": "MONUMENTS AND MEMORIALS"}], "pub_date": "2002-03-24T00:00:00Z", "document_type": "article", "news_desk": "The City Weekly Desk", "section_name": "New York and Region; Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd2659b8eb7c8105d819dae", "word_count": 125, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}