{"response": {"meta": {"hits": 4096, "time": 124, "offset": 320}, "docs": [{"web_url": "https://www.nytimes.com/2002/03/07/world/for-fatah-only-a-war-can-bring-peace-to-mideast.html", "snippet": "Since the beginning of the year, it has been Palestinian militants tied to Yasir Arafat's Fatah faction who have carried out most of the attacks against Israelis -- and the most lethal attacks, Israeli and Palestinian officials say.    Israel's le...", "lead_paragraph": "Since the beginning of the year, it has been Palestinian militants tied to Yasir Arafat's Fatah faction who have carried out most of the attacks against Israelis -- and the most lethal attacks, Israeli and Palestinian officials say. Israel's leaders see this as supporting their case that Mr. Arafat and his top Fatah lieutenant in the West Bank, Marwan Barghouti, are terrorists.", "abstract": "Marwan Barghouti, West Bank leader of Yasir Arafat's Fatah faction, says attacks on Israelis in Palestinian territory must continue, because violence strengthens Fatah, and is essential to bring Israelis to bargaining table and keep them there; favors attacking Israeli soldiers and settlers in West Bank and Gaza Strip; he opposes suicide bombings and other attacks within pre-1967 Israel, and he recognizes Israel's right to exist; he has been Palestinian legislator and supporter of peace, but says Israel's expanded settlements and broken promises make it harder to support peace talks; photo (M)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "For Fatah, Only a War Can Bring Peace to Mideast"}, "keywords": [{"name": "persons", "value": "ARAFAT, YASIR"}, {"name": "persons", "value": "BARGHOUTI, MARWAN"}, {"name": "glocations", "value": "WEST BANK"}, {"name": "glocations", "value": "ISRAEL"}, {"name": "glocations", "value": "GAZA STRIP"}, {"name": "organizations", "value": "FATAH REVOLUTIONARY COUNCIL"}, {"name": "subject", "value": "PALESTINIANS"}, {"name": "subject", "value": "BOMBS AND EXPLOSIVES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "SUICIDES AND SUICIDE ATTEMPTS"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-03-07T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "James", "rank": 1, "lastname": "BENNET"}], "original": "By JAMES BENNET"}, "type_of_material": "News", "_id": "4fd2146d8eb7c8105d78c82a", "word_count": 1273, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/06/nyregion/annalee-whitmore-fadiman-85-screenwriter-and-war-journalist.html", "snippet": "Annalee Whitmore Fadiman, a screenwriter, World War II correspondent and the author, with Theodore H. White, of the best seller ''Thunder Out of China,'' died yesterday in Captiva, Fla. She was 85.    Mrs. Fadiman, who as a member of the Hemlock S...", "lead_paragraph": "Annalee Whitmore Fadiman, a screenwriter, World War II correspondent and the author, with Theodore H. White, of the best seller ''Thunder Out of China,'' died yesterday in Captiva, Fla. She was 85. Mrs. Fadiman, who as a member of the Hemlock Society supported a right to suicide, took her own life, said her daughter, Anne. Mrs. Fadiman had been suffering from breast cancer and Parkinson's disease.", "abstract": "Annalee Whitmore Fadiman, screenwriter and World War II correspondent, dies at 85; her daughter says that Fadiman, who as member of Hemlock Society supported right to suicide, took her own life (M)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Annalee Whitmore Fadiman, 85, Screenwriter and War Journalist"}, "keywords": [{"name": "persons", "value": "FADIMAN, ANNALEE WHITMORE"}, {"name": "organizations", "value": "HEMLOCK SOCIETY"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "SUICIDES AND SUICIDE ATTEMPTS"}, {"name": "subject", "value": "DEATHS (OBITUARIES)"}], "pub_date": "2002-02-06T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "Obituaries; New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Christopher", "rank": 1, "lastname": "LEHMANN-HAUPT"}], "original": "By CHRISTOPHER LEHMANN-HAUPT"}, "type_of_material": "Obituary; Biography", "_id": "4fd262848eb7c8105d8143fb", "word_count": 601, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/27/us/nation-challenged-prisoners-powell-asks-bush-review-stand-war-captives.html", "snippet": "Breaking with other cabinet officials, Secretary of State Colin L. Powell has asked President Bush to declare that the United States is bound by the Geneva Conventions in its treatment of the captives in Afghanistan and at Guantánamo Bay, Cuba, a...", "lead_paragraph": "Breaking with other cabinet officials, Secretary of State Colin L. Powell has asked President Bush to declare that the United States is bound by the Geneva Conventions in its treatment of the captives in Afghanistan and at Guantánamo Bay, Cuba, administration officials said today. Seeking a review of a presidential decision made nine days ago, when the administration determined that the captured fighters were not prisoners of war and hence not fully protected by the Geneva Conventions, Mr. Powell and his lawyers at the State Department urged Mr. Bush to affirm that the international law of war does govern the United States' treatment of all captives of the Taliban military and the terrorist network Al Qaeda.", "abstract": "Secretary of State Colin L Powell, in break with other cabinet officials, asks Pres Bush to affirm that international law of war, Geneva Convention, does govern United States treatment of all captives of Taliban military and Al Qaeda terrorist network in Afghanistan and at Guantanamo Bay; Powell is prompted by suggestion from allies and human-rights advocates that US has skirted some of conventions' technical requirements; Bush administration insists that prisoners are being treated fairly, but it has balked at conferring official prisoner-of-war status because it wants flexibility in interrogating prisoners; under Geneva rules, prisoners of war have to state only name, rank and serial number; Defense Sec Donald H Rumsfeld says military wants information from captives that would prevent terrorist attacks; photo (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "POWELL ASKS BUSH TO REVIEW STAND ON WAR CAPTIVES", "kicker": "A NATION CHALLENGED: THE PRISONERS"}, "keywords": [{"name": "persons", "value": "POWELL, COLIN L"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "RUMSFELD, DONALD H"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "organizations", "value": "AL QAEDA"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "GENEVA CONVENTIONS"}, {"name": "subject", "value": "GUANTANAMO BAY NAVAL BASE (CUBA)"}, {"name": "subject", "value": "PRISONERS OF WAR"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-01-27T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "U.S.; Washington", "subsection_name": null, "byline": {"person": [{"firstname": "Katharine", "middlename": "Q.", "lastname": "SEELYE", "rank": 1, "role": "reported", "organization": ""}], "original": "By KATHARINE Q. SEELYE"}, "type_of_material": "News", "_id": "4fd25bb68eb7c8105d80901c", "word_count": 1086, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/17/world/as-mediators-seek-peace-india-s-navy-is-ready-for-war.html", "snippet": "As Secretary of State Colin L. Powell arrived in Islamabad today on a mission to get India and Pakistan to talk about peace, India was still trumpeting its preparedness for war. Its new navy chief said at a news conference today that his forces we...", "lead_paragraph": "As Secretary of State Colin L. Powell arrived in Islamabad today on a mission to get India and Pakistan to talk about peace, India was still trumpeting its preparedness for war. Its new navy chief said at a news conference today that his forces were ''fully mobilized.'' ''As the old navy terminology goes, the navy is fully stood to, its powder is dry and we are ready,'' said Adm. Madhvendra Singh. He added that, as always, ''ships are armed, ships are fueled, ships are provisioned.''", "abstract": "Secretary of State Colin L Powell is on mission to get India and Pakistan to talk about peace, even as India's new navy chief Adm Madhvendra Singh tells news conference that his forces are 'fully mobilized' for war; his ringing description of his ships' readiness, following similar one made by army chief days earlier, are not likely to please American officials; Indian officials have cautiously welcomed large-scale arrests of Islamic extremists and militants by Pakistanina President Pervez Musharraf, but they continue to insist they must first see reduced violence in Kashmir; photo (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "As Mediators Seek Peace, India's Navy Is Ready for War"}, "keywords": [{"name": "persons", "value": "POWELL, COLIN L"}, {"name": "persons", "value": "MUSHARRAF, PERVEZ"}, {"name": "persons", "value": "SINGH, MADHVENDRA"}, {"name": "glocations", "value": "INDIA"}, {"name": "glocations", "value": "PAKISTAN"}, {"name": "glocations", "value": "KASHMIR AND JAMMU"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "ARMAMENT, DEFENSE AND MILITARY FORCES"}, {"name": "subject", "value": "INDIA-INTERNATIONAL RELATIONS-PAKISTAN"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-01-17T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Washington", "subsection_name": null, "byline": {"person": [{"firstname": "Celia", "middlename": "W.", "lastname": "DUGGER", "rank": 1, "role": "reported", "organization": ""}], "original": "By CELIA W. DUGGER"}, "type_of_material": "News", "_id": "4fd25bb58eb7c8105d808f62", "word_count": 986, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/21/world/musema-journal-in-burundi-schools-war-is-a-deadly-nonelective.html", "snippet": "Shots in the night are typically nothing to lose sleep over here. A quick rat-a-tat might mean sniper fire from the surrounding woods. A deep boom is artillery flying skyward and -- with luck -- landing on some other hillside.    But the sound tha...", "lead_paragraph": "Shots in the night are typically nothing to lose sleep over here. A quick rat-a-tat might mean sniper fire from the surrounding woods. A deep boom is artillery flying skyward and -- with luck -- landing on some other hillside. But the sound that students at the Musema boarding school heard early one morning last month was too unsettling to ignore.", "abstract": "Museuma Journal on recent attack by rebel fighters in Burundi against school; photo; map; Burundi has suffered through eight years of ethnic warfare, including kidnappings of school children; most manage to escape, although not without spending traumatic time with rebels (M)", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Musema Journal; In Burundi Schools, War Is a Deadly Nonelective"}, "keywords": [{"name": "glocations", "value": "MUSEMA (BURUNDI)"}, {"name": "glocations", "value": "BURUNDI"}, {"name": "subject", "value": "EDUCATION AND SCHOOLS"}, {"name": "subject", "value": "GEOGRAPHIC PROFILES"}, {"name": "subject", "value": "CHILDREN AND YOUTH"}, {"name": "subject", "value": "KIDNAPPING"}], "pub_date": "2001-12-21T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Education", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Marc", "rank": 1, "lastname": "LACEY"}], "original": "By MARC LACEY"}, "type_of_material": "News", "_id": "4fd218dc8eb7c8105d795e1a", "word_count": 922, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/21/us/nation-challenged-military-tribunals-government-sets-rules-for-military-war.html", "snippet": "The Bush administration has set the rules for conducting military tribunals for prisoners from the Afghan war, opening the door for the United States to prosecute and possibly execute foreigners by a legal process not used since the Truman preside...", "lead_paragraph": "The Bush administration has set the rules for conducting military tribunals for prisoners from the Afghan war, opening the door for the United States to prosecute and possibly execute foreigners by a legal process not used since the Truman presidency after World War II. In establishing the rules, which are widely expected to be made public on Thursday, the administration made concessions to critics who worried that President Bush's original order on Nov. 13 that established such tribunals had codified a secret rigged system that could simply shuttle defendants to hasty deaths.", "abstract": "Bush administration sets rules for conducting military tribunals for prisoners from Afghan war, opening door for United States to prosecute and possibly execute foreigners by legal process not used since Truman presidency after World War II; rules, which will be made public on Mar 21, include concessions to critics who worry that Pres Bush's original order on Nov 13 establishing such tribunals had codified secret rigged system that could simply shuttle defendants to hasty deaths; rules will require unanimous verdict for death penalty, let press cover most proceedings and provide for defendants to have military lawyers at government expense and also hire their own civilian lawyers at their own expense; rules say suspects will be presumed not guilty and can see evidence against them; officials say rules on introducing evidence are looser than those in civilian courts, with hearsay allowed; rules do not provide process for independent appeals, procedure critics also sought; in surprise move, administration says it will invoke rarely used presidential power to appoint civilians as temporary military officers to be judges on review panel in lieu of appeals court; chart comparing and contrasting rules for military tribunals, civilian federal courts, and courts-martial (L)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "GOVERNMENT SETS RULES FOR MILITARY ON WAR TRIBUNALS", "kicker": "A NATION CHALLENGED: MILITARY TRIBUNALS"}, "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "COURTS-MARTIAL"}, {"name": "subject", "value": "CAPITAL PUNISHMENT"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "LEGAL PROFESSION"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-03-21T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "Front Page; U.S.; Washington", "subsection_name": null, "byline": {"person": [{"firstname": "Katharine", "middlename": "Q.", "lastname": "SEELYE", "rank": 1, "role": "reported", "organization": ""}], "original": "By KATHARINE Q. SEELYE"}, "type_of_material": "News", "_id": "4fd212798eb7c8105d788cf1", "word_count": 1188, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/19/world/un-chief-says-israel-has-been-waging-full-scale-war.html", "snippet": "Secretary General Kofi Annan, employing his bluntest criticism of Israel in the latest Middle East violence, has told Prime Minister Ariel Sharon that Israeli forces have been waging what looks like an all-out conventional war on Palestinian civil...", "lead_paragraph": "Secretary General Kofi Annan, employing his bluntest criticism of Israel in the latest Middle East violence, has told Prime Minister Ariel Sharon that Israeli forces have been waging what looks like an all-out conventional war on Palestinian civilians. In a forceful letter to Mr. Sharon last Tuesday, Mr. Annan said he wanted to call Mr. Sharon's attention to ''disturbing patterns'' in the treatment of civilians, including aid workers, by the military, known officially as the Israeli Defense Forces.", "abstract": "Sec General Kofi Annan, employing bluntest criticism of Israel in latest Middle East violence, sends forceful letter to Israeli Prime Min Ariel Sharon condemning Israel for waging what he says appears to be all-out conventional war on Palestinian civilians; photo (M)", "print_page": "12", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "U.N. Chief Says Israel Has Been Waging Full-Scale War"}, "keywords": [{"name": "persons", "value": "ANNAN, KOFI"}, {"name": "glocations", "value": "ISRAEL"}, {"name": "subject", "value": "PALESTINIANS"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "DEMONSTRATIONS AND RIOTS"}], "pub_date": "2002-03-19T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Christopher", "middlename": "S.", "lastname": "WREN", "rank": 1, "role": "reported", "organization": ""}], "original": "By CHRISTOPHER S. WREN"}, "type_of_material": "News", "_id": "4fd21b9f8eb7c8105d79b277", "word_count": 700, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/03/weekinreview/the-world-exit-savimbi-and-the-cold-war-in-africa.html", "snippet": "TO judge by his effect on the lives and fortunes of an entire region, Jonas Savimbi, the guerrilla leader who was killed in a shootout with Angolan government troops on Feb. 22, had only one real rival in southern Africa over the last half-century...", "lead_paragraph": "TO judge by his effect on the lives and fortunes of an entire region, Jonas Savimbi, the guerrilla leader who was killed in a shootout with Angolan government troops on Feb. 22, had only one real rival in southern Africa over the last half-century: Nelson Mandela. Mr. Mandela, whose moral stature helped peacefully end apartheid, will probably be remembered as one of the closest approximations of sainthood in 20th century politics. As an archetypal figure of the cold war, meanwhile, Mr. Savimbi epitomized the horrendous waste of the era's proxy struggles.", "abstract": "Tragic side effects of America's cold war determination to combat Angola's then-Marxist government discussed in light of death of guerrilla leader Jonas Savimbi; United States-backed Savimbi, despite claims to legitimacy as tribal leader, was long dependent on army of white supremacist South Africa; he emerged as outright warlord after losing internationally supervised elections in 1992; photos (M)", "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The World; Exit Savimbi, and the Cold War in Africa"}, "keywords": [{"name": "persons", "value": "SAVIMBI, JONAS"}, {"name": "glocations", "value": "ANGOLA"}, {"name": "glocations", "value": "SOUTH AFRICA"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "ANGOLA-INTERNATIONAL RELATIONS-SOUTH AFRICA"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "ANGOLA-INTERNATIONAL RELATIONS-US"}], "pub_date": "2002-03-03T00:00:00Z", "document_type": "article", "news_desk": "Week in Review Desk", "section_name": "Washington; Week in Review", "subsection_name": null, "byline": {"person": [{"firstname": "Howard", "middlename": "W.", "lastname": "FRENCH", "rank": 1, "role": "reported", "organization": ""}], "original": "By HOWARD W. FRENCH"}, "type_of_material": "News", "_id": "4fd278928eb7c8105d83acd7", "word_count": 1073, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/29/world/world-briefing-europe-croatia-general-denies-war-crimes.html", "snippet": "In a test of the country's ability to try its own war crimes suspects, proceedings resumed against a general accused of killing Serbian civilians in 1991 in the central town of Gospic. The general, Mirko Norac, 34, considered a war hero by many Cr...", "lead_paragraph": "In a test of the country's ability to try its own war crimes suspects, proceedings resumed against a general accused of killing Serbian civilians in 1991 in the central town of Gospic. The general, Mirko Norac, 34, considered a war hero by many Croats, pleaded not guilty, as did three other defendants. Another said he did not understand the indictment. The United Nations war crimes tribunal at The Hague has considered trying Mr. Norac itself, and has voiced irritation at months of delays in his case. He is charged with ordering the roundup of Serbs in which at least 42 were later killed, including a woman prosecutors say he personally executed. Ian Fisher (NYT)", "abstract": "Croatian general, Mirko Norac, pleads not guilty to murder of Serb civilians in Gospic in 1991 (S)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "World Briefing | Europe: Croatia: General Denies War Crimes"}, "keywords": [{"name": "persons", "value": "NORAC, MIRKO"}, {"name": "glocations", "value": "CROATIA"}, {"name": "glocations", "value": "GOSPIC (CROATIA)"}, {"name": "glocations", "value": "SERBIA"}], "pub_date": "2002-01-29T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Ian", "middlename": "Fisher", "lastname": "NYT", "rank": 1, "role": "reported", "organization": ""}], "original": "By Ian Fisher (NYT)"}, "type_of_material": "News", "_id": "4fd2195c8eb7c8105d79724e", "word_count": 114, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/09/arts/dance-review-getting-acquainted-with-dad-via-snippets-of-war.html", "snippet": "Tamar Rogoff never quite knew her beloved but distant father, Bernard Rogoff, a doctor who had been a medical officer in the Burma campaign during World War II. Seeking to understand her father better after his death 16 years ago, Ms. Rogoff explo...", "lead_paragraph": "Tamar Rogoff never quite knew her beloved but distant father, Bernard Rogoff, a doctor who had been a medical officer in the Burma campaign during World War II. Seeking to understand her father better after his death 16 years ago, Ms. Rogoff explored the wartime life he chronicled in a diary and in passionate, funny letters he wrote to his wife. Alive in those letters, Rogoff remains otherwise largely elusive in ''Daughter of a Pacifist Soldier,'' a haunting, poignant theater and dance piece. But that, perhaps, is the point. Ms. Rogoff and her dancers extended her exploration through historical research and through interviews (and friendships) with a total of five veterans of World War II, the Korean War and the Vietnam War. Spare, eloquent and observant, the veterans' reminiscences and observations about war are included, through their taped voices, in the production.", "abstract": "Jennifer Dunning reviews dance concert by Tamar Rogoff and dancers at La MaMa; photo (M)", "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Getting Acquainted With Dad via Snippets of War", "kicker": "DANCE REVIEW"}, "keywords": [{"name": "persons", "value": "ROGOFF, TAMAR"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "DANCING"}], "pub_date": "2002-01-09T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Jennifer", "rank": 1, "lastname": "DUNNING"}], "original": "By JENNIFER DUNNING"}, "type_of_material": "Review", "_id": "4fd22ab18eb7c8105d7b5b15", "word_count": 379, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}