{"response": {"meta": {"hits": 4096, "time": 75, "offset": 350}, "docs": [{"web_url": "https://www.nytimes.com/2002/01/11/world/bush-meets-india-s-envoy-fears-of-pakistan-war-deepen.html", "snippet": "President Bush met with a senior Indian official at the White House today as members of the national security staff reviewed a stream of intelligence reports suggesting that tensions along the Pakistan border are rising, and that the chances of a ...", "lead_paragraph": "President Bush met with a senior Indian official at the White House today as members of the national security staff reviewed a stream of intelligence reports suggesting that tensions along the Pakistan border are rising, and that the chances of a military conflict have grown considerably. ''We are significantly more worried today than we were several days ago,'' a senior member of Mr. Bush's national security staff said. The official said the administration was awaiting a statement by Pakistan's military ruler, Gen. Pervez Musharraf, about what steps he would take to curb Islamic extremist groups that India blames for last month's attack on Parliament.", "abstract": "Pres Bush meets with India's home minister, Lal Krishna Advani, at White House, as members of his national security staff review stream of intelligence reports suggesting that tensions along Pakistan border are rising, and that chances of military conflict have grown; Bush administration is awaiting statement by Pakistan's military ruler, Gen Pervez Musharraf, about what steps he is taking to curb Islamic extremist groups that India blames for last month's attack on Parliament; Bush's meeting with Advani is intended to reassure Indian public that United States is willing to pressure Musharraf to do more to fight terrorism; nuclear arsenals of two nations have administration worried; Secretary of State Colin L Powell schedules trip to both countries next week; photo (M)", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Bush Meets India's Envoy; Fears of Pakistan War Deepen"}, "keywords": [{"name": "persons", "value": "POWELL, COLIN L"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "MUSHARRAF, PERVEZ"}, {"name": "persons", "value": "ADVANI, LAL KRISHNA"}, {"name": "glocations", "value": "INDIA"}, {"name": "glocations", "value": "PAKISTAN"}, {"name": "subject", "value": "ATOMIC WEAPONS"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "INDIA-INTERNATIONAL RELATIONS-PAKISTAN"}, {"name": "subject", "value": "PAKISTAN-INTERNATIONAL RELATIONS-US"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "INDIA-INTERNATIONAL RELATIONS-US"}], "pub_date": "2002-01-11T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Washington", "subsection_name": null, "byline": {"person": [{"firstname": "David", "middlename": "E.", "lastname": "SANGER", "rank": 1, "role": "reported", "organization": ""}, {"organization": "", "role": "reported", "firstname": "Judith", "rank": 2, "lastname": "MILLER"}], "original": "By DAVID E. SANGER with JUDITH MILLER"}, "type_of_material": "News", "_id": "4fd2298d8eb7c8105d7b35b4", "word_count": 942, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/09/world/a-nation-challenged-mental-health-the-ravaged-minds-from-a-generation-of-war.html", "snippet": "Check-in today for Patient No. 17 went like this: The patient, Khosal Khan, a 25-year-old vegetable vendor whose right leg had been severed at the knee in an American airstrike, was separated from his crutches and chained to a mulberry tree. His m...", "lead_paragraph": "Check-in today for Patient No. 17 went like this: The patient, Khosal Khan, a 25-year-old vegetable vendor whose right leg had been severed at the knee in an American airstrike, was separated from his crutches and chained to a mulberry tree. His mother and two brothers, one of whom was bleeding from the marks where Mr. Khan had just bitten him, were allowed a quick goodbye. ''Drink, Khoshal,'' said the old woman, Asapa, running her hand gently through her son's long beard as he sipped from a tin can of well water. ''Drink more water.''", "abstract": null, "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Ravaged Minds From a Generation of War", "kicker": "A NATION CHALLENGED: MENTAL HEALTH"}, "keywords": [], "pub_date": "2002-01-09T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Front Page", "subsection_name": null, "byline": {"person": [{"firstname": "C.", "middlename": "J.", "lastname": "CHIVERS", "rank": 1, "role": "reported", "organization": ""}], "original": "By C. J. CHIVERS"}, "type_of_material": "News", "_id": "4fd25bb78eb7c8105d8090a0", "word_count": 1031, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/21/world/nation-challenged-analysis-uneasy-ally-terror-war-suddenly-feels-more-us.html", "snippet": "By adding two more Pakistan-based groups to Washington's terrorism list, President Bush sharply increased the political pressures that have gripped Pakistan's military leader, Gen. Pervez Musharraf, ever since the Sept. 11 attacks in the United St...", "lead_paragraph": "By adding two more Pakistan-based groups to Washington's terrorism list, President Bush sharply increased the political pressures that have gripped Pakistan's military leader, Gen. Pervez Musharraf, ever since the Sept. 11 attacks in the United States, according to Pakistanis with close links to the Musharraf government. In naming one of the groups, Ummah Tameer-e-Nau, Mr. Bush said it had provided information on nuclear weapons technology to Osama bin Laden's Al Qaeda terrorist group, a charge Pakistan has insistently denied since the issue first arose in October.", "abstract": "News analysis discusses impact of Pres Bush's addition of two more Pakistan-based groups to Washington's terrorism list; groups are Tameer-e-Nau, said to have provided nuclear information to Al Qaeda and Lashkar-e-Taiba, most powerful of Pakistan-based groups fighting Indian forces in Kashmir; says action places Pakistan leader Gen Pervez Musharraf in difficult position because he is being told that he must abandon militant aspects of Kashmir liberation struggle, issue that is closer to hearts of most Pakistanis than whether Taliban remains in power; gives appearance that Bush is siding with India; says that placing terrorism brand on Tameer-e-Nau is tantamount to accusation that Musharraf has lied about group's supposed relief work in Afghanistan (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Uneasy Ally in Terror War Suddenly Feels More U.S. Pressure", "kicker": "A NATION CHALLENGED: NEWS ANALYSIS"}, "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "MUSHARRAF, PERVEZ"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "INDIA"}, {"name": "glocations", "value": "PAKISTAN"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "KASHMIR AND JAMMU"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "LASHKAR-E-TAIBA"}, {"name": "organizations", "value": "TAMEER-E-NAU"}, {"name": "organizations", "value": "AL QAEDA"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "ASSETS, FROZEN"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2001-12-21T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "John", "middlename": "F.", "lastname": "BURNS", "rank": 1, "role": "reported", "organization": ""}], "original": "By JOHN F. BURNS"}, "type_of_material": "An Analysis; News Analysis", "_id": "4fd218dc8eb7c8105d795e17", "word_count": 1119, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/09/world/a-nation-challenged-the-bombing-improved-us-accuracy-claimed-in-afghan-air-war.html", "snippet": "In the first detailed assessment of the air war in Afghanistan, military officials say about 75 percent of the bombs and missiles used hit their targets and probably destroyed or disabled them, a marked improvement from the air campaigns in 1991 i...", "lead_paragraph": "In the first detailed assessment of the air war in Afghanistan, military officials say about 75 percent of the bombs and missiles used hit their targets and probably destroyed or disabled them, a marked improvement from the air campaigns in 1991 in the Persian Gulf and in 1999 in Serbia. More than 22,000 bombs and missiles have been dropped on Afghanistan, similar to the number in Serbia and about one-tenth the number in the Persian Gulf.", "abstract": "Pentagon issues first detailed assessment of air war in Afghanistan which says 75 percent of precision-guided bombs and missiles hit targets and probably destroyed or disabled them, marked improvement from air campaigns in 1991 in Persian Gulf and 1999 in Serbia; more than 22,000 bombs and missiles were dropped in Afghanistan, similar to number in Serbia and one-tenth number in Persian Gulf; statistics indicate about 1 bomb in 4 went astray, malfunctioned, hit target but failed to inflict intended damage, or possibly caused destruction that could not be verified; Defense Sec Donald Rumsfeld calls war most accurate ever; officials say precision-guided weapons made up about 60 percent of all munitions, and their effectiveness was about 90 percent; photos (M)", "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Improved U.S. Accuracy Claimed in Afghan Air War", "kicker": "A NATION CHALLENGED: THE BOMBING"}, "keywords": [{"name": "persons", "value": "RUMSFELD, DONALD H"}, {"name": "glocations", "value": "IRAQ"}, {"name": "glocations", "value": "SERBIA"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "DEFENSE DEPARTMENT"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-04-09T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Eric", "rank": 1, "lastname": "SCHMITT"}], "original": "By ERIC SCHMITT"}, "type_of_material": "News", "_id": "4fd273308eb7c8105d830858", "word_count": 1417, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/31/world/foes-in-angolan-war-sign-a-cease-fire-agreement.html", "snippet": "Top military commanders from the Angolan government and the nation's Unita rebel movement signed a preliminary cease-fire agreement this afternoon, moving the country an important step closer to ending a civil war that defied many previous attempt...", "lead_paragraph": "Top military commanders from the Angolan government and the nation's Unita rebel movement signed a preliminary cease-fire agreement this afternoon, moving the country an important step closer to ending a civil war that defied many previous attempts at peace. The agreement, which is expected be formally endorsed in the coming week in the Angolan capital, Luanda, comes barely a month after Jonas Savimbi, the longtime leader of the rebel National Union for the Total Independence of Angola, or Unita, was killed in an ambush by government commandos.", "abstract": "Angolan government military commanders and Unita rebels sign preliminary cease-fire agreement, barely month after Unita leader Jonas Savimbi was killed in ambush; photo (S)", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Foes in Angolan War Sign A Cease-Fire Agreement"}, "keywords": [{"name": "persons", "value": "SAVIMBI, JONAS"}, {"name": "glocations", "value": "ANGOLA"}, {"name": "organizations", "value": "NATIONAL UNION FOR THE TOTAL INDEPENDENCE OF ANGOLA"}], "pub_date": "2002-03-31T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Henri", "middlename": "E.", "lastname": "CAUVIN", "rank": 1, "role": "reported", "organization": ""}], "original": "By HENRI E. CAUVIN"}, "type_of_material": "News", "_id": "4fd262858eb7c8105d8144e2", "word_count": 472, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/17/nyregion/columbia-soothes-the-dogs-of-war-in-its-english-dept.html", "snippet": "It has been 14 years since the outbreak of civil war in Columbia University's English department, a war that sent some professors scurrying for more congenial settings, turned feminists and multiculturalists against traditionalists and left a fift...", "lead_paragraph": "It has been 14 years since the outbreak of civil war in Columbia University's English department, a war that sent some professors scurrying for more congenial settings, turned feminists and multiculturalists against traditionalists and left a fifth of the permanent positions in the department unoccupied. By some combatants' standards, an empty office was better than one filled by the unqualified candidates supported by the enemy. One visiting scholar recently likened the department to ''a deserted village.'' At full strength, it would employ 46 tenured or tenure-track professors, but just 37 work there now; a revolving cast of visiting professors and graduate students has filled out the teaching ranks. And some of those who remained did not talk to one another.", "abstract": "Columbia University's English department, whose reputation was once envy of colleges throughout country, cedes key decisions about hiring to posse of outsiders from other universities, in effort to end 14-year-long civil war; fights to bring perspectives of women, ethnic minorities and gay people into academy turned personal at Columbia's English department, with each side accusing other of no longer being able to distinguish quality of candidate from his or her ideology; many professors left for more congenial settings, leaving fifth of permanent positions unoccupied; new outside referees from Princeton, Cornell, NYU, Univ of Pennsyvlania and Northeastern have approved three professors and are expected to recommend three more when they next meet; but unusual hiring arrangement has created conflicts for some outside referees, who are also looking to fill openings in their own departments; photo of Jonathan Arac, new chairman of Columbia's English department, whose selection by Prof David H Cohen, Columbia vice president for arts and sciences, has caused another conflict within department; photo (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Columbia Soothes The Dogs of War In Its English Dept."}, "keywords": [{"name": "persons", "value": "ARAC, JONATHAN"}, {"name": "persons", "value": "COHEN, DAVID H"}, {"name": "organizations", "value": "PRINCETON UNIVERSITY"}, {"name": "organizations", "value": "UNIVERSITY OF PENNSYLVANIA"}, {"name": "organizations", "value": "CORNELL UNIVERSITY"}, {"name": "organizations", "value": "NEW YORK UNIVERSITY"}, {"name": "organizations", "value": "COLUMBIA UNIVERSITY"}, {"name": "organizations", "value": "NORTHEASTERN UNIVERSITY"}, {"name": "subject", "value": "MINORITIES (US)"}, {"name": "subject", "value": "COLLEGES AND UNIVERSITIES"}, {"name": "subject", "value": "HIRING AND PROMOTION"}, {"name": "subject", "value": "WOMEN"}, {"name": "subject", "value": "TEACHERS AND SCHOOL EMPLOYEES"}, {"name": "subject", "value": "HOMOSEXUALITY"}], "pub_date": "2002-03-17T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "Education; New York and Region", "subsection_name": null, "byline": {"person": [{"firstname": "Karen", "middlename": "W.", "lastname": "ARENSON", "rank": 1, "role": "reported", "organization": ""}], "original": "By KAREN W. ARENSON"}, "type_of_material": "News", "_id": "4fd22e9e8eb7c8105d7bc9d5", "word_count": 1784, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/21/technology/game-theory-grinding-terror-or-grand-adventure-choose-your-war.html", "snippet": "OPERATION FLASHPOINT:  COLD WAR CRISIS  (Developed by Bohemia Interactive Studios and published by Codemasters for Windows 95 and higher; $39.99; for ages 17 and older.)    HALO  (Developed by Bungie and published by Microsoft for Xbox; $49.99; fo...", "lead_paragraph": "OPERATION FLASHPOINT: COLD WAR CRISIS (Developed by Bohemia Interactive Studios and published by Codemasters for Windows 95 and higher; $39.99; for ages 17 and older.) HALO (Developed by Bungie and published by Microsoft for Xbox; $49.99; for ages 17 and older.) OUTSIDE an almost deserted town I crawled through mud from bush to bush, steadily moving toward my objective. As I tried to run across a clearing into an empty house, I heard a shot and saw a flash of red, and I was dead. Not wounded, dead.", "abstract": "Review of new video game Operation Flashpoint: Cold War Crisis; photos (L)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Grinding Terror or Grand Adventure? Choose Your War", "kicker": "GAME THEORY"}, "keywords": [{"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "COMPUTER AND VIDEO GAMES"}], "pub_date": "2002-03-21T00:00:00Z", "document_type": "article", "news_desk": "Circuits", "section_name": "Technology", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Charles", "rank": 1, "lastname": "Herold"}], "original": "By Charles Herold"}, "type_of_material": "News", "_id": "4fd278968eb7c8105d83af97", "word_count": 994, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/15/movies/film-review-looking-for-her-man-amid-the-balkan-war.html", "snippet": "Not even the civil war in what was once Yugoslavia will keep a good woman from her husband's side. That is the loony message of ''Harrison's Flowers,'' a stupefying mix of action, politics and melodrama that is as vaguely condescending as the inep...", "lead_paragraph": "Not even the civil war in what was once Yugoslavia will keep a good woman from her husband's side. That is the loony message of ''Harrison's Flowers,'' a stupefying mix of action, politics and melodrama that is as vaguely condescending as the inept but well-meaning pictures about apartheid from the 1980's, like ''Cry Freedom'' and ''A Dry White Season.'' Those movies said that dangerous government-sanctioned racism was hard on black people, but both focused on well-meaning white protagonists. ''Flowers'' also focuses on an outsider with good intentions, Sarah Lloyd (Andie MacDowell) and her ''Ain't No Mountain High Enough'' pursuit. Nothing will keep her from finding her man.", "abstract": "Elvis Mitchell reviews movie Harrison's Flowers, directed by Elie Chouraqui; Andie MacDowell stars; photo (M)", "print_page": "13", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Looking for Her Man Amid the Balkan War", "kicker": "FILM REVIEW"}, "keywords": [{"name": "creative_works", "value": "HARRISON'S FLOWERS (MOVIE)"}, {"name": "persons", "value": "MACDOWELL, ANDIE"}, {"name": "persons", "value": "CHOURAQUI, ELIE"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "REVIEWS"}], "pub_date": "2002-03-15T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Elvis", "rank": 1, "lastname": "MITCHELL"}], "original": "By ELVIS MITCHELL"}, "type_of_material": "Review", "_id": "4fd278958eb7c8105d83af0a", "word_count": 885, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/12/world/nation-challenged-white-house-bush-vows-aid-other-countries-war-terror.html", "snippet": "President Bush declared today that the United States was willing to train and provide military aid to ''governments everywhere'' for the fight against terrorism and for what he made clear would be battles beyond Afghanistan.    In a forceful speec...", "lead_paragraph": "President Bush declared today that the United States was willing to train and provide military aid to ''governments everywhere'' for the fight against terrorism and for what he made clear would be battles beyond Afghanistan. In a forceful speech made six months after the Sept. 11 attacks, Mr. Bush significantly expanded the commitment of the United States to a global campaign against terrorism, saying America would ''actively prepare'' other nations for the fight.", "abstract": "Pres Bush declares US is willing to train and provide military aid to governments everywhere to fight terrorism, making clear battles will be fought beyond Afghanistan; delivers forceful remarks at commemmorative ceremony on South Lawn of White House six months after September 11 terrorists attacks; tells members of diplomatic corps, members of Congress, military officials and relatives of victims US will actively prepare other nations for fight; remarks significantly expand commitment of US to global campaign against terrorism; seem attempt to reassure nations unsettled by unilateralist tone of January 29 State of the Union Address; he thanks 16 countries involved in current Afghan military campaign; pays respects to American and allied casualties without distinguishing between US and allied troops; describes American military action in Philippines and Yemen and says US will send military personnel to former Soviet Republic of Georgia, where Al Qaeda terrorists operate near Russian border (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "BUSH VOWS TO AID OTHER COUNTRIES IN WAR ON TERROR", "kicker": "A NATION CHALLENGED: THE WHITE HOUSE"}, "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "YEMEN"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "GEORGIA (GEORGIAN REPUBLIC)"}, {"name": "glocations", "value": "PHILIPPINES"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "AL QAEDA"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "PENTAGON BUILDING"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "STATE OF THE UNION MESSAGE (US)"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-03-12T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Front Page; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Elisabeth", "rank": 1, "lastname": "BUMILLER"}], "original": "By ELISABETH BUMILLER"}, "type_of_material": "News", "_id": "4fd21b9d8eb7c8105d79b09e", "word_count": 1047, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/19/us/epa-and-energy-department-war-over-clean-air-rules.html", "snippet": "The Environmental Protection Agency has strenuously objected to the Energy Department's recommendations to the White House to revise air pollution regulations, saying the proposals would ''vitiate'' the nation's clean air policy.    The dispute, d...", "lead_paragraph": "The Environmental Protection Agency has strenuously objected to the Energy Department's recommendations to the White House to revise air pollution regulations, saying the proposals would ''vitiate'' the nation's clean air policy. The dispute, detailed in recent internal E.P.A. documents, is indicative of a fierce battle between the two agencies as the Bush administration prepares to announce final plans for revisions to a program that requires factories to modernize their pollution controls when they upgrade their plants.", "abstract": "Environmental Protection Agency strenuously objects to Energy Department's recommendations to White House to revise air pollution regulations, saying proposals would vitiate nation's clean air policy; dispute detailed in recent internal EPA documents underscores fierce battle between both agencies as Bush administration prepares to announce final plans for revisions to program that requires factories to modernize pollution controls when they upgrade plants (M)", "print_page": "15", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "E.P.A. and Energy Department War Over Clean Air Rules"}, "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "UNITED STATES"}, {"name": "organizations", "value": "ENERGY DEPARTMENT"}, {"name": "organizations", "value": "ENVIRONMENTAL PROTECTION AGENCY"}, {"name": "subject", "value": "LAW AND LEGISLATION"}, {"name": "subject", "value": "FACTORIES AND INDUSTRIAL PLANTS"}, {"name": "subject", "value": "AIR POLLUTION"}], "pub_date": "2002-02-19T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "U.S.", "subsection_name": null, "byline": {"person": [{"firstname": "Katharine", "middlename": "Q.", "lastname": "SEELYE", "rank": 1, "role": "reported", "organization": ""}], "original": "By KATHARINE Q. SEELYE"}, "type_of_material": "News", "_id": "4fd26da78eb7c8105d8274cf", "word_count": 1011, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}