{"response": {"meta": {"hits": 4096, "time": 90, "offset": 390}, "docs": [{"web_url": "https://www.nytimes.com/2002/01/27/weekinreview/ideas-trends-seeking-perspective-on-the-movie-front-lines.html", "snippet": "THERE is a scene in Oliver Stone's ''Born on the Fourth of July,'' where Sgt. Ron Kovic, played by Tom Cruise, goes to talk to his commanding officer. Kovic is conscience-stricken because he thinks he killed a fellow soldier in the chaos of an eng...", "lead_paragraph": "THERE is a scene in Oliver Stone's ''Born on the Fourth of July,'' where Sgt. Ron Kovic, played by Tom Cruise, goes to talk to his commanding officer. Kovic is conscience-stricken because he thinks he killed a fellow soldier in the chaos of an engagement. The officer, though, can't be bothered. He tells Kovic to shrug it off, makes a few perfunctory comments about how confusing war can be and then tries to shoo Kovic out. When Kovic presses, the officer finally snaps and warns him to forget it. Such was military command in Vietnam War movies -- remote and uncaring. It is a far cry from generals blinking back tears as they sent their men into battle in World War II pictures. War movies trace the arc of America's changing attitudes toward combat -- from the naïve effusions of sentimentality in World War II to the bitter cynicism in Vietnam to a renewal of patriotic fervor tinged with nostalgia in recent pictures like ''Saving Private Ryan.'' But war movies have always done something else, albeit more subtly. They have served as metaphors for America's attitude toward authority, both personal and moral, that the armed forces as institutions symbolized.", "abstract": "Neal Gabler observes that war movies trace the arc of America's changing attitudes toward combat--from naive effusions of sentimentality in World War II to bitter cynicism of Vietnam to renewal of patriotic fervor tinged with nostalgia in recent pictures like Saving Private Ryan; contends war movies have also served as metaphors for America's attitude toward authority, both personal and moral, that armed forces as institutions symbolized; photo of scene from Black Hawk Down (M)", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Ideas & Trends; Seeking Perspective on the Movie Front Lines"}, "keywords": [{"name": "creative_works", "value": "SAVING PRIVATE RYAN (MOVIE)"}, {"name": "creative_works", "value": "BLACK HAWK DOWN (MOVIE)"}, {"name": "subject", "value": "VIETNAM WAR"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "WORLD WAR II (1939-45)"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-01-27T00:00:00Z", "document_type": "article", "news_desk": "Week in Review Desk", "section_name": "Movies; Week in Review", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Neal", "rank": 1, "lastname": "GABLER"}], "original": "By NEAL GABLER"}, "type_of_material": "News", "_id": "4fd2298c8eb7c8105d7b348d", "word_count": 1275, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/22/world/world-briefing-asia-nepal-india-offers-help-against-rebels.html", "snippet": "India has offered the government military equipment and training in the fight against Maoist rebels. An Indian foreign ministry official told reporters about the offer after Nepal's prime minister, Sher Bahadur Deuba, met with Indian leaders in Ne...", "lead_paragraph": "India has offered the government military equipment and training in the fight against Maoist rebels. An Indian foreign ministry official told reporters about the offer after Nepal's prime minister, Sher Bahadur Deuba, met with Indian leaders in New Delhi. Barry Bearak (NYT)", "abstract": "Indian leaders meeting with Prime Min Sher Bahadur Deuba, New Delhi, offer Nepal military equipment and training in fight against Maoist rebels (S)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "World Briefing | Asia: Nepal: India Offers Help Against Rebels"}, "keywords": [{"name": "persons", "value": "DEUBA, SHER BAHADUR"}, {"name": "glocations", "value": "INDIA"}, {"name": "glocations", "value": "NEPAL"}, {"name": "subject", "value": "INDIA-INTERNATIONAL RELATIONS-NEPAL"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "FOREIGN AID"}], "pub_date": "2002-03-22T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Barry", "middlename": "Bearak", "lastname": "NYT", "rank": 1, "role": "reported", "organization": ""}], "original": "By Barry Bearak (NYT)"}, "type_of_material": "News", "_id": "4fd262838eb7c8105d8142e5", "word_count": 42, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/11/world/victims-shrine-made-of-skulls-is-dismantled-by-cambodia.html", "snippet": "Skull by human skull, Cambodian officials today dismantled a memorial to the atrocities committed by the former Khmer Rouge government.    Before the work got under way, Buddhist monks prayed for the souls of the 300 people who were among the vict...", "lead_paragraph": "Skull by human skull, Cambodian officials today dismantled a memorial to the atrocities committed by the former Khmer Rouge government. Before the work got under way, Buddhist monks prayed for the souls of the 300 people who were among the victims of the former Communist government. The remains were part of a map of Cambodia made of skulls and displayed publicly since 1979 as a testament to the Khmer Rouge's brutality. Museum officials said the skulls were decaying.", "abstract": "Cambodian officials in Phnom Penh dismantle shrine constructed of human skulls, victims' memorial to atrocities committed by former Khmer Rouge government; remains were part of map of Cambodia made of skulls and displayed publicly since 1979 as testament to Khmer Rouge's brutality; museum officials say skulls were decaying (S)", "print_page": "3", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "Victims' Shrine Made of Skulls Is Dismantled By Cambodia"}, "keywords": [{"name": "glocations", "value": "PHNOM PENH (CAMBODIA)"}, {"name": "glocations", "value": "CAMBODIA"}, {"name": "organizations", "value": "KHMER ROUGE"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "MONUMENTS AND MEMORIALS"}, {"name": "subject", "value": "FREEDOM AND HUMAN RIGHTS"}], "pub_date": "2002-03-11T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd262858eb7c8105d81442d", "word_count": 437, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/24/world/world-briefing-africa-ivory-coast-quest-for-political-peace.html", "snippet": "The country's top four politicians ended two days of talks held to try to find a way out of the political impasse that has haunted the West African nation since a coup in 1999 shattered its reputation for stability in a region scarred by war.  Pre...", "lead_paragraph": "The country's top four politicians ended two days of talks held to try to find a way out of the political impasse that has haunted the West African nation since a coup in 1999 shattered its reputation for stability in a region scarred by war. President Laurent Gbagbo, right, the opposition leader Alassane Ouattara, former President Henri Konan Bedie and the former military leader, Gen. Robert Guei, ended their meeting at the presidential residence without an expected final statement. But officials said the talks had centered on recommendations by a reconciliation forum including recognition of the Ivorian nationality of Mr. Ouattara, who was barred from presidential and parliamentary elections in 2000 over questions of whether he was fully Ivoirian and who wants to run in future elections.", "abstract": "Ivory Coast's top four politicians end two days of talks held to try to find way out of political impasse in country ever since coup in 1999, which shattered its reputation for stability; those attending are Pres Laurent Gbagbo, opposition leader Alassane Ouattara, former Pres Henri Konan Bedie and former military leader Gen Robert Guei; photo (S)", "print_page": "8", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "World Briefing | Africa: Ivory Coast: Quest For Political Peace"}, "keywords": [{"name": "persons", "value": "BEDIE, HENRI KONAN"}, {"name": "persons", "value": "GBAGBO, LAURENT"}, {"name": "persons", "value": "OUATTARA, ALASSANE"}, {"name": "persons", "value": "GUEI, ROBERT"}, {"name": "glocations", "value": "IVORY COAST"}, {"name": "subject", "value": "COUPS D'ETAT AND ATTEMPTED COUPS D'ETAT"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-01-24T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "52b8823f38f0d86bcb2a5d38", "word_count": "127", "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/04/nyregion/side-by-side-in-life-and-now-in-death.html", "snippet": "The coffins of three Albanian-American brothers who went together to Kosovo to fight, and who insisted, in battle and out, that they remain together, lay side by side yesterday in a funeral home in the Bronx.    There could be no viewing, for the ...", "lead_paragraph": "The coffins of three Albanian-American brothers who went together to Kosovo to fight, and who insisted, in battle and out, that they remain together, lay side by side yesterday in a funeral home in the Bronx. There could be no viewing, for the brothers had been killed three years ago and their bodies found only last year, in a mass grave. So instead, on each coffin there was a photo: Ylli, 24, Agron, 23, and Mehmet Bytyqi, 21, of Hampton Bays, on Long Island. A medal of honor, rested on a plump red pillow on each coffin, and three honor guards in the uniforms of the Kosovan Liberation Army stood on either side. The bodies had been recovered with the hands tied with wire and with the eyes blindfolded. Each man had been shot in the head. As the soldiers passed the coffins yesterday, they saluted, then moved on to the brothers' parents.", "abstract": "Funeral is held in Bronx, NYC, for three Albanian-American brothers killed in 1999 in Kosovo, Serbia, after returning to fight against Serbs as members of Atlantic Brigade in Kosovo Liberation Army; bodies of Ylli, Agron and Mehmet Bytyqi were recovered from mass grave in eastern Serbia in July 2001; they were last seen alive in July 1999 while being driven away by Serbian police; each had been shot in head execution style, blindfolded and with hands tied; photo (M)", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Side by Side in Life, and Now, in Death"}, "keywords": [{"name": "persons", "value": "BYTYQI, YLLI"}, {"name": "persons", "value": "BYTYQI, MEHMET"}, {"name": "persons", "value": "BYTYQI, AGRON"}, {"name": "glocations", "value": "KOSOVO (SERBIA)"}, {"name": "glocations", "value": "SERBIA"}, {"name": "organizations", "value": "KOSOVO LIBERATION ARMY"}, {"name": "subject", "value": "ALBANIAN-AMERICANS"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-03-04T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Joyce", "rank": 1, "lastname": "WADLER"}], "original": "By JOYCE WADLER"}, "type_of_material": "News", "_id": "4fd26da58eb7c8105d82735a", "word_count": 930, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/23/world/jonas-savimbi-67-rebel-of-charisma-and-tenacity.html", "snippet": "Jonas Savimbi, who was killed yesterday by Angolan government soldiers, spent more than 35 years in the African bush battling first for Angolan independence and then for personal power.    Mr. Savimbi, 67, was among the more charismatic rebels on ...", "lead_paragraph": "Jonas Savimbi, who was killed yesterday by Angolan government soldiers, spent more than 35 years in the African bush battling first for Angolan independence and then for personal power. Mr. Savimbi, 67, was among the more charismatic rebels on the continent. The burly leader was easily recognized by his lumbering gait, menacing scowl, combat fatigues, pistol and black beret, all of which served to obscure his Swiss doctorate in political science.", "abstract": "Biographical profile of Jonas Savimbi, who spent more than 35 years in African bush battling first for Angolan independence and then for personal power; he died in battle with government troops; he was 67; photos (L)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Jonas Savimbi, 67, Rebel Of Charisma and Tenacity"}, "keywords": [{"name": "persons", "value": "SAVIMBI, JONAS"}, {"name": "glocations", "value": "ANGOLA"}, {"name": "organizations", "value": "NATIONAL UNION FOR THE TOTAL INDEPENDENCE OF ANGOLA"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "DEATHS (OBITUARIES)"}], "pub_date": "2002-02-23T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Obituaries", "subsection_name": null, "byline": {"person": [{"firstname": "Michael", "middlename": "T.", "lastname": "KAUFMAN", "rank": 1, "role": "reported", "organization": ""}], "original": "By MICHAEL T. KAUFMAN"}, "type_of_material": "Obituary; Biography", "_id": "4fd26da38eb7c8105d827133", "word_count": 1200, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/13/world/power-drove-milosevic-to-crime-prosecutors-say-as-trial-opens.html", "snippet": "The chief prosecutor of the United Nations war crimes tribunal today accused the ousted Yugoslav leader Slobodan Milosevic of committing genocide and other crimes against humanity out of a pure lust for power that eventually wrecked his country an...", "lead_paragraph": "The chief prosecutor of the United Nations war crimes tribunal today accused the ousted Yugoslav leader Slobodan Milosevic of committing genocide and other crimes against humanity out of a pure lust for power that eventually wrecked his country and killed more than 200,000 people. Mr. Milosevic, the first head of state to be tried on such grievous charges, showed little emotion as prosecutors laid out the litany of Europe's horror of the 1990's: genocide against Muslims in Bosnia and Herzegovina, as well as crimes in two other wars in Croatia and Kosovo that tore a still-unsealed hole in the stability of the Balkans.", "abstract": "UN war crimes chief prosecutor Carla Del Ponte opens case against Slobodan Milosevic, accusing ousted Serb leader of committing genocide and other crimes against humanity out of pure lust for power that eventually wrecked his country and killed more than 200,000 people; Milosevic shows little emotion as prosecutors in The Hague lay out evidence of genocide against Muslims in Bosnia and crimes in Croatia and Kosovo; photos; Del Ponte, opening complex trial expected to last two years, says some incidents reveal 'almost medieval savagery' and 'calculated cruelty' going beyond legitimate warfare; some legal experts specuate that Milosevic probably insulated himself from direct evidence, but Del Ponte will argue that his spoken words and how subordinates interpreted them show intent to drive out or kill nonSerbs in three wars; lead prosecutor, British barrister Geoffrey Nice, uses documents, videotapes and telephone records; suggests Milosevic is not raving madman but calculating opportunist who manipulated Serb nationalism as Yugoslavia crumbled (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Power Drove Milosevic to Crime, Prosecutors Say as Trial Opens"}, "keywords": [{"name": "persons", "value": "DEL PONTE, CARLA"}, {"name": "persons", "value": "MILOSEVIC, SLOBODAN"}, {"name": "persons", "value": "NICE, GEOFFREY"}, {"name": "glocations", "value": "CROATIA"}, {"name": "glocations", "value": "KOSOVO (SERBIA)"}, {"name": "glocations", "value": "SERBIA"}, {"name": "glocations", "value": "BOSNIA AND HERZEGOVINA"}, {"name": "organizations", "value": "INTERNATIONAL COURT OF JUSTICE"}, {"name": "subject", "value": "RECORDINGS (VIDEO)"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "ISLAM"}, {"name": "subject", "value": "TELEPHONES AND TELECOMMUNICATIONS"}], "pub_date": "2002-02-13T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Front Page", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ian", "rank": 1, "lastname": "FISHER"}], "original": "By IAN FISHER"}, "type_of_material": "News", "_id": "4fd22cbc8eb7c8105d7b91de", "word_count": 1259, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/07/world/new-twist-on-physicist-s-role-in-nazi-bomb.html", "snippet": "The leader of Hitler's atomic bomb program, Werner Heisenberg, portrayed himself after World War II as a kind of scientific resistance hero who sabotaged Hitler's efforts to build a nuclear weapon.     But in a series of letters and other document...", "lead_paragraph": "The leader of Hitler's atomic bomb program, Werner Heisenberg, portrayed himself after World War II as a kind of scientific resistance hero who sabotaged Hitler's efforts to build a nuclear weapon. But in a series of letters and other documents made public yesterday, his friend and onetime mentor, the Danish physicist Niels Bohr, said that is not so.", "abstract": "Letters and documents just made public seemingly refute Werner Heisenberg's portrayal of himself as scientific resistance hero who sabotaged Nazi efforts to build nuclear weapon during World War II; Danish physicist Niels Bohr, Heisenberg's onetime friend and mentor, says in documents that under Heisenberg, 'everything was being done' to develop atomic weapons in Germany; in particular, documents describe meeting Heisenberg initiated with Bohr in occupied Denmark in Sept 1941; Heisenberg later said he met with Bohr to express moral qualms about building atomic weapon in wartime; papers just released by Bohr family tell different story; historians and scientists agree that Bohr broke off meeting in shock; they have debated for decades what actually happened that day: did Heisenberg hope to save world from horrors of bomb, or was he trying to pry loose information on parallel effort by Allies, which Bohr later joined; that mystery is center of Michael Frayn's award-winning play, Copenhagen; photos; excepts from released papers (L)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "New Twist on Physicist's Role in Nazi Bomb"}, "keywords": [{"name": "creative_works", "value": "COPENHAGEN (PLAY)"}, {"name": "persons", "value": "HEISENBERG, WERNER"}, {"name": "persons", "value": "BOHR, NIELS"}, {"name": "persons", "value": "FRAYN, MICHAEL"}, {"name": "glocations", "value": "GERMANY"}, {"name": "subject", "value": "ATOMIC WEAPONS"}, {"name": "subject", "value": "WORLD WAR II (1939-45)"}, {"name": "subject", "value": "THEATER"}], "pub_date": "2002-02-07T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Front Page; Theater", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "James", "rank": 1, "lastname": "GLANZ"}], "original": "By JAMES GLANZ"}, "type_of_material": "News", "_id": "4fd21b288eb7c8105d799ed7", "word_count": 1302, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/13/magazine/another-hallowed-terror-ground.html", "snippet": "Here in America, we know what our victims need. The intense desire to name and acknowledge those who died in the largest terrorist attack on American soil, the need to bring the guilty to justice, the families' urgency to possess a shard of bone t...", "lead_paragraph": "Here in America, we know what our victims need. The intense desire to name and acknowledge those who died in the largest terrorist attack on American soil, the need to bring the guilty to justice, the families' urgency to possess a shard of bone to bury -- these things Americans understand, instinctively, as the foundations of healing. Yet they have been denied the families of those killed in what is probably the largest act of terror in recent Latin American history, the massacre at El Mozote, El Salvador. Dec. 11, 1981, is now more than 20 years in the past. But there have been no trials, no judicial investigation. With 811 presumed dead, their bodies buried just a few feet or inches under the earth, only about 230 sets of remains have been recovered, first because of Salvadoran obstructionism and then because of limitations on the time and financing of the diggers. One day early last month, families reburied some of the bodies in a mass grave in El Mozote, in a ceremony as weighted with emotion as if the massacre had taken place last week.", "abstract": "Tina Rosenberg comment on massacre at El Mozote, El Salvador, on Dec 11, 1981, in which Salvadoran military, members of American-financed Atlacatl Battalion, decided to make an example of town in guerrilla stronghold of Morazan; 811 civilians were killed in what probably was largest act of terror in recent Latin American history; there have been no trials, no judicial investigations; Argentine forensics team has recovered bodies of hundreds of victims, but remains of nearly 600 dead have still to be recovered; photo (M)", "print_page": "26", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Another Hallowed Terror Ground"}, "keywords": [{"name": "glocations", "value": "EL MOZOTE (EL SALVADOR)"}, {"name": "glocations", "value": "EL SALVADOR"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-01-13T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Magazine; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Tina", "rank": 1, "lastname": "Rosenberg"}], "original": "By Tina Rosenberg"}, "type_of_material": "News", "_id": "4fd26be28eb7c8105d8246c0", "word_count": 454, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/28/world/to-us-a-terrorist-group-to-lebanese-a-social-agency.html", "snippet": "Last year the shelves of the small hospital in this southern Lebanese village were so barren that Irish soldiers serving with the United Nations pooled several thousand dollars of their own to stock it with bandages and rudimentary medicine.     T...", "lead_paragraph": "Last year the shelves of the small hospital in this southern Lebanese village were so barren that Irish soldiers serving with the United Nations pooled several thousand dollars of their own to stock it with bandages and rudimentary medicine. Times have changed. Energetic doctors from the Islamic Health Society now bustle through the corridors, pointing out the beds, a simple operating room and the lab.", "abstract": "Hezbï", "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "To U.S., a Terrorist Group; To Lebanese, a Social Agency"}, "keywords": [{"name": "glocations", "value": "LEBANON"}, {"name": "glocations", "value": "ISRAEL"}, {"name": "organizations", "value": "HEZBOLLAH"}, {"name": "subject", "value": "BOMBS AND EXPLOSIVES"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "KIDNAPPING"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2001-12-28T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Neil", "rank": 1, "lastname": "MacFARQUHAR"}], "original": "By NEIL MacFARQUHAR"}, "type_of_material": "News", "_id": "4fd233608eb7c8105d7c3ffa", "word_count": 1193, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}