{"response": {"meta": {"hits": 4096, "time": 62, "offset": 310}, "docs": [{"web_url": "https://www.nytimes.com/2002/02/20/nyregion/heavenly-match-becomes-real-estate-war-over-the-gm-building.html", "snippet": "Three years ago, it looked like a marriage made in real estate heaven.    Donald J. Trump, the flashy developer from New York, and Stephen Hilbert, the flamboyant executive who headed the Conseco insurance company in Indiana, teamed up to buy the ...", "lead_paragraph": "Three years ago, it looked like a marriage made in real estate heaven. Donald J. Trump, the flashy developer from New York, and Stephen Hilbert, the flamboyant executive who headed the Conseco insurance company in Indiana, teamed up to buy the General Motors Building on Fifth Avenue.", "abstract": "Article traces history of deal and subsequent legal dispute between real estate developer Donald J Trump and Conseco, who teamed up to buy General Motors Building in Midtown Manhattan several years ago; deal has soured with Trump accusing Conseco of reneging on contract, charge rejected by Conseco as attempt to delay transaction; photo (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Heavenly Match Becomes Real Estate War Over the G.M. Building"}, "keywords": [{"name": "persons", "value": "TRUMP, DONALD J"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "CONSECO INC"}, {"name": "subject", "value": "GENERAL MOTORS BUILDING (NYC)"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "OFFICE BUILDINGS AND COMMERCIAL PROPERTIES"}], "pub_date": "2002-02-20T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"firstname": "Charles", "middlename": "V.", "lastname": "BAGLI", "rank": 1, "role": "reported", "organization": ""}], "original": "By CHARLES V. BAGLI"}, "type_of_material": "News", "_id": "4fd234188eb7c8105d7c4ce3", "word_count": 1386, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/15/world/ruling-likely-to-end-sharon-s-war-crimes-case.html", "snippet": "The World Court sounded the death knell today for a Belgian attempt to try Prime Minister Ariel Sharon of Israel for war crimes, ruling in a similar case that serving ministers were protected from prosecution.    Jan Devadder, legal adviser to the...", "lead_paragraph": "The World Court sounded the death knell today for a Belgian attempt to try Prime Minister Ariel Sharon of Israel for war crimes, ruling in a similar case that serving ministers were protected from prosecution. Jan Devadder, legal adviser to the Belgian Foreign Ministry, said decision by the International Court of Justice, based in The Hague, would most likely result in Belgium's dropping its case against Mr. Sharon.", "abstract": "World Court likely ends Belgian efforts to try Israeli Prime Min Ariel Sharon for war crmes in Lebanon, ruling in similar case that serving ministers are protected from such prosecutions; rules that Belgium has no right to issue arrest warrant on charges of rights abuses for former Congolese minister (S)", "print_page": "8", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "Ruling Likely to End Sharon's War-Crimes Case"}, "keywords": [{"name": "persons", "value": "SHARON, ARIEL"}, {"name": "glocations", "value": "LEBANON"}, {"name": "glocations", "value": "BELGIUM"}, {"name": "glocations", "value": "CONGO"}, {"name": "glocations", "value": "ISRAEL"}, {"name": "organizations", "value": "INTERNATIONAL COURT OF JUSTICE"}, {"name": "subject", "value": "IMMUNITY FROM PROSECUTION"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "FREEDOM AND HUMAN RIGHTS"}, {"name": "subject", "value": "DECISIONS AND VERDICTS"}], "pub_date": "2002-02-15T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd21b268eb7c8105d799d98", "word_count": 346, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/04/world/a-nation-challenged-diplomacy-russian-aide-warns-us-not-to-extend-war-to-iraq.html", "snippet": "Russia's defense minister, Sergei B. Ivanov, said today that Moscow did not support an extension of the war on terrorism to include Iraq, and he warned the Bush administration to remain within international law, implying that any new attacks shoul...", "lead_paragraph": "Russia's defense minister, Sergei B. Ivanov, said today that Moscow did not support an extension of the war on terrorism to include Iraq, and he warned the Bush administration to remain within international law, implying that any new attacks should have a mandate from the United Nations. Although Russia considers the American-led war in Afghanistan legitimate, ''any actions taken by the states and international organizations against terrorists, including the use of force, should be based on norms and principles of international law,'' Mr. Ivanov told security officials and experts from more than 40 countries gathered here.", "abstract": "Russian Defense Minister Sergei B Ivanov says Moscow does not support extension of war on terrorism to include Iraq, and he warns Bush administration to remain within international law, implying that any new attacks be carried out under UN mandate; China also warns administration not to strike countries that have no clear tie to September 11 terrorist attacks (M)", "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Russian Aide Warns U.S. Not to Extend War to Iraq", "kicker": "A NATION CHALLENGED: DIPLOMACY"}, "keywords": [{"name": "persons", "value": "IVANOV, SERGEI B"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "IRAQ"}, {"name": "glocations", "value": "RUSSIA"}, {"name": "glocations", "value": "CHINA"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "IRAQ-INTERNATIONAL RELATIONS-US"}, {"name": "subject", "value": "RUSSIA-INTERNATIONAL RELATIONS-US"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "CHINA-INTERNATIONAL RELATIONS-US"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-02-04T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Steven", "rank": 1, "lastname": "ERLANGER"}], "original": "By STEVEN ERLANGER"}, "type_of_material": "News", "_id": "4fd22cb78eb7c8105d7b8dd0", "word_count": 749, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/08/world/a-nation-challenged-strategy-us-sees-battles-in-lawless-areas-after-afghan-war.html", "snippet": "The war on terrorism after Afghanistan could focus on denying terrorist groups sanctuary in places like Somalia, Yemen, Indonesia and the Philippines, countries where they have sometimes operated freely, Deputy Secretary of Defense Paul D. Wolfowi...", "lead_paragraph": "The war on terrorism after Afghanistan could focus on denying terrorist groups sanctuary in places like Somalia, Yemen, Indonesia and the Philippines, countries where they have sometimes operated freely, Deputy Secretary of Defense Paul D. Wolfowitz said today. Mr. Wolfowitz's remarks, in an interview, provided one of the clearest outlines of the military's strategy for destroying terrorist networks.", "abstract": null, "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "U.S. SEES BATTLES IN LAWLESS AREAS AFTER AFGHAN WAR", "kicker": "A NATION CHALLENGED: STRATEGY"}, "keywords": [], "pub_date": "2002-01-08T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Front Page", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "James", "rank": 1, "lastname": "DAO"}, {"organization": "", "role": "reported", "firstname": "Eric", "rank": 2, "lastname": "SCHMITT"}], "original": "By JAMES DAO and ERIC SCHMITT"}, "type_of_material": "News", "_id": "4fd21b338eb7c8105d79a618", "word_count": 1364, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/05/world/former-falun-gong-followers-enlisted-in-china-s-war-on-sect.html", "snippet": "Chinese authorities today put on display three severely scarred former practitioners of the banned Falun Gong spiritual movement who expressed their regret for setting themselves on fire last year in Tiananmen Square. It was the latest salvo in th...", "lead_paragraph": "Chinese authorities today put on display three severely scarred former practitioners of the banned Falun Gong spiritual movement who expressed their regret for setting themselves on fire last year in Tiananmen Square. It was the latest salvo in the mounting propaganda war between the government and Falun Gong, now based largely in the United States. ''I went to burn myself to demonstrate that Falun Gong is good and true but I never imagined this outcome,'' said Chen Guo, 20, a former music student from a hospital bed in her hometown here.", "abstract": "Chinese authorities put on display three severely scarred former practitioners of banned Falun Gong spiritual movement who express their regret for setting themselves on fire last year in Tiananmen Square; this is government's latest salvo in mounting propaganda war, intended to counter increasingly sophisticated public relations campaign that Falun Gong has mounted in China and abroad; foreign journalists are for first time allowed to speak with six people involved in grisly 2001 protest, including three who set themselves on fire; most say they have renounced Falun Gong and insist they are free to answer as they wish; one, Wang Jindong, who is serving 15-year prison term for taking part in 2001 protest, says he set himself on fire to achieve higher state of fulfillment; says he feels he was deceived by teachings of Falun Gong; another, Liu Yunfang, serving life sentence for organizing event, says he still believes Falun Gong is good; photo (M)", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Former Falun Gong Followers Enlisted in China's War on Sect"}, "keywords": [{"name": "persons", "value": "LIU YUNFANG"}, {"name": "persons", "value": "WANG JINDONG"}, {"name": "glocations", "value": "CHINA"}, {"name": "glocations", "value": "BEIJING (CHINA)"}, {"name": "glocations", "value": "TIANANMEN SQUARE (BEIJING)"}, {"name": "organizations", "value": "FALUN GONG"}, {"name": "subject", "value": "IMMOLATION"}, {"name": "subject", "value": "DEMONSTRATIONS AND RIOTS"}, {"name": "subject", "value": "FREEDOM AND HUMAN RIGHTS"}, {"name": "subject", "value": "NEWS AND NEWS MEDIA"}], "pub_date": "2002-04-05T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Elisabeth", "rank": 1, "lastname": "ROSENTHAL"}], "original": "By ELISABETH ROSENTHAL"}, "type_of_material": "News", "_id": "4fd2341d8eb7c8105d7c5146", "word_count": 1100, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/07/arts/opera-review-a-heartstrings-tug-of-war-husband-vs-homeland.html", "snippet": "It's the story of a woman, abducted from her native land, who's forced to choose between love and country: the stuff of which operas are made. It's based on a historical figure, Cai Wenji, whose life has inspired many stage works. And since ''Wenj...", "lead_paragraph": "It's the story of a woman, abducted from her native land, who's forced to choose between love and country: the stuff of which operas are made. It's based on a historical figure, Cai Wenji, whose life has inspired many stage works. And since ''Wenji: Eighteen Songs of a Nomad Flute'' by Bun-Ching Lam portrays a heroine caught between two linguistic and artistic idioms, unsure which represents her true home, it has contemporary autobiographical overtones as well. That's because Ms. Lam, born in Macao, lives in New York, and her music incorporates both Eastern and Western elements. And in her operatic adaptation of Wenji's, which premiered at the Asia Society last Thursday night, this contrast expresses the work's basic dramatic tension.", "abstract": "Anna Midgette reviews production of Bun-Ching Lam opera Wenji: Eighteen Songs of a Nomad Flute; photo (M)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Heartstrings Tug of War: Husband vs. Homeland", "kicker": "OPERA REVIEW"}, "keywords": [{"name": "creative_works", "value": "WENJI: EIGHTEEN SONGS OF A NOMAD FLUTE (OPERA)"}, {"name": "persons", "value": "BUN-CHING LAM"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "OPERA"}], "pub_date": "2002-02-07T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Anne", "rank": 1, "lastname": "MIDGETTE"}], "original": "By ANNE MIDGETTE"}, "type_of_material": "Review", "_id": "4fd25bb48eb7c8105d808f2e", "word_count": 663, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/20/world/a-nation-challenged-lingering-legacy-of-war-in-the-80-s.html", "snippet": "Countless Afghans lost limbs by stepping on land mines dating from the Soviet Union's war in Afghanistan, from 1979 to 1989. Some were combatants, many others were children. At the Guardians Institute for Orthopedics in Kandahar, officials say, 70...", "lead_paragraph": "Countless Afghans lost limbs by stepping on land mines dating from the Soviet Union's war in Afghanistan, from 1979 to 1989. Some were combatants, many others were children. At the Guardians Institute for Orthopedics in Kandahar, officials say, 70 percent of the patients were injured by Soviet land mines. By now, many of the original prostheses have been damaged and need to be replaced, or at least repaired. No one knows how many mines remain in Afghanistan; estimates range upward into the millions. To this day, mines kill or maim three Afghans a day. One patient recalled: ''I was injured 17 years ago. A big bullet took my leg off. It took three operations to repair what was left of it.''", "abstract": "Countless Afghans lost limbs by stepping on land mines dating from Soviet Union's war in Afghanistan from 1979 to 1989; no one knows how many mines remain, but to this day they kill or maim three Afghans a day; photos of some mine victims and of prostheses lined up at Guardians Institute of Orthopedics in Kandahar (M)", "print_page": "15", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Lingering Legacy Of War in the 80's", "kicker": "A NATION CHALLENGED"}, "keywords": [{"name": "glocations", "value": "RUSSIA"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "glocations", "value": "KANDAHAR (AFGHANISTAN)"}, {"name": "organizations", "value": "GUARDIANS INSTITUTE FOR ORTHOPEDICS"}, {"name": "subject", "value": "MINES, EXPLOSIVE"}], "pub_date": "2002-01-20T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd21b2d8eb7c8105d79a25e", "word_count": 124, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/25/us/campaign-by-pilot-s-family-secures-benefits-for-gulf-war-veterans.html", "snippet": "Michael Donnelly was at the top of his game flying combat missions in the Persian Gulf war. His plane, the F-16, was handsome and sophisticated. Tall and strapping in his olive drab flight suit, his blue eyes hidden behind aviator glasses, Major D...", "lead_paragraph": "Michael Donnelly was at the top of his game flying combat missions in the Persian Gulf war. His plane, the F-16, was handsome and sophisticated. Tall and strapping in his olive drab flight suit, his blue eyes hidden behind aviator glasses, Major Donnelly seemed the perfect match for that machine. Today, at 42, the retired fighter pilot and father of two needs a ventilator and a feeding tube to stay alive. Amyotrophic lateral sclerosis, or A.L.S., has stripped him of his ability to move or speak. From his wheelchair, he communicates with his eyes, forming words by painstakingly blinking the alphabet.", "abstract": "Veterans Affairs Sec Anthony J Principi declares that amyotrophic lateral sclerosis is connected to Persian Gulf war service; orders medical, disability and survivor benefits for those affected; decision was prompted by study finding that veterans of conflict had twice risk of ALS as those who were not deployed; study was conducted primarily because of push by family of retired Air Force Maj Michael Donnelley, who has been incapacitated by disease; photo (M)", "print_page": "20", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Campaign by Pilot's Family Secures Benefits for Gulf War Veterans"}, "keywords": [{"name": "persons", "value": "PRINCIPI, ANTHONY J"}, {"name": "persons", "value": "DONNELLY, MICHAEL"}, {"name": "glocations", "value": "IRAQ"}, {"name": "organizations", "value": "VETERANS AFFAIRS DEPARTMENT"}, {"name": "subject", "value": "AMYOTROPHIC LATERAL SCLEROSIS"}, {"name": "subject", "value": "PERSIAN GULF WAR"}, {"name": "subject", "value": "RESEARCH"}, {"name": "subject", "value": "VETERANS"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-12-25T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "U.S.", "subsection_name": null, "byline": {"person": [{"firstname": "Sheryl", "middlename": "Gay", "lastname": "STOLBERG", "rank": 1, "role": "reported", "organization": ""}], "original": "By SHERYL GAY STOLBERG"}, "type_of_material": "News", "_id": "4fd211318eb7c8105d786371", "word_count": 1828, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/05/world/mideast-turmoil-the-dead-2-girls-divided-by-war-joined-in-carnage.html", "snippet": "The suicide bomber and her victim look strikingly similar.     Two high school seniors in jeans with flowing black hair, the teenage girls walked next to each other up to the entrance of a Jerusalem supermarket last Friday....", "lead_paragraph": "The suicide bomber and her victim look strikingly similar. Two high school seniors in jeans with flowing black hair, the teenage girls walked next to each other up to the entrance of a Jerusalem supermarket last Friday.", "abstract": "Deaths of two teenage girls, one Israeli and one Palestinian, are invoked by Pres Bush as he describes horrors of escalating conflict in Middle East; says suicide bombing by 18-year-old Palestinian girl Ayat al-Akhras that also killed 17-year-old Israeli girl Rachel Levy could mean future of Palestinian people and Israeli people is also dying; two girls were both high school seniors, and they looked strikingly similar; vastly different trajectories of their lives intersected for one deadly moment at entrance of Jerusalem supermarket last week; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "2 Girls, Divided by War, Joined in Carnage", "kicker": "MIDEAST TURMOIL: THE DEAD"}, "keywords": [{"name": "persons", "value": "AKHRAS, AYAT AL-"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "LEVY, RACHEL"}, {"name": "glocations", "value": "ISRAEL"}, {"name": "glocations", "value": "JERUSALEM"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "PALESTINIANS"}, {"name": "subject", "value": "BOMBS AND EXPLOSIVES"}, {"name": "subject", "value": "CHILDREN AND YOUTH"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-04-05T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Front Page; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Joel", "rank": 1, "lastname": "GREENBERG"}], "original": "By JOEL GREENBERG"}, "type_of_material": "News", "_id": "4fd235928eb7c8105d7c7448", "word_count": 917, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/18/world/turning-out-guerrillas-and-terrorists-to-wage-a-holy-war.html", "snippet": "When helicopters touched down in the mountains in early March at the start of the deadliest battle for Americans in Afghanistan, the infantrymen who rushed out immediately came under surprisingly intense fire. Bursts from rifles and machine guns w...", "lead_paragraph": "When helicopters touched down in the mountains in early March at the start of the deadliest battle for Americans in Afghanistan, the infantrymen who rushed out immediately came under surprisingly intense fire. Bursts from rifles and machine guns were joined by explosions from well-placed mortar rounds, a coordinated mix of firepower that is one mark of a capable military force. Specialist Wayne Stanton, a 10th Mountain Division soldier who was wounded in the skirmish, later paid his foes a soldier's grudging compliment. ''They knew what they were doing,'' he said.", "abstract": "Second article in series, The Jihad Files, on training of Al Qaeda guerrillas in Afghanistan to wage holy war, or jihad, as detailed in hundreds of documents and thousands of pages collected from network of training bases and terror schools by New York Times reporters and in interviews with US government and military officials; schools were divided into two-tiered university for waging Islamic war; one tier, by far busiest, prepared enlistees to be regular ground combatants; other provided small fraction of combatants for terrorist assignments abroad; implicit in split levels of training was Islamic groups' understanding of need for different sets of skills to fight on several simultaneous fronts; schools applied ancient forms of instruction to modern methods of killing to instill diverse lessons; photos (L)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Turning Out Guerrillas and Terrorists to Wage a Holy War"}, "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "organizations", "value": "AL QAEDA"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "SURVEYS AND SERIES"}, {"name": "subject", "value": "PENTAGON BUILDING"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "ISLAM"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-03-18T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Front Page; Washington", "subsection_name": null, "byline": {"person": [{"firstname": "C.", "middlename": "J.", "lastname": "CHIVERS", "rank": 1, "role": "reported", "organization": ""}, {"organization": "", "role": "reported", "firstname": "David", "rank": 2, "lastname": "ROHDE"}], "original": "By C. J. CHIVERS and DAVID ROHDE"}, "type_of_material": "Series", "_id": "4fd265998eb7c8105d819c28", "word_count": 3981, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}