{"response": {"meta": {"hits": 4096, "time": 75, "offset": 340}, "docs": [{"web_url": "https://www.nytimes.com/2001/12/18/us/ulysses-s-grant-sharp-jr-vietnam-war-admiral-95.html", "snippet": "Adm. Ulysses S. Grant Sharp Jr., the commander in chief of the United States Pacific Command in the Vietnam War and an outspoken critic of how the war was fought, died on Wednesday at home in San Diego. He was 95.    Admiral Sharp, a decorated vet...", "lead_paragraph": "Adm. Ulysses S. Grant Sharp Jr., the commander in chief of the United States Pacific Command in the Vietnam War and an outspoken critic of how the war was fought, died on Wednesday at home in San Diego. He was 95. Admiral Sharp, a decorated veteran of three wars, was appointed by President Lyndon B. Johnson in 1964 to lead the million-member Pacific Command, based in Hawaii.", "abstract": "Adm Ulysses S Grant Sharp Jr, commander in chief of US Pacific Command during Vietnam War, dies at age 95; photo (M)", "print_page": "15", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Ulysses S. Grant Sharp Jr., Vietnam War Admiral, 95"}, "keywords": [{"name": "persons", "value": "SHARP, ULYSSES S GRANT JR"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "DEATHS (OBITUARIES)"}], "pub_date": "2001-12-18T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "U.S.; Obituaries", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Christopher", "rank": 1, "lastname": "MARQUIS"}], "original": "By CHRISTOPHER MARQUIS"}, "type_of_material": "Obituary; Biography", "_id": "4fd212098eb7c8105d787f22", "word_count": 579, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/30/us/state-union-democrats-gephardt-puts-emphasis-common-ground-war.html", "snippet": "Faced with a popular president rallying the nation for a long struggle against terrorism, Democrats sought tonight to stand united with President Bush in the war effort and to showcase their own competing domestic agendas without appearing partisa...", "lead_paragraph": "Faced with a popular president rallying the nation for a long struggle against terrorism, Democrats sought tonight to stand united with President Bush in the war effort and to showcase their own competing domestic agendas without appearing partisan or confrontational. Time and again, Democrats rose to their feet along with Republicans to cheer Mr. Bush. And the conciliatory tone, unusual for a Congressional election year, was underscored by one of the Democrats' most familiar figures, Representative Richard A. Gephardt, the House minority leader, who gave his party's official televised response to the State of the Union address.", "abstract": "Faced with popular president rallying nation for long struggle against terrorism in State of the Union address, Democrats seek to stand united with Pres Bush in war effort and to showcase their own competing domestic agendas without appearing partisan or confrontational; House minority leader Richard A Gephardt gives party's official response; urges that same spirit of bipartisan unity that marks war against terrorism be extended to deliberations on lagging economy; photo (M)", "print_page": "23", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Gephardt Puts Emphasis on Common Ground on War", "kicker": "THE STATE OF THE UNION: THE DEMOCRATS"}, "keywords": [{"name": "persons", "value": "GEPHARDT, RICHARD A"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "UNITED STATES POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "UNITED STATES ECONOMY"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "STATE OF THE UNION MESSAGE (US)"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-01-30T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "U.S.; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Alison", "rank": 1, "lastname": "MITCHELL"}], "original": "By ALISON MITCHELL"}, "type_of_material": "News", "_id": "4fd21b258eb7c8105d799cda", "word_count": 955, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/21/world/nation-challenged-battlefield-conduct-war-redefined-success-special-forces.html", "snippet": "In the log book at Task Force Dagger, the field headquarters for all Special Operations missions in Afghanistan, the following code was entered for Dec. 12:    ''GRN-GRN AA022 EXFIL'D.''    Green-on-green, it indicated: two anti-Taliban units figh...", "lead_paragraph": "In the log book at Task Force Dagger, the field headquarters for all Special Operations missions in Afghanistan, the following code was entered for Dec. 12: ''GRN-GRN AA022 EXFIL'D.'' Green-on-green, it indicated: two anti-Taliban units fighting each other.", "abstract": "American Special Operations forces in Afghanistan are reshaping warfighting doctrine; many in military have been surprised by how much these forces have accomplished against Taliban and Al Qaeda despite facing many obstacles, including foul weather, strange allies and friendly fire; use of small, highly trained units to accomplish large, strategic missions by exploiting every's weakness has been talked about for years, but tried with mixed success in past; maps illustrate Special Forces combat picture in Afghanistan, week by week; photo (L)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Conduct of War Is Redefined By Success of Special Forces", "kicker": "A NATION CHALLENGED: BATTLEFIELD"}, "keywords": [{"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "organizations", "value": "AL QAEDA"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "SPECIAL FORCES"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-01-21T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Front Page; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Thom", "rank": 1, "lastname": "SHANKER"}], "original": "By THOM SHANKER"}, "type_of_material": "News", "_id": "4fd26bdd8eb7c8105d824328", "word_count": 3269, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/20/us/democrats-say-bush-aide-uses-war-for-political-gain.html", "snippet": "Democratic leaders today pledged an election-year struggle over economics and domestic policy even as they assailed the president's chief political adviser for telling Republicans that President Bush's handling of terrorism could be an important c...", "lead_paragraph": "Democratic leaders today pledged an election-year struggle over economics and domestic policy even as they assailed the president's chief political adviser for telling Republicans that President Bush's handling of terrorism could be an important campaign theme. In a fiery speech at the Democrats' winter meeting, Representative Richard A. Gephardt, the House minority leader, recalled how the two parties stood ''shoulder to shoulder'' in the aftermath of the Sept. 11 attack.", "abstract": "Rep Richard A Gephardt delivers fiery speech at Democrats' winter meeting, denouncing Pres Bush's chief political adviser Karl Rove for advising Republicans at their own winter session that Bush's handling of terrorism could be important campaign theme; says terrorism is no partisan issue, and that Americans must stand together; says while Democrats stand with Bush in battle against terrorism, they should strongly emphasize their own stands and values on domestic issues; photo (M)", "print_page": "20", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Democrats Say Bush Aide Uses War for Political Gain"}, "keywords": [{"name": "persons", "value": "ROVE, KARL"}, {"name": "persons", "value": "GEPHARDT, RICHARD A"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "ELECTION ISSUES"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-01-20T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "U.S.", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Alison", "rank": 1, "lastname": "MITCHELL"}], "original": "By ALISON MITCHELL"}, "type_of_material": "News", "_id": "4fd21b2d8eb7c8105d79a24e", "word_count": 1043, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/08/world/world-briefing-americas-venezuela-war-of-words-over-labor.html", "snippet": "Venezuela's most powerful union leader, predicting labor turmoil, accused President Hugo Chávez of ''declaring war'' against him and the country's workers. The leader, Carlos Ortega, rejected the outspoken President Chávez's refusal on Sunday to...", "lead_paragraph": "Venezuela's most powerful union leader, predicting labor turmoil, accused President Hugo Chávez of ''declaring war'' against him and the country's workers. The leader, Carlos Ortega, rejected the outspoken President Chávez's refusal on Sunday to recognize his election last year to head the Venezuelan Workers' Confederation, the nation's largest union group. ''We view this as a kind of declaration of war by the president,'' said Mr. Ortega, who led a successful oil workers' strike against Mr. Chávez's government in 2000.", "abstract": null, "print_page": "6", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "World Briefing | Americas: Venezuela: War Of Words Over Labor"}, "keywords": [], "pub_date": "2002-01-08T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd233628eb7c8105d7c4153", "word_count": 79, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/04/world/india-and-pakistan-resist-talks-as-war-looms.html", "snippet": "With hundreds of thousands of Indian and Pakistani troops facing one other along the full length of their border as the possibility of war looms, the leaders of the two nuclear-armed nations -- who are staying in the same hotel for a South Asian s...", "lead_paragraph": "With hundreds of thousands of Indian and Pakistani troops facing one other along the full length of their border as the possibility of war looms, the leaders of the two nuclear-armed nations -- who are staying in the same hotel for a South Asian summit meeting -- have made no move to talk about resolving their intractable differences peaceably. A combination of pride and strategy seems to be getting in the way.", "abstract": "Hundreds of thousands of Indian and Pakistani troops face one other along full length of their border as possibility of war looms, but leaders of two nuclear-armed nations make no move to talk about resolving intractable differences peaceably; Gen Pervez Musharraf and Prime Min Atal Behari Vajpayee are staying in same hotel in Nepal for South Asian summit meeting, but combination of pride and strategy seems to be getting in way; India has specifically demanded that Pakistan hand over 20 suspects wanted on criminal and terrorist charges in India; list is regarded by Indian officials as test of Pakistan's sincerity; Pakistan's official news agency indicates that Gen Musharraf wants India to first provide Pakistan with evidence so suspects can be tried in Pakistan (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "India and Pakistan Resist Talks as War Looms"}, "keywords": [{"name": "persons", "value": "VAJPAYEE, ATAL BEHARI"}, {"name": "persons", "value": "MUSHARRAF, PERVEZ"}, {"name": "glocations", "value": "INDIA"}, {"name": "glocations", "value": "PAKISTAN"}, {"name": "subject", "value": "INDIA-INTERNATIONAL RELATIONS-PAKISTAN"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-01-04T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Celia", "middlename": "W.", "lastname": "DUGGER", "rank": 1, "role": "reported", "organization": ""}], "original": "By CELIA W. DUGGER"}, "type_of_material": "News", "_id": "4fd22ab58eb7c8105d7b5e68", "word_count": 982, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/16/arts/art-architecture-making-art-from-the-splintered-memories-of-war.html", "snippet": "LATE in September 1991, Serbian forces of the Yugoslav Army began bombing the Croatian city of Dubrovnik, a glorious 1,400-year-old walled tourist destination at the foot of the Dinaric Alps and the edge of the Adriatic Sea. Dubrovnik is a designa...", "lead_paragraph": "LATE in September 1991, Serbian forces of the Yugoslav Army began bombing the Croatian city of Dubrovnik, a glorious 1,400-year-old walled tourist destination at the foot of the Dinaric Alps and the edge of the Adriatic Sea. Dubrovnik is a designated Unesco World Heritage Site, but in 1991, at least 100 of its inhabitants were killed and more than half of its historic monuments were damaged by rockets and mortars. As the war spread throughout Croatia, which had declared independence from the former Yugoslavia, some artists registered the shock in their work immediately. Others retreated into a facsimile of life and art as usual, while still others waited out the digestive process by which events are transmuted into art.", "abstract": "Amei Wallach article assesses works of artists in Croatia who have been dealing for past decade with realities of and artistic connections to war; focuses on works by Pavo Urban, who died at 23 while photographing Dubrovnik, Antun Maracic, painter, photographer and director of city's Museum of Modern Art, installation and performance artist Slaven Tolj, photographer Ana Opalic, videographers Bozo Jurjevic and Dalibor Martinis and other artists; photos (L)", "print_page": "41", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Making Art From the Splintered Memories of War", "kicker": "ART/ARCHITECTURE"}, "keywords": [{"name": "persons", "value": "MARACIC, ANTUN"}, {"name": "persons", "value": "TOLJ, SLAVEN"}, {"name": "persons", "value": "MARTINIS, DALIBOR"}, {"name": "persons", "value": "URBAN, PAVO"}, {"name": "persons", "value": "OPALIC, ANA"}, {"name": "persons", "value": "JURJEVIC, BOZO"}, {"name": "glocations", "value": "CROATIA"}, {"name": "subject", "value": "PHOTOGRAPHY"}, {"name": "subject", "value": "ART"}], "pub_date": "2001-12-16T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Amei", "rank": 1, "lastname": "WALLACH"}], "original": "By AMEI WALLACH"}, "type_of_material": "News", "_id": "4fd211368eb7c8105d7867b2", "word_count": 2244, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/31/weekinreview/the-world-scorched-earth-again-a-war-of-peoples.html", "snippet": "BEYOND Israel's shattered hotel banquet halls and the trampled Palestinian cities here, there lies a bitter psychological battleground where the conflict gathers its force, in clashing existential fears fed by the collapse of empathy on both sides...", "lead_paragraph": "BEYOND Israel's shattered hotel banquet halls and the trampled Palestinian cities here, there lies a bitter psychological battleground where the conflict gathers its force, in clashing existential fears fed by the collapse of empathy on both sides. That battleground is turning this conflict into a war between peoples, each of which now suspects that the other has returned to, or never really abandoned, a plot to deny the other a national home.", "abstract": "James Bennet article says Israeli-Palestinian conflict is becoming bitter psychological battleground where conflict gathers its force, in clashing existential fears fed by collapse of empathy on both sides; holds this battleground is turning conflict into war between peoples, each of which now suspects that the other has returned to, or never really abandoned, a plot to deny the other a national home; drawing (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The World: Scorched Earth; Again, a War Of Peoples"}, "keywords": [{"name": "glocations", "value": "ISRAEL"}, {"name": "subject", "value": "PALESTINIANS"}], "pub_date": "2002-03-31T00:00:00Z", "document_type": "article", "news_desk": "Week in Review Desk", "section_name": "Week in Review", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "James", "rank": 1, "lastname": "BENNET"}], "original": "By JAMES BENNET"}, "type_of_material": "News", "_id": "4fd21b958eb7c8105d79a9fa", "word_count": 1229, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/15/world/world-briefing-asia-sri-lanka-premier-visits-war-zone.html", "snippet": "Prime Minister Ranil Wickremesinghe became the highest-ranking elected official in 20 years to visit the Jaffna peninsula, scene of the most devastating fighting between the government and separatist Tamil rebels. The city of Jaffna, the center of...", "lead_paragraph": "Prime Minister Ranil Wickremesinghe became the highest-ranking elected official in 20 years to visit the Jaffna peninsula, scene of the most devastating fighting between the government and separatist Tamil rebels. The city of Jaffna, the center of Tamil culture, was held by the rebels from 1990 to 1995. The two sides in the ethnic conflict have now agreed to a formal cease-fire. ''We are trying to make it work and go for talks,'' he said. Celia W. Dugger (NYT)", "abstract": "Sri Lanka Prime Min Ranil Wickremesinghe becomes highest-ranking elected official in 20 years to visit Jaffna peninsula, scene of most devastating fighting between government and separatist Tamil rebels (S)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "World Briefing | Asia: Sri Lanka: Premier Visits War Zone"}, "keywords": [{"name": "persons", "value": "WICKREMESINGHE, RANIL"}, {"name": "glocations", "value": "JAFFNA (SRI LANKA)"}, {"name": "glocations", "value": "SRI LANKA"}, {"name": "subject", "value": "TAMILS (ETHNIC GROUP)"}], "pub_date": "2002-03-15T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Celia", "middlename": "W.", "lastname": "Dugger", "rank": 1, "role": "reported", "organization": ""}], "original": "By Celia W. Dugger (NYT)"}, "type_of_material": "News", "_id": "4fd21b988eb7c8105d79ad05", "word_count": 79, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/26/world/robert-strausz-hupe-envoy-and-cold-war-stalwart-98.html", "snippet": "Robert Strausz-Hupé, a former American ambassador to Turkey, NATO, Sweden, Belgium and Sri Lanka, founder of the University of Pennsylvania's Foreign Policy Research Institute and a conservative writer on foreign affairs, died Feb. 24 at his home...", "lead_paragraph": "Robert Strausz-Hupé, a former American ambassador to Turkey, NATO, Sweden, Belgium and Sri Lanka, founder of the University of Pennsylvania's Foreign Policy Research Institute and a conservative writer on foreign affairs, died Feb. 24 at his home in Newtown Square, Pa. He was 98. Dr. Strausz-Hupé, who during the cold war believed that by standing up to the Soviet Union a united West could expose it as ''a clumsy and backward despotism,'' served as a foreign policy adviser to Senator Barry Goldwater during his 1964 run for the presidency as well as to Richard Nixon during his successful 1968 campaign.", "abstract": "Robert Strausz-Hupe, former US ambassador to several countries and NATO and Cold War anti-Communist stalwart, dies at age 98; photo (S)", "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Robert Strausz-Hupé, Envoy And Cold-War Stalwart, 98"}, "keywords": [{"name": "persons", "value": "STRAUSZ-HUPE, ROBERT"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "DEATHS (OBITUARIES)"}], "pub_date": "2002-02-26T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Obituaries", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Paul", "rank": 1, "lastname": "LEWIS"}], "original": "By PAUL LEWIS"}, "type_of_material": "Obituary; Biography", "_id": "4fd21b268eb7c8105d799df4", "word_count": 408, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}