{"response": {"meta": {"hits": 4096, "time": 49, "offset": 30}, "docs": [{"web_url": "https://www.nytimes.com/2002/03/07/opinion/l-nuclear-threats-real-and-imagined-948080.html", "snippet": "To the Editor:    Re ''Tip on Nuclear Attack Risk Was Kept From New Yorkers'' (news article, March 4):...", "lead_paragraph": "To the Editor: Re ''Tip on Nuclear Attack Risk Was Kept From New Yorkers'' (news article, March 4):", "abstract": "International Physicians for the Prevention of Nuclear War Director Michael Christ letter on March 4 article scores Bush administration for not focusing on threat of nuclear terrorist attack", "print_page": "30", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Nuclear Threats, Real and Imagined"}, "keywords": [{"name": "persons", "value": "CHRIST, MICHAEL"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "organizations", "value": "INTERNATIONAL PHYSICIANS FOR THE PREVENTION OF NUCLEAR WAR"}, {"name": "subject", "value": "ATOMIC WEAPONS"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-03-07T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd21b978eb7c8105d79abb9", "word_count": 176, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/12/opinion/l-motherhood-redefined-573264.html", "snippet": "To the Editor:    Re ''On War Criminals' Trail, an Unflagging Hunter'' (The Saturday Profile, Feb. 9), about Carla Del Ponte, the United Nations war crimes prosecutor:    You say ''motherliness does not immediately come to mind in the case of Swit...", "lead_paragraph": "To the Editor: Re ''On War Criminals' Trail, an Unflagging Hunter'' (The Saturday Profile, Feb. 9), about Carla Del Ponte, the United Nations war crimes prosecutor: You say ''motherliness does not immediately come to mind in the case of Switzerland's most prominent woman.'' But motherliness does indeed come to mind in the case of Ms. Del Ponte -- the motherliness that is the instinct to protect and nurture, the fierce motherliness of a lioness whose cubs are in jeopardy.", "abstract": "Letter from Emily A Nolfo objects to statement in Feb 9 profile of Carla Del Ponte, United Nations war crimes prosecutor, that she lacks motherliness", "print_page": "22", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Motherhood, Redefined"}, "keywords": [{"name": "persons", "value": "DEL PONTE, CARLA"}, {"name": "persons", "value": "NOLFO, EMILY A"}, {"name": "glocations", "value": "SERBIA"}, {"name": "organizations", "value": "UNITED NATIONS WAR CRIMES TRIBUNAL"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}], "pub_date": "2002-02-12T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd262868eb7c8105d8145b4", "word_count": 119, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/16/world/milosevic-vows-a-parade-of-witnesses-including-clinton.html", "snippet": "Sweeping away his last sliver of indifference to his war crimes trial, Slobodan Milosevic announced today that he would call present and past world leaders, including former President Bill Clinton, to the stand.    Now engaging actively with a tri...", "lead_paragraph": "Sweeping away his last sliver of indifference to his war crimes trial, Slobodan Milosevic announced today that he would call present and past world leaders, including former President Bill Clinton, to the stand. Now engaging actively with a tribunal he once affected to spurn, he said he also planned personally to cross-examine witnesses, including those who were raped, tortured or had their families killed, purportedly by Serbs.", "abstract": "Slobodan Milosevic says he will call present and past world leaders, including former Pres Bill Clinton, to stand during his war crimes trial at Hague; says he will personally cross-examine witnesses, including those who were raped, tortured or had their families killed, purportedly by Serbs; International War Crimes Tribunal must manage defendant who seems likley to represent himself with full-bore focus during trial that may last two years; Milosevic outlines his defense during defiant speech lasting over four hours; photo (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Milosevic Vows a Parade of Witnesses, Including Clinton"}, "keywords": [{"name": "persons", "value": "MILOSEVIC, SLOBODAN"}, {"name": "glocations", "value": "KOSOVO (SERBIA)"}, {"name": "glocations", "value": "SERBIA"}, {"name": "glocations", "value": "HAGUE (NETHERLANDS)"}, {"name": "organizations", "value": "UNITED NATIONS WAR CRIMES TRIBUNAL"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}], "pub_date": "2002-02-16T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ian", "rank": 1, "lastname": "FISHER"}, {"organization": "", "role": "reported", "firstname": "Marlise", "rank": 2, "lastname": "SIMONS"}], "original": "By IAN FISHER and MARLISE SIMONS"}, "type_of_material": "News", "_id": "4fd21b2c8eb7c8105d79a1b5", "word_count": 1254, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/15/world/world-briefing-europe-netherlands-rwandan-to-be-turned-over.html", "snippet": "A court in The Hague ruled that it would allow a Rwandan Hutu songwriter, Simon Bikindi, who is wanted on genocide charges, to be handed over to the United Nations war crimes tribunal in Arusha, Tanzania, which wants to try him. Mr. Bikindi, a wel...", "lead_paragraph": "A court in The Hague ruled that it would allow a Rwandan Hutu songwriter, Simon Bikindi, who is wanted on genocide charges, to be handed over to the United Nations war crimes tribunal in Arusha, Tanzania, which wants to try him. Mr. Bikindi, a well-known singer, has been indicted for inciting Hutu to kill Tutsi in his poems and songs. He was also charged with taking part in killings as a member of a Hutu militia during the 1994 Rwandan genocide. He was arrested in July in the Netherlands, where he had been living as a refugee. Since then he has fought his transfer to Tanzania, which is now believed to be imminent. Marlise Simons (NYT)", "abstract": "Court in The Hague rules it will allow Rwandan Hutu songwriter, Simon Bikindi, who is wanted on genocide charges, to be handed over to United Nations war crimes tribunal in Tanzania, which wants to try him; he has been indicted for inciting Hutu to kill Tutsi in his poems and songs, and with taking part in killings as member of Hutu militia during 1994 Rwandan genocide (S)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "World Briefing | Europe: Netherlands: Rwandan To Be Turned Over"}, "keywords": [{"name": "persons", "value": "BIKINDI, SIMON"}, {"name": "glocations", "value": "TANZANIA"}, {"name": "glocations", "value": "RWANDA"}, {"name": "organizations", "value": "UNITED NATIONS WAR CRIMES TRIBUNAL"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "TUTSI TRIBE"}, {"name": "subject", "value": "HUTU TRIBE"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-02-15T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Marlise", "middlename": "Simons", "lastname": "NYT", "rank": 1, "role": "reported", "organization": ""}], "original": "By Marlise Simons (NYT)"}, "type_of_material": "News", "_id": "4fd22cb18eb7c8105d7b8a05", "word_count": 116, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/25/nyregion/c-corrections-305960.html", "snippet": "The Books of The Times review on Monday, which included comments about ''Riot and Remembrance: The Tulsa Race War and Its Legacy,'' by James S. Hirsch, misstated the year of the Tulsa riot that is the book's focus. (The error also occurred in the ...", "lead_paragraph": "The Books of The Times review on Monday, which included comments about ''Riot and Remembrance: The Tulsa Race War and Its Legacy,'' by James S. Hirsch, misstated the year of the Tulsa riot that is the book's focus. (The error also occurred in the index on the first arts page.) It was 1921, not 1919. The review also misspelled the surname of the owner of a rooming house, rental properties and one of the nation's largest black-owned hotels, which all vanished in the riot. He was J. B. Stradford, not Stratford.", "abstract": "Correction of January 21 review of James S Hirsch book Riot and Remembrance: The Tulsa Race War and Its Legacy", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Corrections"}, "keywords": [{"name": "creative_works", "value": "RIOT AND REMEMBRANCE: THE TULSA RACE WAR AND ITS LEGACY (BOOK)"}, {"name": "persons", "value": "HIRSCH, JAMES S"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "CORRECTION STORIES"}], "pub_date": "2002-01-25T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "Corrections; Books; New York and Region", "subsection_name": null, "byline": null, "type_of_material": "Correction", "_id": "4fd2341e8eb7c8105d7c526b", "word_count": 91, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/13/arts/television-radio-they-refused-to-fight-even-in-the-good-war.html", "snippet": "EARLY in a new documentary about World War II, American soldiers push through the Normandy surf under German fire. This scene stands even a half-century later as the signal image of the generation that defeated Hitler and Hirohito. From the commem...", "lead_paragraph": "EARLY in a new documentary about World War II, American soldiers push through the Normandy surf under German fire. This scene stands even a half-century later as the signal image of the generation that defeated Hitler and Hirohito. From the commemoration of D-Day's 50th anniversary in 1994 to its cinematic rendering in ''Saving Private Ryan'' to its prominence in books by Studs Terkel, Stephen Ambrose and Tom Brokaw, the storming of Omaha and Utah beaches has come to typify valor in pursuit of justice. As the familiar events appear in this particular film, however, the off-screen voice of a retired special-education teacher named Asa Watkins tells a less known story. While 16 million Americans served in the military during World War II, Mr. Watkins counted himself among 42,000 conscientious objectors who refused to take arms. ''Sometimes I think those of us who believe in nonviolence believe ourselves to be a separate breed,'' he said, ''and we are wondering if somehow or other we are not fully human beings.''", "abstract": "Samuel G Freedman article on PBS documentary The Good War and Those Who Refused to Fight It, written, produced and directed by Rick Tejeda-Flores and Judith Ehrlich; film, closely following experiences of ten conscientious objectors during World War II, traces tradition of pacifism in US; photo (M)", "print_page": "33", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "They Refused to Fight, Even in the 'Good War'", "kicker": "TELEVISION/RADIO"}, "keywords": [{"name": "creative_works", "value": "GOOD WAR AND THOSE WHO REFUSED TO FIGHT IT, THE (TV PROGRAM)"}, {"name": "persons", "value": "TEJEDA-FLORES, RICK"}, {"name": "persons", "value": "EHRLICH, JUDITH"}, {"name": "subject", "value": "TELEVISION"}, {"name": "subject", "value": "CONSCIENTIOUS OBJECTORS"}, {"name": "subject", "value": "WORLD WAR II (1939-45)"}], "pub_date": "2002-01-13T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"firstname": "Samuel", "middlename": "G.", "lastname": "FREEDMAN", "rank": 1, "role": "reported", "organization": ""}], "original": "By SAMUEL G. FREEDMAN"}, "type_of_material": "News", "_id": "4fd26be28eb7c8105d8246a6", "word_count": 1461, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/21/books/books-of-the-times-a-devastating-stain-upon-the-hands-of-a-nation.html", "snippet": "AT THE HANDS OF PERSONS UNKNOWN  The Lynching of Black America  By Philip Dray  Illustrated. 528 pages. Random House. $35.    RIOT AND REMEMBRANCE  The Tulsa Race War and Its Legacy  By James S. Hirsch  Illustrated. 358 pages. Houghton Mifflin. $2...", "lead_paragraph": "AT THE HANDS OF PERSONS UNKNOWN The Lynching of Black America By Philip Dray Illustrated. 528 pages. Random House. $35. RIOT AND REMEMBRANCE The Tulsa Race War and Its Legacy By James S. Hirsch Illustrated. 358 pages. Houghton Mifflin. $25. Philip Dray is the author of ''We Are Not Afraid: The Story of Goodman, Schwerner and Chaney and the Civil Rights Campaign for Mississippi.'' That book examined the 1964 killings of three civil rights workers who were arrested, subsequently abducted, brought to a remote location and summarily shot by members of the Ku Klux Klan. One measure of the impact of Mr. Dray's new book, a full and devastating history of lynching in America, is that the above incident sounds like a model of civility when compared with the monstrous brutality he has now chosen to examine.", "abstract": "Janet Maslin reviews Philip Dray book At the Hands of Persons Unknown: The Lynching of Black America; Dray photo; reviews James S Hirsch book Riot and Remembrance: The Tulsa Race War and its Legacy; Hirsch photo (M)", "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Devastating Stain Upon the Hands of a Nation", "kicker": "BOOKS OF THE TIMES"}, "keywords": [{"name": "creative_works", "value": "TULSA RACE WAR AND ITS LEGACY, THE (BOOK)"}, {"name": "creative_works", "value": "AT THE HANDS OF PERSONS UNKNOWN (BOOK)"}, {"name": "persons", "value": "DRAY, PHILIP"}, {"name": "persons", "value": "HIRSCH, JAMES S"}, {"name": "glocations", "value": "TULSA (OKLA)"}, {"name": "subject", "value": "BLACKS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "LYNCHING"}], "pub_date": "2002-01-21T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Janet", "rank": 1, "lastname": "MASLIN"}], "original": "By JANET MASLIN"}, "type_of_material": "Review", "_id": "4fd22aad8eb7c8105d7b58a1", "word_count": 1072, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/15/movies/at-the-movies.html", "snippet": "Five Buddies From Britain      Fred Schepisi (pronounced SKEP-see), the Australian-born director whose filmography includes ''The Chant of Jimmie Blacksmith,'' ''Iceman'' and ''Roxanne,'' hasn't had a movie of his own in theatrical release since t...", "lead_paragraph": "Five Buddies From Britain Fred Schepisi (pronounced SKEP-see), the Australian-born director whose filmography includes ''The Chant of Jimmie Blacksmith,'' ''Iceman'' and ''Roxanne,'' hasn't had a movie of his own in theatrical release since the disappointing ''I.Q.'' in 1994. But now Mr. Schepisi, 62, is back with ''Last Orders,'' which opens today (review, Page 1 of Weekend). It's a moving adaptation of Graham Swift's Booker Prize-winning novel about a group of four old pub mates from South London (Bob Hoskins, Tom Courtenay, Ray Winstone and David Hemmings) on their way to dispose of the ashes of a fifth (played by Michael Caine in the film's lengthy flashbacks).", "abstract": "At the Movies column: Australian-born director Fred Schepisi comments on his new film, Last Orders; director Gregory Hoblit comments on his new film, Hart's War; director Jay Chandrasekhar comments on Broken Lizard comedy troupe's new movie, Super Troopers; photo (M)", "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "AT THE MOVIES"}, "keywords": [{"name": "creative_works", "value": "LAST ORDERS (MOVIE)"}, {"name": "creative_works", "value": "HART'S WAR (MOVIE)"}, {"name": "creative_works", "value": "SUPER TROOPERS (MOVIE)"}, {"name": "persons", "value": "CHANDRASEKHAR, JAY"}, {"name": "persons", "value": "HOBLIT, GREGORY"}, {"name": "persons", "value": "SCHEPISI, FRED"}, {"name": "organizations", "value": "BROKEN LIZARD"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "2002-02-15T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Dave", "rank": 1, "lastname": "Kehr"}], "original": "By Dave Kehr"}, "type_of_material": "News", "_id": "4fd262848eb7c8105d814380", "word_count": 1195, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/17/world/arafat-demands-halt-in-attacks-against-israelis.html", "snippet": "With the United States and Europe pressuring him hard to stop anti-Israel terrorism, Yasir Arafat went on Palestinian television tonight to appeal for a halt to all armed activities against Israelis, including suicide bombings.    Mr. Arafat, the ...", "lead_paragraph": "With the United States and Europe pressuring him hard to stop anti-Israel terrorism, Yasir Arafat went on Palestinian television tonight to appeal for a halt to all armed activities against Israelis, including suicide bombings. Mr. Arafat, the Palestinian Authority chairman, stopped short of asking Palestinians to abandon their revolt, known in Arabic as the intifada, and he lashed out at Prime Minister Ariel Sharon of Israel for waging what he called a ''brutal war'' against people in the West Bank and Gaza Strip.", "abstract": "Yasir Arafat goes on Palestinian television to appeal for halt to all armed activities against Israelis, including suicide bombings, but stops short of asking Palestinians to abandon their revolt, called the intifada; he is under intense pressure from United States and Europe to stop anti-Israel terrorism or risk international isolation and perhaps collapse of his Palestinian Authority; he lashes out at Prime Min Ariel Sharon of Israel for waging 'brutal war' against people in West Bank and Gaza Strip; initial Israeli reaction to Arafat's 25-minute speech is one of skepticism; this is first time in 14-month-old conflict that Arafat has spoken directly to his people--on television and in Arabic--about stopping violence; his speech does not single out Islamic Holy War and Hamas by name, but he clearly has them in mind, vowing to 'punish all planners and executors' of terrorism; Palestinian Authority orders closing of dozen offices of Hamas and Islamic Holy War (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "ARAFAT DEMANDS HALT IN ATTACKS AGAINST ISRAELIS"}, "keywords": [{"name": "persons", "value": "SHARON, ARIEL"}, {"name": "persons", "value": "ARAFAT, YASIR"}, {"name": "glocations", "value": "WEST BANK"}, {"name": "glocations", "value": "EUROPE"}, {"name": "glocations", "value": "ISRAEL"}, {"name": "glocations", "value": "GAZA STRIP"}, {"name": "organizations", "value": "HAMAS"}, {"name": "organizations", "value": "PALESTINIAN AUTHORITY"}, {"name": "organizations", "value": "ISLAMIC HOLY WAR"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2001-12-17T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Front Page; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Clyde", "rank": 1, "lastname": "HABERMAN"}], "original": "By CLYDE HABERMAN"}, "type_of_material": "News", "_id": "4fd218e88eb7c8105d7962d4", "word_count": 1029, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/11/world/dutch-report-criticizes-un-not-soldiers-in-bosnia-massacre.html", "snippet": "A five-year inquiry into a 1995 massacre in Srebrenica, in eastern Bosnia and Herzegovina, has concluded that the Dutch soldiers sent to defend the town as a United Nations safe area were sent on an impossible mission.    A report, published today...", "lead_paragraph": "A five-year inquiry into a 1995 massacre in Srebrenica, in eastern Bosnia and Herzegovina, has concluded that the Dutch soldiers sent to defend the town as a United Nations safe area were sent on an impossible mission. A report, published today by the Netherlands Institute for War Documentation, said that while Bosnian Serb forces in the town executed thousands of Muslim boys and men in cold blood, others must also share ''considerable'' responsibility.", "abstract": "Netherlands Institute for War Documentation five-year probe into 1995 massacre of over 6,000 unarmed Muslim men and boys by Bosnian Serb forces in Srebrenica, Bosnia, finds small contingent of Dutch peacekeepers defending United Nations safe area were powerless to stop killings; institute head Hans Blom tells Dutch Parliament that Dutch government, military commanders and UN share responsibility; report holds Dutch troops knew more about murderous intent of Serbs than reported and offered no opposition when Serbs separated men and women; finds they were outmanned and under instructions not to actively defend enclave (M)", "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Dutch Report Criticizes U.N., Not Soldiers, in Bosnia Massacre"}, "keywords": [{"name": "persons", "value": "BLOM, HANS"}, {"name": "glocations", "value": "SREBRENICA (BOSNIA)"}, {"name": "glocations", "value": "BOSNIA AND HERZEGOVINA"}, {"name": "glocations", "value": "NETHERLANDS"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "organizations", "value": "NETHERLANDS INSTITUTE FOR WAR DOCUMENTATION"}], "pub_date": "2002-04-11T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Marlise", "rank": 1, "lastname": "SIMONS"}], "original": "By MARLISE SIMONS"}, "type_of_material": "News", "_id": "4fd21b978eb7c8105d79ac76", "word_count": 546, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}