{"response": {"meta": {"hits": 4096, "time": 70, "offset": 420}, "docs": [{"web_url": "https://www.nytimes.com/2001/12/27/world/world-briefing-asia-sri-lanka-effort-to-restart-peace-talks.html", "snippet": "The new prime minister, Ranil Wickremesinghe, said his government had formally asked Norway to help revive peace talks with the Liberation Tigers of Tamil Eelam, the rebel group seeking a homeland for the ethnic Tamil minority. The government and ...", "lead_paragraph": "The new prime minister, Ranil Wickremesinghe, said his government had formally asked Norway to help revive peace talks with the Liberation Tigers of Tamil Eelam, the rebel group seeking a homeland for the ethnic Tamil minority. The government and the rebels began a monthlong cease-fire on Monday. Celia W. Dugger (NYT)", "abstract": "Sri Lankan Prime Min Ranil Wickremesinghe says his government has formally asked Norway to help revive peace talks with Liberation Tigers of Tamil Eelam, rebel group seeking homeland for ethnic Tamil minority; photo (S)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "World Briefing | Asia: Sri Lanka: Effort To Restart Peace Talks"}, "keywords": [{"name": "persons", "value": "WICKREMESINGHE, RANIL"}, {"name": "glocations", "value": "SRI LANKA"}, {"name": "glocations", "value": "NORWAY"}, {"name": "organizations", "value": "LIBERATION TIGERS OF TAMIL EELAM"}, {"name": "subject", "value": "INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "TAMILS (ETHNIC GROUP)"}], "pub_date": "2001-12-27T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Celia", "middlename": "W.", "lastname": "Dugger", "rank": 1, "role": "reported", "organization": ""}], "original": "By Celia W. Dugger (NYT)"}, "type_of_material": "News", "_id": "4fd212458eb7c8105d7881d2", "word_count": 51, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/11/world/darra-adam-khel-journal-when-it-s-business-the-city-sticks-to-its-guns.html", "snippet": "Anyone made jumpy by the sharp bursts of automatic rifle fire would be well advised not to come here. There is no war, but this is a one-industry town: guns.     Small boys fill cartridges to make bullets; their brothers operate drill presses; the...", "lead_paragraph": "Anyone made jumpy by the sharp bursts of automatic rifle fire would be well advised not to come here. There is no war, but this is a one-industry town: guns. Small boys fill cartridges to make bullets; their brothers operate drill presses; their fathers file away on stocks.", "abstract": "Over 3,000 father-and-son operations that make, trade and sell weapons from open-front shops line streets of isolated Darra Adam Khel, Pakistan; gunsmithing tradition goes back at least century, passed down through generations; customers include rebel armies from around world and Pakistanis; map; photo (M)", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Darra Adam Khel Journal; When It's Business, the City Sticks to Its Guns"}, "keywords": [{"name": "glocations", "value": "DARRA ADAM KHEL (PAKISTAN)"}, {"name": "glocations", "value": "PAKISTAN"}, {"name": "subject", "value": "ARMS SALES ABROAD"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "FIREARMS"}], "pub_date": "2002-04-11T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Raymond", "rank": 1, "lastname": "BONNER"}], "original": "By RAYMOND BONNER"}, "type_of_material": "News", "_id": "4fd278948eb7c8105d83aea4", "word_count": 974, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/05/world/world-briefing-europe-northern-ireland-protestants-fight-police.html", "snippet": "Protestants in north Belfast clashed with the police on Wednesday night and yesterday afternoon, hurling homemade explosives that wounded 13 officers in the city's worst rioting since last autumn. At least five gunshots were fired toward Catholic ...", "lead_paragraph": "Protestants in north Belfast clashed with the police on Wednesday night and yesterday afternoon, hurling homemade explosives that wounded 13 officers in the city's worst rioting since last autumn. At least five gunshots were fired toward Catholic homes in the Ardoyne neighborhood and the police responded with plastic bullets. The police said the violence had been orchestrated by the Ulster Defense Association, an illegal paramilitary group. Brian Lavery (NYT)", "abstract": "Protestants clash with police, north Belfast, Northern Ireland, in violence police charge is orchestrated by Ulster Defense Association, illegal paramilitary group; hurl homemade explosives that wound 13 officers (S)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "World Briefing | Europe: Northern Ireland: Protestants Fight Police"}, "keywords": [{"name": "glocations", "value": "BELFAST (NORTHERN IRELAND)"}, {"name": "glocations", "value": "NORTHERN IRELAND"}, {"name": "organizations", "value": "ULSTER DEFENSE ASSN"}, {"name": "subject", "value": "BOMBS AND EXPLOSIVES"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "DEMONSTRATIONS AND RIOTS"}], "pub_date": "2002-04-05T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Brian", "middlename": "Lavery", "lastname": "NYT", "rank": 1, "role": "reported", "organization": ""}], "original": "By Brian Lavery (NYT)"}, "type_of_material": "News", "_id": "4fd21b9d8eb7c8105d79b0f6", "word_count": 69, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/12/world/colombian-voters-veer-to-the-right-in-congressional-election.html", "snippet": "Candidates allied with Álvaro Uribe Vélez, an arch-conservative presidential hopeful who vows to deal with leftist rebels harshly, surged in Sunday's Congressional elections in another sign that Colombia was continuing its rightward shift after ...", "lead_paragraph": "Candidates allied with Álvaro Uribe Vélez, an arch-conservative presidential hopeful who vows to deal with leftist rebels harshly, surged in Sunday's Congressional elections in another sign that Colombia was continuing its rightward shift after the bitter failure of peace talks, several leading political analysts said today. Mr. Uribe's campaign said today that the landowner and former Oxford scholar had the support of 27 of the 102 senators elected Sunday, with another 17 possibly joining his camp.", "abstract": "Candidates allied with Alvaro Uribe Velez, arch-conservative presidential hopeful who vows to deal harshly with leftist Colombian rebels, surge in March 10 Congressional elections in additional sign that Colombia is continuing its rightward shift after bitter failure of peace talks; he reportedly has support of 27 of 102 senators who won election, with possible support of 17 more (M)", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Colombian Voters Veer to the Right in Congressional Election"}, "keywords": [{"name": "persons", "value": "URIBE VELEZ, ALVARO"}, {"name": "glocations", "value": "COLOMBIA"}, {"name": "subject", "value": "LEGISLATURES AND PARLIAMENTS"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "ELECTIONS"}], "pub_date": "2002-03-12T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Juan", "rank": 1, "lastname": "FORERO"}], "original": "By JUAN FORERO"}, "type_of_material": "News", "_id": "4fd273308eb7c8105d830895", "word_count": 546, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/10/world/khmer-rouge-trials-won-t-be-fair-critics-say.html", "snippet": "Cambodians said today that they felt betrayed and abandoned after the United Nations gave up its effort to create an international tribunal to try former leaders of the Khmer Rouge.    Worn down by the stubbornness of the Cambodian government, the...", "lead_paragraph": "Cambodians said today that they felt betrayed and abandoned after the United Nations gave up its effort to create an international tribunal to try former leaders of the Khmer Rouge. Worn down by the stubbornness of the Cambodian government, the United Nations said on Friday that it was ending nearly five years of negotiations over the makeup and procedures of the tribunal.", "abstract": "Cambodians feel betrayed and abandoned after United Nations gives up effort to create international tribunal to try former leaders of Khmer Rouge; UN ended nearly five years of negotiations over makeup and procedures of tribunal, worn down by stubbornness of Cambodian government; this leaves government to proceed on its own with trials that both Cambodian and foreign analysts say will not meet international standards of fairness and impartiality and are likely to spare most major figures; Khmer Rouge, led by late Pol Pot, were responsible for deaths of more than million people when they held power from 1975 to 1979 (M)", "print_page": "12", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Khmer Rouge Trials Won't Be Fair, Critics Say"}, "keywords": [{"name": "persons", "value": "POL POT"}, {"name": "glocations", "value": "CAMBODIA"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "organizations", "value": "KHMER ROUGE"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "FREEDOM AND HUMAN RIGHTS"}], "pub_date": "2002-02-10T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Seth", "rank": 1, "lastname": "MYDANS"}], "original": "By SETH MYDANS"}, "type_of_material": "News", "_id": "4fd22ab18eb7c8105d7b5b7a", "word_count": 871, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/07/world/mideast-turmoil-the-president-as-fighting-rages-bush-demands-israeli-withdrawal.html", "snippet": "President Bush, vigorously responding to Israel's expansion of military actions in the West Bank in defiance of his wishes, said today for the first time that Israel must withdraw its forces ''without delay.'' But he received no assurances from Pr...", "lead_paragraph": "President Bush, vigorously responding to Israel's expansion of military actions in the West Bank in defiance of his wishes, said today for the first time that Israel must withdraw its forces ''without delay.'' But he received no assurances from Prime Minister Ariel Sharon this afternoon when the president called to make the appeal directly. Mr. Bush made his declaration at a news conference here with Prime Minister Tony Blair of Britain and then returned to his 1,600-acre ranch for what was described by an American official as a ''frank and direct'' telephone conversation with Mr. Sharon. But by both American and Israeli accounts of the blunt exchange, Mr. Sharon said that Israeli forces had a job to complete in wiping out the ''terrorist infrastructure'' in the Palestinian territories, and that while he would move ''expeditiously'' to complete that work, he gave Mr. Bush no indication of when his forces would withdraw.", "abstract": "Pres Bush says for first time that Israel must withdraw its forces from West Bank without delay, but receives no assurances from Prime Min Ariel Sharon when he calls to make appeal directly; Sharon reportedly tells Bush that Israeli forces have a job to complete in wiping out 'terrorist infrastructure' in Palestinian territories; Bush has been holding back from direct communication with Sharon since February to avoid situation in which either leader would appear to be personnally bending to the other, but he now apparently feels he has to put his personal prestige on the line to force Israelis and Palestinians to follow path he outlined on April 4; Prime Min Tony Blair of Britain, appearing with Bush at news conference in Crawford, Tex, echoes his demand; Bush bluntly states that he wants to oust Saddam Hussein of Iraq from power and that all options on on the table; Blair seems to distance himself from that just slightly; photo (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "As Fighting Rages, Bush Demands Israeli Withdrawal", "kicker": "MIDEAST TURMOIL: THE PRESIDENT"}, "keywords": [{"name": "persons", "value": "SHARON, ARIEL"}, {"name": "persons", "value": "BLAIR, TONY"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "HUSSEIN, SADDAM"}, {"name": "glocations", "value": "WEST BANK"}, {"name": "glocations", "value": "GREAT BRITAIN"}, {"name": "glocations", "value": "ISRAEL"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "PALESTINIANS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-04-07T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Washington", "subsection_name": null, "byline": {"person": [{"firstname": "David", "middlename": "E.", "lastname": "SANGER", "rank": 1, "role": "reported", "organization": ""}], "original": "By DAVID E. SANGER"}, "type_of_material": "News", "_id": "4fd235928eb7c8105d7c73d5", "word_count": 1420, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/26/world/world-briefing-americas-colombia-anger-over-abduction.html", "snippet": "President Andrés Pastrana accused Marxist rebels of ''kidnapping democracy'' when they abducted Ingrid Betancourt, a senator and presidential candidate, over the weekend, but her party said the government shared the blame. Senator Betancourt, a c...", "lead_paragraph": "President Andrés Pastrana accused Marxist rebels of ''kidnapping democracy'' when they abducted Ingrid Betancourt, a senator and presidential candidate, over the weekend, but her party said the government shared the blame. Senator Betancourt, a critic of the rebels whose small centrist party has under 1 percent voter support, was seized on Saturday after trying to enter a former rebel enclave just as the army moved in to reclaim it. But Ms. Betancourt's party complained that authorities turned down her requests for a seat on a helicopter that took Mr. Pastrana into the area.", "abstract": "Colombian Pres Andres Pastrana accuses Marxist rebels of 'kidnapping democracy' when they abducted presidential candidate Sen Ingrid Betancourt; her party charges government shares blame (S)", "print_page": "13", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "World Briefing | Americas: Colombia: Anger Over Abduction"}, "keywords": [{"name": "persons", "value": "PASTRANA, ANDRES"}, {"name": "persons", "value": "BETANCOURT, INGRID"}, {"name": "glocations", "value": "COLOMBIA"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "KIDNAPPING"}, {"name": "subject", "value": "ELECTIONS"}], "pub_date": "2002-02-26T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd262848eb7c8105d8143e7", "word_count": 93, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/23/world/colombian-troops-begin-retaking-rebel-held-territory.html", "snippet": "Elite government troops landed by helicopter today inside a swath of southern jungle that President Andrés Pastrana ceded to Marxist rebels three years ago as a safe haven so peace talks could take place. The soldiers were the first of thousands ...", "lead_paragraph": "Elite government troops landed by helicopter today inside a swath of southern jungle that President Andrés Pastrana ceded to Marxist rebels three years ago as a safe haven so peace talks could take place. The soldiers were the first of thousands expected as the army works to retake the zone now that Mr. Pastrana has broken off the talks. The soldiers occupied a former military base just outside San Vicente del Caguán, one of five towns north of here that had been in the hands of the Revolutionary Armed Forces of Colombia (known by its Spanish acronym, FARC) since 1998.", "abstract": "Elite government troops in Colombia land in Florencia in swath of southern jungle that Pres Andres Pastrana ceded to Marxist rebels three years ago so peace talks could take place; soldiers are retaking land now that Pastrana has broken off talks in furious reaction to recent rebel hijacking of domestic airliner and kidnapping of senior senator on board; Secretary of State Colin L Powell tells reporters that Washington supports Pastrana's decision to retake rebel zone; photos; map (M)", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Colombian Troops Begin Retaking Rebel-Held Territory"}, "keywords": [{"name": "persons", "value": "POWELL, COLIN L"}, {"name": "persons", "value": "PASTRANA, ANDRES"}, {"name": "glocations", "value": "COLOMBIA"}, {"name": "glocations", "value": "FLORENCIA (COLOMBIA)"}, {"name": "organizations", "value": "REVOLUTIONARY ARMED FORCES OF COLOMBIA"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "KIDNAPPING"}, {"name": "subject", "value": "HIJACKING"}], "pub_date": "2002-02-23T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Juan", "rank": 1, "lastname": "FORERO"}], "original": "By JUAN FORERO"}, "type_of_material": "News", "_id": "4fd21b298eb7c8105d79a010", "word_count": 937, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/11/world/colombian-troops-move-on-rebel-zone-as-talks-fail.html", "snippet": "A day after President Andrés Pastrana declared an end to peace talks with leftist rebels, convoys of government troops and tanks moved toward a vast demilitarized zone that the guerrillas were allowed to occupy during three years of negotiations....", "lead_paragraph": "A day after President Andrés Pastrana declared an end to peace talks with leftist rebels, convoys of government troops and tanks moved toward a vast demilitarized zone that the guerrillas were allowed to occupy during three years of negotiations. The country braced for renewed fighting between the army and the country's largest rebel group, the Revolutionary Armed Forces of Colombia, which is Latin America's oldest and most powerful insurgency. But it remained unclear whether Mr. Pastrana would order an all-out attack on the guerrillas' ''safe area.''", "abstract": "Colombia braces for renewed fighting between army and largest rebel group, after Pres Andres Pastrana declares end to peace talks with rebels and sends convoys of government troops and tanks into vast demilitarized zone that guerrilllas have been allowed to occupy during three years of negotiations; Pastrana had won office by pledging to end war that began in 1964; from the beginning, talks stumbled and more Colombians concluded that rebel group, known as FARC, did not want peace; Pastrana stuck to his peace plan until recent days; his decision to abort talks surprises Colombians, even those who support move; photo; map (M)", "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Colombian Troops Move on Rebel Zone as Talks Fail"}, "keywords": [{"name": "persons", "value": "PASTRANA, ANDRES"}, {"name": "glocations", "value": "COLOMBIA"}, {"name": "organizations", "value": "REVOLUTIONARY ARMED FORCES OF COLOMBIA"}, {"name": "subject", "value": "ARMAMENT, DEFENSE AND MILITARY FORCES"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-01-11T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Juan", "rank": 1, "lastname": "FORERO"}], "original": "By JUAN FORERO"}, "type_of_material": "News", "_id": "4fd2298d8eb7c8105d7b35b6", "word_count": 893, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/02/world/world-briefing-asia-indonesia-churches-bombed.html", "snippet": "Four bombs exploded at churches in Palu, the capital of Central Sulawesi Province, where Muslims and Christians are engaged in sectarian warfare. In the national capital, Jakarta, one man was killed when a hand grenade exploded before dawn at a sh...", "lead_paragraph": "Four bombs exploded at churches in Palu, the capital of Central Sulawesi Province, where Muslims and Christians are engaged in sectarian warfare. In the national capital, Jakarta, one man was killed when a hand grenade exploded before dawn at a shopping center. Seth Mydans (NYT)", "abstract": "Four bombs explode at churches in Palu, capital of Indonesia's Central Sulawesi Province, where Muslims and Christians are engaged in sectarian warfare; grenade explodes in shopping center in Jakarta killing one man (S)", "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "World Briefing | Asia: Indonesia: Churches Bombed"}, "keywords": [{"name": "glocations", "value": "JAKARTA (INDONESIA)"}, {"name": "glocations", "value": "INDONESIA"}, {"name": "glocations", "value": "PALU (INDONESIA)"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "CHRISTIANS AND CHRISTIANITY"}, {"name": "subject", "value": "ISLAM"}, {"name": "subject", "value": "DEMONSTRATIONS AND RIOTS"}], "pub_date": "2002-01-02T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Seth", "middlename": "Mydans", "lastname": "NYT", "rank": 1, "role": "reported", "organization": ""}], "original": "By Seth Mydans (NYT)"}, "type_of_material": "News", "_id": "4fd21b2b8eb7c8105d79a15b", "word_count": 45, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}