{"response": {"meta": {"hits": 4096, "time": 84, "offset": 460}, "docs": [{"web_url": "https://www.nytimes.com/2001/12/25/world/truce-helps-revive-hope-for-peace-in-sri-lanka.html", "snippet": "The guns, bombs and mortar fire that have killed more than 63,000 Sri Lankans over the past 18 years are falling  quiet for the first time in 6 years, as a truce agreed to by Sri Lanka's newly elected government and ethnic Tamil rebels takes effec...", "lead_paragraph": "The guns, bombs and mortar fire that have killed more than 63,000 Sri Lankans over the past 18 years are falling quiet for the first time in 6 years, as a truce agreed to by Sri Lanka's newly elected government and ethnic Tamil rebels takes effect. In another good-will gesture to the rebels, Sri Lanka's new prime minister, Ranil Wickremesinghe, reiterated today that his government would ensure the free movement of food, medicines and nonmilitary supplies into the large northern areas of Sri Lanka that the rebels control.", "abstract": "Truce agreement agreed to by Sri Lanka's newly elected government and ethnic Tamil rebels goes into effect; Prime Min Ranil Wickremesinghe reiterates that his government will ensure free movement of food, medicine and nonmilitary supplies into large northern areas of country that rebels countrol (M)", "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Truce Helps Revive Hope For Peace In Sri Lanka"}, "keywords": [{"name": "persons", "value": "WICKREMESINGHE, RANIL"}, {"name": "glocations", "value": "SRI LANKA"}, {"name": "subject", "value": "DRUGS (PHARMACEUTICALS)"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "TAMILS (ETHNIC GROUP)"}, {"name": "subject", "value": "FOOD"}], "pub_date": "2001-12-25T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Health", "subsection_name": null, "byline": {"person": [{"firstname": "Celia", "middlename": "W.", "lastname": "DUGGER", "rank": 1, "role": "reported", "organization": ""}], "original": "By CELIA W. DUGGER"}, "type_of_material": "News", "_id": "4fd229248eb7c8105d7b26b8", "word_count": 762, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/28/world/qaeda-suspect-s-bosnian-wife-says-he-s-no-terrorist.html", "snippet": "Her husband came to Bosnia in late 1995 as an Islamic missionary and, Anela Belkacem says, to marry a Bosnian woman. What he did for the previous four years is a little foggy. She confirmed that he had arrived here on a forged Yemeni passport.    ...", "lead_paragraph": "Her husband came to Bosnia in late 1995 as an Islamic missionary and, Anela Belkacem says, to marry a Bosnian woman. What he did for the previous four years is a little foggy. She confirmed that he had arrived here on a forged Yemeni passport. But she said that does not make her husband, Bansayah Belkacem, a top operative of Al Qaeda in Europe. American officials charged that he was, after he and five other Algerians were deported a week ago and turned over to the Americans, who transported them to the naval prison at Guantánamo Bay, Cuba.", "abstract": "Bosnian Muslims are angered over arrest and deportation of six Algerians, alleged operatives of Al Qaeda in Europe who were turned over to American authorities and flown to prison at US naval base at Guantanamo Bay, Cuba; question why US acted so quickly against accused but lag in cases against Radovan Karadzic, Bosnia's wartime leader, and Ratko Mladic, top Bosnian Serb general who remain at large though they were indicted in 1995 for war crimes against Bosnian Muslims; Anela Belkacem, wife of Bansayah Belkacem, who is among those accused, denies husband is terrorist; photo (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Qaeda Suspect's Bosnian Wife Says He's No Terrorist"}, "keywords": [{"name": "persons", "value": "MLADIC, RATKO"}, {"name": "persons", "value": "BELKACEM, ANELA"}, {"name": "persons", "value": "BELKACEM, BENSAYAH"}, {"name": "persons", "value": "KARADZIC, RADOVAN"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "EUROPE"}, {"name": "glocations", "value": "BOSNIA AND HERZEGOVINA"}, {"name": "glocations", "value": "GUANTANAMO BAY NAVAL BASE (CUBA)"}, {"name": "glocations", "value": "ALGERIA"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "organizations", "value": "AL QAEDA"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "ISLAM"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-01-28T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ian", "rank": 1, "lastname": "FISHER"}], "original": "By IAN FISHER"}, "type_of_material": "News", "_id": "4fd25bbd8eb7c8105d8093b5", "word_count": 1378, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/01/world/nation-challenged-prisoners-fighters-were-lured-afghanistan-islam-holy-war.html", "snippet": "Over the coming weeks, as American investigators question hundreds of foreign and Afghan Taliban prisoners here, they will be trying to find out how militant Islamic movements around the world fit into a network that created international terroris...", "lead_paragraph": "Over the coming weeks, as American investigators question hundreds of foreign and Afghan Taliban prisoners here, they will be trying to find out how militant Islamic movements around the world fit into a network that created international terrorists. They will find quite a mix of people among the foreign prisoners who came to fight for the Taliban or for Osama bin Laden's Al Qaeda movement. Their individual stories indicate that it was not so much a grand design that brought them together as the simple and broad appeal that Afghanistan under the Taliban and militant Islam held for young Muslims around the world.", "abstract": "American investigators questioning foreign and Afghan Taliban prisoners to find out how militant Islamic movements around world fit into terrorist network will find mix of men, whose individual stories reflect simple, broad appeal that Afghanistan under Taliban held for young Muslims from many countries; photos; most of 3,500 prisoners at Shibarghan prison are in their 20's and early 30's and, apart from Pakistanis, came to study Islam and fight holy war; more than 2,000 are Afghans, of whom only commanders will likely be of much interest to US; some were caught up or were pressed into war, some still wish for martyr's death, but others say they soon realized that Taliban was not as they expected and they were fighting other Muslims; several stories recounted (M)", "print_page": "13", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Fighters Were Lured to Afghanistan by Islam, Holy War, or the Promise of Escape", "kicker": "A NATION CHALLENGED: THE PRISONERS"}, "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "PAKISTAN"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "PENTAGON BUILDING"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "ISLAM"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-01-01T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Carlotta", "rank": 1, "lastname": "GALL"}], "original": "By CARLOTTA GALL"}, "type_of_material": "News", "_id": "4fd2124f8eb7c8105d78897d", "word_count": 2043, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/02/us/bush-in-iowa-urges-patience-in-war-effort-and-reform-of-pension-plans.html", "snippet": "President Bush brushed off criticism today from Senator Tom Daschle, the Democratic majority leader, who has said that the United States will have failed in its war on terror if Osama bin Laden is not found.    ''I think most Americans understand ...", "lead_paragraph": "President Bush brushed off criticism today from Senator Tom Daschle, the Democratic majority leader, who has said that the United States will have failed in its war on terror if Osama bin Laden is not found. ''I think most Americans understand that it's going to -- it's going to take awhile to achieve all our objectives,'' Mr. Bush said in a brief question-and-answer session with reporters here before speaking on pension reform and appearing at a fund-raiser for a Republican congressman.", "abstract": "Pres Bush, in Iowa, brushes off criticism from Sen Tom Daschle, Democratic majority leader, who has said that United States will have failed in its war on terror if Osama bin Laden is not found; says it is going to 'take awhile' to achieve all of our objectives, news conf; Bush is in Iowa to campaign for Repr Tom Latham, Republican who is in difficult re-election campaign; Bush, in speech to workers and others at Des Moines company, promotes his plan to allow employees more freedom in their 401(k) retirement accounts; says he is deeply concerned about pension plan abuse; photo (M)", "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Bush, in Iowa, Urges Patience in War Effort and Reform of Pension Plans"}, "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "DASCHLE, TOM"}, {"name": "persons", "value": "LATHAM, TOM"}, {"name": "persons", "value": "BIN LADEN, OSAMA"}, {"name": "glocations", "value": "IOWA"}, {"name": "organizations", "value": "HOUSE OF REPRESENTATIVES"}, {"name": "subject", "value": "PENSIONS AND RETIREMENT PLANS"}, {"name": "subject", "value": "ELECTIONS"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-03-02T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "U.S.", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Elisabeth", "rank": 1, "lastname": "BUMILLER"}], "original": "By ELISABETH BUMILLER"}, "type_of_material": "News", "_id": "4fd2659e8eb7c8105d81a013", "word_count": 686, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/14/business/at-andersen-s-helm-a-winner-of-battles-who-faces-a-war.html", "snippet": "Until the Enron scandal put Joseph F. Berardino, the head of the accounting giant Arthur Andersen, in the spotlight, he was best known in his profession for one other  episode: facing down Arthur Levitt, then the chairman of the Securities and Exc...", "lead_paragraph": "Until the Enron scandal put Joseph F. Berardino, the head of the accounting giant Arthur Andersen, in the spotlight, he was best known in his profession for one other episode: facing down Arthur Levitt, then the chairman of the Securities and Exchange Commission. And getting him to blink. Two years ago, Mr. Levitt, upset at a growing list of accounting scandals, including one at Andersen, wanted to restrict the ability of accounting firms to offer consulting services as well. Mr. Levitt believed that the combination created conflicts of interest.", "abstract": "Arthur Andersen accounting firm's role in Enron scandal threatens career of Andersen chief executive, Joseph F Berardino, his firm and perhaps even accounting profession; his comments during October interview noted (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "At Andersen's Helm, a Winner of Battles Who Faces a War"}, "keywords": [{"name": "persons", "value": "BERARDINO, JOSEPH F"}, {"name": "organizations", "value": "ENRON CORP"}, {"name": "organizations", "value": "ANDERSEN, ARTHUR, & CO"}, {"name": "subject", "value": "ACCOUNTING AND ACCOUNTANTS"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "2002-01-14T00:00:00Z", "document_type": "article", "news_desk": "Business/Financial Desk", "section_name": "Business", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "John", "rank": 1, "lastname": "SCHWARTZ"}, {"organization": "", "role": "reported", "rank": 2}], "original": "By JOHN SCHWARTZ with JONATHAN D. GLATER"}, "type_of_material": "News", "_id": "4fd25bc28eb7c8105d809651", "word_count": 1556, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/26/business/europe-versus-united-states-steel-war-mergers-staff-cutslowered-costs-overseas.html", "snippet": "Like many steel towns in Pennsylvania or Ohio, this one is still home to a hulking old mill in the grand tradition: iron ore in at one end, giant smelters in the middle and finished products at the other side.    But there is at least one big diff...", "lead_paragraph": "Like many steel towns in Pennsylvania or Ohio, this one is still home to a hulking old mill in the grand tradition: iron ore in at one end, giant smelters in the middle and finished products at the other side. But there is at least one big difference. Too many old mills in the United States are still in business, and going bankrupt at an alarming rate. The one here went out of business in 1997 and is a monument.", "abstract": "Steel dispute between US and European nations over Pres Bush's decision to protect American steel makers by imposing high tariffs on imports threatens to become most serious trade feud in decades between US and Europe; European Commission plans to impose its own safeguard tariffs in early April, to prevent steel imports from surging beyond last year's level; commission is also considering retaliatory tariffs against American products; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Europe Versus United States In Steel War; Mergers and Staff CutsLowered Costs Overseas"}, "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "EUROPE"}, {"name": "organizations", "value": "EUROPEAN UNION"}, {"name": "organizations", "value": "EUROPEAN COMMISSION"}, {"name": "subject", "value": "INTERNATIONAL TRADE AND WORLD MARKET"}, {"name": "subject", "value": "STEEL AND IRON"}, {"name": "subject", "value": "CUSTOMS (TARIFF)"}], "pub_date": "2002-03-26T00:00:00Z", "document_type": "article", "news_desk": "Business/Financial Desk", "section_name": "Business", "subsection_name": null, "byline": {"person": [{"firstname": "Edmund", "middlename": "L.", "lastname": "ANDREWS", "rank": 1, "role": "reported", "organization": ""}], "original": "By EDMUND L. ANDREWS"}, "type_of_material": "News", "_id": "4fd2659c8eb7c8105d819ed8", "word_count": 1215, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/03/weekinreview/the-world-the-war-on-terror-points-a-country-toward-peace.html", "snippet": "JUST over the horizon from Afghanistan, another war on terror may be drawing to a close. A week ago, the government of Sri Lanka and the Liberation Tigers of Tamil Eelam, one of Asia's most ruthless and totalitarian rebel movements, agreed to a fi...", "lead_paragraph": "JUST over the horizon from Afghanistan, another war on terror may be drawing to a close. A week ago, the government of Sri Lanka and the Liberation Tigers of Tamil Eelam, one of Asia's most ruthless and totalitarian rebel movements, agreed to a firm cease-fire, with the promise of peace talks to come. It is not a coincidence that this should occur within months of Sept. 11, many Sri Lankans and foreign experts say. A new international environment, born of the revulsion, shock or just plain fear engendered by attacks on the United States, has made it possible. The situation has parallels in Northern Ireland, where it has been widely assumed that a decision by the Irish Republican Army in October to start turning in arms was also related to a new atmosphere low on romanticism for violent causes.", "abstract": "New post-Sept 11 international revulsion with terrorism has spurred cease-fire and plans for peace talks between Sri Lanka and Tamil Tiger rebels; Tamil rebellion, which began as movement to rectify discrimination against nation's Sinhalese majority, turned, under Tigers, into brutal terror campaign; photo (M)", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The World; The War on Terror Points a Country Toward Peace"}, "keywords": [{"name": "glocations", "value": "SRI LANKA"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "organizations", "value": "LIBERATION TIGERS OF TAMIL EELAM"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "DISCRIMINATION"}, {"name": "subject", "value": "TAMILS (ETHNIC GROUP)"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-03-03T00:00:00Z", "document_type": "article", "news_desk": "Week in Review Desk", "section_name": "Week in Review", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Barbara", "rank": 1, "lastname": "CROSSETTE"}], "original": "By BARBARA CROSSETTE"}, "type_of_material": "News", "_id": "4fd234188eb7c8105d7c4d2f", "word_count": 1020, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/04/us/nation-challenged-congress-daschle-wants-president-tell-congress-more-about-his.html", "snippet": "With Republicans accusing him of being unpatriotic, Senator Tom Daschle, the majority leader, renewed his questions today about the administration's expansion of the war on terrorism and called on President Bush to keep Congress better informed.  ...", "lead_paragraph": "With Republicans accusing him of being unpatriotic, Senator Tom Daschle, the majority leader, renewed his questions today about the administration's expansion of the war on terrorism and called on President Bush to keep Congress better informed. ''I think the time has come for us to be asking a lot more questions,'' said Mr. Daschle, Democrat of South Dakota. ''That is the role of Congress. We're a co-equal branch of government, and I don't think we ought to rubber stamp any president as we get into these very difficult decisions.''", "abstract": "Senate majority leader, Tom Daschle, renews questions about Bush administration's expansion of war on terrorism away from Afghanistan to other countries, such as Yemen and Philippines; calls on Pres Bush to keep Congress better informed; is criticized by minority leader, Sen Trent Lott, who questions timing and tone of complaints and says Bush needs lawmakers' support (M)", "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Daschle Wants President to Tell Congress More About His Plans for War", "kicker": "A NATION CHALLENGED: CONGRESS"}, "keywords": [{"name": "persons", "value": "LOTT, TRENT"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "DASCHLE, TOM"}, {"name": "glocations", "value": "YEMEN"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "PHILIPPINES"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "PENTAGON BUILDING"}, {"name": "subject", "value": "MISSING PERSONS"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-03-04T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "U.S.; Washington", "subsection_name": null, "byline": {"person": [{"firstname": "Sheryl", "middlename": "Gay", "lastname": "STOLBERG", "rank": 1, "role": "reported", "organization": ""}], "original": "By SHERYL GAY STOLBERG"}, "type_of_material": "News", "_id": "4fd22e9d8eb7c8105d7bc986", "word_count": 596, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/10/world/nation-challenged-casualties-uncertain-toll-fog-war-civilian-deaths-afghanistan.html", "snippet": "In an age of eavesdropping warplanes and satellite-guided bombs, the Pentagon finds itself accused of sometimes relying on faulty intelligence in Afghanistan, leading to an unnecessary toll of civilian deaths.    Scrutiny has grown since a predawn...", "lead_paragraph": "In an age of eavesdropping warplanes and satellite-guided bombs, the Pentagon finds itself accused of sometimes relying on faulty intelligence in Afghanistan, leading to an unnecessary toll of civilian deaths. Scrutiny has grown since a predawn raid on Jan. 24, when U.S. commandos killed at least 21 men presumed to be Taliban and Al Qaeda fighters. Officials in the interim Afghan government have since joined grieving survivors in calling the attack a tragic mistake, with some surmising the Americans were duped with false information by a scheming local warlord.", "abstract": "Hundreds and perhaps thousands of innocent Afghans have lost their lives during American attacks, and Pentagon finds itself accused of sometimes relying on faulty intelligence; military has so far made detailed inquiries into only few cases, but now full-fledged investigation by Pentagon's Central Command is under way; most often, Defense Sec Donald H Rumsfeld and military spokesmen have dismissed accusations of mistakes as enemy propaganda; many mournful Afghan families are demanding reckoning; map (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Uncertain Toll in the Fog of War: Civilian Deaths in Afghanistan", "kicker": "A NATION CHALLENGED: CASUALTIES"}, "keywords": [{"name": "persons", "value": "RUMSFELD, DONALD H"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-02-10T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}, {"organization": "", "role": "reported", "firstname": "Eric", "rank": 2, "lastname": "Schmitt"}, {"firstname": "Craig", "middlename": "S.", "lastname": "Smith", "rank": 3, "role": "reported", "organization": ""}, {"organization": "", "role": "reported", "rank": 4}], "original": "This article was reported by Barry Bearak, Eric Schmitt and Craig S. Smith and was written by Mr. Bearak"}, "type_of_material": "News", "_id": "4fd26da48eb7c8105d8271a7", "word_count": 2004, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/02/us/nation-challenged-contingency-plan-bunker-system-cold-war-back-use-after-sept-11.html", "snippet": "The Bush administration has dispatched dozens of career government employees to underground bunkers outside Washington since Sept. 11 to try to ensure that the government would continue to function in case of a catastrophic nuclear attack on the c...", "lead_paragraph": "The Bush administration has dispatched dozens of career government employees to underground bunkers outside Washington since Sept. 11 to try to ensure that the government would continue to function in case of a catastrophic nuclear attack on the capital, senior administration officials said today. President Bush would not discuss details of the operation but said today, ''My administration has an obligation to the American people to put measures in place that should somebody be successful in attacking Washington, there is an ongoing government.''", "abstract": "Bush administration has dispatched dozens of career government employees to underground bunkers outside Washington since Sept 11 to protect continuity of government in case of catastrophic attack on capital; Pres Bush declines to discuss details; plan was conceived during Eisenhower administration as cold war precaution and activated within hours of Sept 11 terrorist attacks; senior officials from White House, Pentagon, State Department and other executive offices rotate through two fortified locations along East Coast, with 75-100 people in bunkers at one time, for up to three months; greatest concern is that Al Qaeda or others could set off portable nuclear device in Washington; Congress and Supreme Court have separate classified contingency plans; Sen leader Tom Daschle objects to 'shadow government' (M)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Bunker System of Cold War Is Back in Use After Sept. 11", "kicker": "A NATION CHALLENGED: THE CONTINGENCY PLAN"}, "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "EISENHOWER, DWIGHT DAVID"}, {"name": "persons", "value": "DASCHLE, TOM"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "organizations", "value": "CONGRESS"}, {"name": "organizations", "value": "STATE DEPARTMENT"}, {"name": "organizations", "value": "AL QAEDA"}, {"name": "organizations", "value": "SUPREME COURT"}, {"name": "subject", "value": "ATOMIC WEAPONS"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "PENTAGON BUILDING"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "GOVERNMENT EMPLOYEES"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-03-02T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "U.S.; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Philip", "rank": 1, "lastname": "SHENON"}], "original": "By PHILIP SHENON"}, "type_of_material": "News", "_id": "4fd2628c8eb7c8105d814a32", "word_count": 717, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}