{"response": {"meta": {"hits": 4096, "time": 74, "offset": 470}, "docs": [{"web_url": "https://www.nytimes.com/2002/01/04/arts/art-review-rumors-war-contemporary-exhibition-inspired-art-jacob-lawrence.html", "snippet": "Triple Candie  461 West 126th Street, Harlem  Through Jan. 27      Triple Candie is a new, nonprofit gallery on the far west side of Harlem. Started by Shelly Bancroft, it provides space for short-term curatorial projects like its inaugural group ...", "lead_paragraph": "Triple Candie 461 West 126th Street, Harlem Through Jan. 27 Triple Candie is a new, nonprofit gallery on the far west side of Harlem. Started by Shelly Bancroft, it provides space for short-term curatorial projects like its inaugural group show, organized by the curator Franklin Sirmans as a joint project of Triple Candie and the Jacob and Gwendolyn Lawrence Foundation, which supports the work of young artists.", "abstract": "Holland Cotter reviews art inspired by Jacob Lawrence at Triple Candie, new nonprofit gallery in far west Harlem (S)", "print_page": "42", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "'Rumors of War' -- 'A Contemporary Exhibition Inspired by the Art of Jacob Lawrence'", "kicker": "ART IN REVIEW"}, "keywords": [{"name": "persons", "value": "LAWRENCE, JACOB"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "ART"}], "pub_date": "2002-01-04T00:00:00Z", "document_type": "article", "news_desk": "Leisure/Weekend Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Holland", "rank": 1, "lastname": "COTTER"}], "original": "By HOLLAND COTTER"}, "type_of_material": "Review", "_id": "4fd233618eb7c8105d7c40ef", "word_count": 416, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/21/business/economic-scene-effective-victory-war-against-terror-hinges-cutting-off-resources.html", "snippet": "THE war against terrorism promises to be a long one, and the horror of Sept. 11 may suggest that pulling out all the stops is justified. But any government policy, including war, has costs and benefits. Can traditional economic analysis provide us...", "lead_paragraph": "THE war against terrorism promises to be a long one, and the horror of Sept. 11 may suggest that pulling out all the stops is justified. But any government policy, including war, has costs and benefits. Can traditional economic analysis provide useful insights into how to fight this war? Relevant analysis has been undertaken at least since the late 1970's, with a number of economists now specializing in this. Their findings are sometimes frustrating, but, by no means conclusive, can be surprisingly useful. A first step is to determine all the costs of a terrorist attack. Sept. 11 clearly went beyond the loss of life, however tragic. The attack had serious economic consequences for consumer spending and airline travel. It had long-term consequences for the costs of insurance, new construction safeguards and airline security, to name but a few. It also took an emotional and psychological toll on the nation. In nations where terrorism is more common, experience shows that it deters foreign investment, and probably domestic investment as well. Tourism can be permanently reduced. Thus, however gruesome the calculus is, preventing terrorism has wide benefits.", "abstract": "Jeff Madrick 'Economic Scene' holds effective victory in war against terror hinges on cutting off resources; says war on terrorism should provide ample means to find and confiscate terrorists' money, and make future financing more difficult; holds it should also be directed at undermining training and recruiting of terrorists, including encouraging nations not to harbor terrorists; says evidence compiled by many researchers suggests that immediate retaliatory military acts do not discourage terrorists; study by University of Southern California Prof Todd Sandler and University of Alabama Prof Walter Enders detailed; photo (M)", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Economic Scene; Effective victory in the war against terror hinges on cutting off resources."}, "keywords": [{"name": "creative_works", "value": "ECONOMIC SCENE (TIMES COLUMN)"}, {"name": "persons", "value": "SANDLER, TODD"}, {"name": "persons", "value": "ENDERS, WALTER"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "organizations", "value": "UNIVERSITY OF ALABAMA"}, {"name": "organizations", "value": "UNIVERSITY OF SOUTHERN CALIFORNIA"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "PENTAGON BUILDING"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-03-21T00:00:00Z", "document_type": "article", "news_desk": "Business/Financial Desk", "section_name": "Business; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Jeff", "rank": 1, "lastname": "Madrick"}], "original": "By Jeff Madrick"}, "type_of_material": "News", "_id": "4fd22e9d8eb7c8105d7bc992", "word_count": 1032, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/29/world/nation-challenged-military-addressing-worries-pentagon-says-it-can-fight-wider.html", "snippet": "The Defense Department's top civilian and military leaders said today that the armed forces were capable of expanding the war on terror despite the tempo of operations in Afghanistan and concerns from some commanders that their troops were being s...", "lead_paragraph": "The Defense Department's top civilian and military leaders said today that the armed forces were capable of expanding the war on terror despite the tempo of operations in Afghanistan and concerns from some commanders that their troops were being stretched thin. Defense Secretary Donald H. Rumsfeld and Gen. Richard B. Myers, chairman of the Joint Chiefs of Staff, were responding to Congressional testimony by several senior military commanders who described the stress on their personnel and the strain on their arsenals. In essence, these commanders said, troops are tired from the Afghan war and the added responsibilities of domestic security, and the rush of weaponry to Central Asia has left other regions vulnerable.", "abstract": "Defense Sec Donald H Rumsfeld and Gen Richard B Myers, chairman of Joint Chiefs of Staff, say America's armed forces are capable of expanding war on terror despite tempo of operations in Afghanistan and concerns from some commanders that their troops are being stretched thin; Rumsfeld is visibly rankled when asked by correspondent about statements by several senior military commanders who have described stress on their personnel and strain on their arsenals; stern tone of rebuke of his senior military commanders adopted by Rumsfeld highlights inherent tension of figuring out how best to fulfill open-ended war against global terror with limited budgets (M)", "print_page": "18", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Nation Challenged: Military; Addressing Worries, Pentagon Says It Can Fight Wider War"}, "keywords": [{"name": "persons", "value": "RUMSFELD, DONALD H"}, {"name": "persons", "value": "MYERS, RICHARD B"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "UNITED STATES"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "FINANCES"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "BUDGETS AND BUDGETING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-03-29T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Thom", "rank": 1, "lastname": "SHANKER"}], "original": "By THOM SHANKER"}, "type_of_material": "News", "_id": "4fd21b968eb7c8105d79aafb", "word_count": 761, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/10/world/nation-challenged-washington-6-months-after-sept-11-bush-give-strategy-for.html", "snippet": "President Bush will describe his broad strategy for the next stages of the war on terrorism on Monday, six months after the attacks on New York and Washington, suggesting that he may pursue the terrorist network of Al Qaeda even inside countries t...", "lead_paragraph": "President Bush will describe his broad strategy for the next stages of the war on terrorism on Monday, six months after the attacks on New York and Washington, suggesting that he may pursue the terrorist network of Al Qaeda even inside countries that do not ask for an American presence. He will also declare, according to officials familiar with the speech, that inaction will not be an option in dealing with countries assembling weapons of mass destruction, a clear reference to the administration's strategy in dealing with Saddam Hussein of Iraq.", "abstract": "Administration officials familiar with Pres Bush's upcoming speech say he will describe his strategy for next stages of war on terrorism, suggesting that he may pursue terrorist network of Al Qaeda even inside countries that do not ask for an American presence; say he will also declare that inaction will not be option in dealing with countries assembling weapons of mass destruction, clear reference to administration's strategy in dealing with Saddam Hussein of Iraq (M)", "print_page": "26", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "6 Months After Sept. 11, Bush to Give Strategy for Intensified War on Terror", "kicker": "A NATION CHALLENGED: WASHINGTON"}, "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "HUSSEIN, SADDAM"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "IRAQ"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "organizations", "value": "AL QAEDA"}, {"name": "subject", "value": "ATOMIC WEAPONS"}, {"name": "subject", "value": "BIOLOGICAL AND CHEMICAL WARFARE"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-03-10T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Washington", "subsection_name": null, "byline": {"person": [{"firstname": "David", "middlename": "E.", "lastname": "SANGER", "rank": 1, "role": "reported", "organization": ""}], "original": "By DAVID E. SANGER"}, "type_of_material": "News", "_id": "4fd21b9b8eb7c8105d79af68", "word_count": 856, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/04/us/herbert-houck-86-ace-for-navy-in-world-war-ii-dies.html", "snippet": "Herbert Houck, the World War II naval ace who directed the final attack on the battleship Yamato, the pride of the Japanese Navy, in the fighting for Okinawa, died on Feb. 24 in Cape Coral, Fla. He was 86.    Five days after American troops began ...", "lead_paragraph": "Herbert Houck, the World War II naval ace who directed the final attack on the battleship Yamato, the pride of the Japanese Navy, in the fighting for Okinawa, died on Feb. 24 in Cape Coral, Fla. He was 86. Five days after American troops began landing on Okinawa, and on the day that kamikaze planes began crashing into American ships supporting the invasion, the Yamato was about to be hurled into the climactic battle of the Pacific conflict on what amounted to a suicide mission of its own.", "abstract": "Herbert Houck, World War II naval aviator who led final assault that crippled Japan's lead battleship, dies at age 86; photo (M)", "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Herbert Houck, 86, Ace for Navy in World War II, Dies"}, "keywords": [{"name": "persons", "value": "HOUCK, HERBERT"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "DEATHS (OBITUARIES)"}], "pub_date": "2002-03-04T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "U.S.; Obituaries", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Richard", "rank": 1, "lastname": "GOLDSTEIN"}], "original": "By RICHARD GOLDSTEIN"}, "type_of_material": "Obituary; Biography", "_id": "4fd26da58eb7c8105d82735b", "word_count": 691, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/16/weekinreview/conversations-long-view-50-years-covering-war-looking-for-peace-honoring-law.html", "snippet": "AT the age of 74, after 50 years at The New York Times, Anthony Lewis has retired. His last Op-Ed column appeared yesterday. Ethan Bronner, an editor at The Times, asked Mr. Lewis, the newspaper's most consistently liberal voice in recent years, t...", "lead_paragraph": "AT the age of 74, after 50 years at The New York Times, Anthony Lewis has retired. His last Op-Ed column appeared yesterday. Ethan Bronner, an editor at The Times, asked Mr. Lewis, the newspaper's most consistently liberal voice in recent years, to reflect on his career. BRONNER What have been the large themes of your columns?", "abstract": "Interview with columnist Anthony Lewis, who is retiring at age 74 ater 50 years at The Times; he comments on some of issues that have concerned him through the years, including importance of rule of law, ethnic hatreds, Israeli-Arab conflict, and lessons of Sept 11; photo (M)", "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Conversations/The Long View; 50 Years of Covering War, Looking for Peace and Honoring Law"}, "keywords": [{"name": "persons", "value": "LEWIS, ANTHONY"}, {"name": "glocations", "value": "ISRAEL"}, {"name": "organizations", "value": "NEW YORK TIMES"}, {"name": "subject", "value": "PALESTINIANS"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2001-12-16T00:00:00Z", "document_type": "article", "news_desk": "Week in Review Desk", "section_name": "Week in Review", "subsection_name": null, "byline": null, "type_of_material": "Interview", "_id": "4fd229968eb7c8105d7b3c93", "word_count": 1473, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/07/world/nation-challenged-al-qaeda-verses-bin-laden-s-war-wielding-pen-sword-jihad.html", "snippet": "The poem is a tale of betrayal, exile and siege, cast as a mournful conversation between father and son.    ''Why, father, have they sent these missiles, thick as rain,'' the child asks, ''showing mercy neither to a child, nor to a man shattered b...", "lead_paragraph": "The poem is a tale of betrayal, exile and siege, cast as a mournful conversation between father and son. ''Why, father, have they sent these missiles, thick as rain,'' the child asks, ''showing mercy neither to a child, nor to a man shattered by old age?'' ''It is a world of criminality, my son,'' the father laments, ''where children are, like cattle, slaughtered.''", "abstract": "American bombardment of Afghanistan is condemned in poem discovered last fall in abandoned house in Kabul that appears to have been written by Osama bin Laden and Dr Abdar-Rahman al-Ashmawi; poem also alludes to bin Laden's years of exile and condemns Arab nations for not rising up against attacks on Afghanistan; text; other poems celebrate attack on American destroyer Cole off Yemen in October 2000 and attacks on World Trade Center of Sept 11 (M)", "print_page": "20", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Verses From bin Laden's War: Wielding the Pen as a Sword of the Jihad", "kicker": "A NATION CHALLENGED: AL QAEDA"}, "keywords": [{"name": "persons", "value": "BIN LADEN, OSAMA"}, {"name": "persons", "value": "ASHMAWI, ABDAR-RAHMAN AL-"}, {"name": "glocations", "value": "YEMEN"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "KABUL (AFGHANISTAN)"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "SHIPS AND SHIPPING"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "POETRY AND POETS"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "ARABIC LANGUAGE"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "COLE (USS)"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-04-07T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "David", "rank": 1, "lastname": "ROHDE"}], "original": "By DAVID ROHDE"}, "type_of_material": "News", "_id": "4fd278988eb7c8105d83b143", "word_count": 1606, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/04/world/forum-new-york-policy-leaders-warn-us-it-must-deal-head-with-mideast-for-war.html", "snippet": "In speeches, seminars and four days of private diplomacy, international leaders gathered in Manhattan for the World Economic Forum have warned repeatedly that the Bush administration cannot expect to win a global war on terrorism if does not deal ...", "lead_paragraph": "In speeches, seminars and four days of private diplomacy, international leaders gathered in Manhattan for the World Economic Forum have warned repeatedly that the Bush administration cannot expect to win a global war on terrorism if does not deal head-on with the Middle East, and despite some signs of new dialogue between Israel and the Palestinians, progress remains elusive. With Prime Minister Ariel Sharon of Israel due at the White House on Thursday, President Bush faces new pressure from Washington's allies in Europe and the Middle East for at least a modest breakthrough to ease the recent wave of violence and harsh polemics, which has left Yasir Arafat, the Palestinian leader, more isolated and the Bush administration more closely aligned than ever with Mr. Sharon's hard-line approach.", "abstract": "International leaders at World Economic Forum in New York warn repeatedly that Bush administration cannot expect to win global war on terrorism if it does not deal head-on with Middle East; say despite some signs of new dialogue between Israel and Palestinians, progress remains elusive; comments by King Abdullah II of Jordan and others noted; photo (M)", "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Leaders Warn U.S. It Must Deal Head-On With Mideast for War on Terror to Succeed", "kicker": "FORUM IN NEW YORK: POLICY"}, "keywords": [{"name": "persons", "value": "ABDULLAH II"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "ISRAEL"}, {"name": "glocations", "value": "JORDAN"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "PALESTINIANS"}, {"name": "subject", "value": "WORLD ECONOMIC FORUM"}, {"name": "subject", "value": "DEMONSTRATIONS AND RIOTS"}, {"name": "subject", "value": "ECONOMIC CONDITIONS AND TRENDS"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-02-04T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Washington", "subsection_name": null, "byline": {"person": [{"firstname": "Todd", "middlename": "S.", "lastname": "PURDUM", "rank": 1, "role": "reported", "organization": ""}], "original": "By TODD S. PURDUM"}, "type_of_material": "News", "_id": "4fd2826f8eb7c8105d84fa6f", "word_count": 950, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/30/weekinreview/the-nation-guns-and-butter-government-can-run-more-than-a-war.html", "snippet": "IN 1968, during the Vietnam War, President Lyndon B. Johnson decided that America had to spend its money on the military rather than his domestic agenda, the Great Society. ''That bitch of a war,'' Johnson lamented toward the end of his life, ''ki...", "lead_paragraph": "IN 1968, during the Vietnam War, President Lyndon B. Johnson decided that America had to spend its money on the military rather than his domestic agenda, the Great Society. ''That bitch of a war,'' Johnson lamented toward the end of his life, ''killed the lady I really loved -- the Great Society.'' As America prepares to enter the next stage of the war and President Bush plans to make homeland security the centerpiece of his fiscal 2003 budget when Congress reconvenes in January, many citizens are convinced that politicians will again make a similar trade-off. Commentators have predicted that there will not be any new government programs that serve a need other than war. Reflecting this fear, Professor Laura D. Tyson, former chief economic adviser to President Clinton, wrote, ''Guns versus butter is elementary economics: a society that chooses to spend more of its resources on defense and security will have less available for things like education, health, retirement security, productive investment and consumption.''", "abstract": "Article by Julian E Zelizer, history professor, discounts concern that Pres Bush's plans to make homeland security centerpiece of his fiscal 2003 budget will preclude increased spending on domestic programs; says American history reveals that throughout 20th century, domestic programs have been created during nation's most heated wars; says guns and butter often go hand-in-hand; says military crises have exposed areas where federal government was needed and have generated broad public support in country suspicious of government; says given multiple fronts on which war on terrorism is being waged, new federal programs may well be created that deal with medical research, health care, food safety, computer technology, law enforcement, unemployment insurance, transportation, energy production and education; photo (M)", "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Nation: Guns and Butter; Government Can Run More Than a War"}, "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "UNITED STATES"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "FINANCES"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "BUDGETS AND BUDGETING"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2001-12-30T00:00:00Z", "document_type": "article", "news_desk": "Week in Review Desk", "section_name": "Week in Review", "subsection_name": null, "byline": {"person": [{"firstname": "Julian", "middlename": "E.", "lastname": "ZELIZER", "rank": 1, "role": "reported", "organization": ""}], "original": "By JULIAN E. ZELIZER"}, "type_of_material": "News", "_id": "4fd2564c8eb7c8105d7ffd48", "word_count": 1177, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/19/business/pact-to-cut-steel-production-doesn-t-end-risk-of-trade-war.html", "snippet": "After two days of talks here intended to ease the world's glut of steel, representatives from 39 nations announced an agreement in principle today to cut production by about 10 percent over the next decade.    But the agreement is not binding, and...", "lead_paragraph": "After two days of talks here intended to ease the world's glut of steel, representatives from 39 nations announced an agreement in principle today to cut production by about 10 percent over the next decade. But the agreement is not binding, and it does not eliminate the risk of a serious trade war between the United States and other big steel exporters.", "abstract": "Representative from 39 nations announce agreement in principle to cut steel production by about 10 percent over next decade after two days of talks in Paris intended to ease world's glut of steel; agreement is not binding, and it does not eliminate risk of serious trade war between US and other big steel exporters; US International Trade Commission last week recommended tariffs of up to 40 percent on imported steel products and Pres Bush is supposed to decide on what action to take by third week in February; Peter Carl, European Commission's director general in charge of trade issues, warns US is dangerously close to inciting spiral of trade sanctions (M)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Pact to Cut Steel Production Doesn't End Risk of Trade War"}, "keywords": [{"name": "persons", "value": "CARL, PETER"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "EUROPE"}, {"name": "organizations", "value": "INTERNATIONAL TRADE COMMISSION"}, {"name": "organizations", "value": "EUROPEAN UNION"}, {"name": "subject", "value": "INTERNATIONAL TRADE AND WORLD MARKET"}, {"name": "subject", "value": "EMBARGOES AND ECONOMIC SANCTIONS"}, {"name": "subject", "value": "STEEL AND IRON"}, {"name": "subject", "value": "CUSTOMS (TARIFF)"}, {"name": "subject", "value": "PRODUCTION"}], "pub_date": "2001-12-19T00:00:00Z", "document_type": "article", "news_desk": "Business/Financial Desk", "section_name": "Business", "subsection_name": null, "byline": {"person": [{"firstname": "Edmund", "middlename": "L.", "lastname": "ANDREWS", "rank": 1, "role": "reported", "organization": ""}], "original": "By EDMUND L. ANDREWS"}, "type_of_material": "News", "_id": "4fd218e38eb7c8105d796095", "word_count": 557, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}