{"response": {"meta": {"hits": 4096, "time": 84, "offset": 430}, "docs": [{"web_url": "https://www.nytimes.com/2001/12/18/world/british-peacekeeper-is-shot-dead-in-kosovo.html", "snippet": "A British soldier with the international peacekeeping force in Kosovo died today after being shot in Pristina, the capital, a spokesman for the force said.    The spokesman, Capt. Ollie Major, said: ''A British soldier was injured as a result of a...", "lead_paragraph": "A British soldier with the international peacekeeping force in Kosovo died today after being shot in Pristina, the capital, a spokesman for the force said. The spokesman, Capt. Ollie Major, said: ''A British soldier was injured as a result of a gunshot wound. The soldier later died.''", "abstract": "British soldier with international peacekeeping force in Kosovo dies after getting shot while on duty in capital of Pristina; no further details are given; unrest between Kosovo's ethnic Albanian majority and Serbian minority has dogged United Nations mission since it took over administration of province in mid-1999 (S)", "print_page": "15", "blog": [], "source": "Agence France-Presse", "multimedia": [], "headline": {"main": "British Peacekeeper Is Shot Dead in Kosovo"}, "keywords": [{"name": "glocations", "value": "KOSOVO (SERBIA)"}, {"name": "glocations", "value": "GREAT BRITAIN"}, {"name": "glocations", "value": "SERBIA"}, {"name": "glocations", "value": "PRISTINA (SERBIA)"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "ARMAMENT, DEFENSE AND MILITARY FORCES"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2001-12-18T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd2564f8eb7c8105d7fff99", "word_count": 152, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/08/world/bombs-kill-12-in-colombia-police-blame-rebels.html", "snippet": "Two bombs exploded in this provincial capital early today, killing 12 people, wounding dozens and stoking fears that Colombia's civil war is becoming one of indiscriminate terrorist attacks.    No one claimed responsibility for the blasts, which c...", "lead_paragraph": "Two bombs exploded in this provincial capital early today, killing 12 people, wounding dozens and stoking fears that Colombia's civil war is becoming one of indiscriminate terrorist attacks. No one claimed responsibility for the blasts, which came soon after 1 a.m., but the police blamed the country's main rebel group, the Revolutionary Armed Forces of Colombia.", "abstract": "Two bomb explode provincial capital of Villavicencio, Colombia, killing 12 people, wounding dozens and stoking fears that country's civil war is becoming one of indiscriminate terrorist attacks; police blame main rebel group, Revolutionary Armed Forces of Colombia (S)", "print_page": "4", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "Bombs Kill 12 in Colombia; Police Blame Rebels"}, "keywords": [{"name": "glocations", "value": "COLOMBIA"}, {"name": "glocations", "value": "VILLAVICENCO (COLOMBIA)"}, {"name": "organizations", "value": "REVOLUTIONARY ARMED FORCES OF COLOMBIA"}, {"name": "subject", "value": "BOMBS AND EXPLOSIVES"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-04-08T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd273318eb7c8105d830936", "word_count": 349, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/24/realestate/streetscapes-morris-jumel-mansion-160th-street-edgecombe-avenue-1760-s-house.html", "snippet": "IN the mid-18th century the land it sits on was advertised as having the finest vistas in the country. But later construction eliminated many of the sweeping views that had once been part of life at what is now the Morris-Jumel Mansion, which was ...", "lead_paragraph": "IN the mid-18th century the land it sits on was advertised as having the finest vistas in the country. But later construction eliminated many of the sweeping views that had once been part of life at what is now the Morris-Jumel Mansion, which was for a time George Washington's headquarters and where Aaron Burr once lived. Although the exterior of the building, at 160th Street and Edgecombe Avenue, was redone 10 years ago, the paint is peeling on the roomy, Georgian-style house, one of the oldest structures in Manhattan. But it is soon to get some new paint.", "abstract": "Christopher Gray Streetscapes column on Morris-Jumel Mansion at 160th Street and Edgecombe Avenue; Georgian-style house, built between 1765 and 1770 and originally called Mount Morris, is one of oldest in Manhattan; George Washington used house as headquarters in September and October 1776; photos (M)", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Streetscapes/The Morris-Jumel Mansion, 160th Street and Edgecombe Avenue; 1760's House Filled With History"}, "keywords": [{"name": "persons", "value": "WASHINGTON, GEORGE"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "subject", "value": "HISTORIC BUILDINGS AND SITES"}, {"name": "subject", "value": "HOUSING"}, {"name": "subject", "value": "REVOLUTIONARY WAR, AMERICAN (1775-83)"}], "pub_date": "2002-03-24T00:00:00Z", "document_type": "article", "news_desk": "Real Estate Desk", "section_name": "Real Estate", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Christopher", "rank": 1, "lastname": "GRAY"}], "original": "By CHRISTOPHER GRAY"}, "type_of_material": "News", "_id": "4fd22e9d8eb7c8105d7bc957", "word_count": 1166, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/17/magazine/killer-songs.html", "snippet": "Simon Bikindi is Rwanda's most famous musician. He is also one of the country's most famous accused war criminals. He was arrested last July at a center for asylum seekers in the Netherlands, and he sits now in a Dutch jail awaiting extradition to...", "lead_paragraph": "Simon Bikindi is Rwanda's most famous musician. He is also one of the country's most famous accused war criminals. He was arrested last July at a center for asylum seekers in the Netherlands, and he sits now in a Dutch jail awaiting extradition to Tanzania, where the tribunal investigating Rwandan war crimes is convened. The ''statement of facts'' in his six-count indictment runs to 46 paragraphs, but the charges against him focus on his music: in essence, Bikindi is accused of inciting genocide with his songs. Bikindi, 47, grew up in a broken little village called Akanyirabagoyi in Rwanda's mountainous Gisenyi Province, five miles from the nearest paved road. He was a child prodigy on the inanga, a sort of guitar, and the iningiri, a one-string violin with a calabash tone box. From the village priest, he learned to do the ntore, Rwanda's signature war dance, in which two fighters with short spears, small shields and white manes hanging to their knees feint and thrust at each other. At 22 he was hired by the Ministry of Youth and Sports to act as the ministry's head cheerleader, organizing massive North Korea-style song-and-dance displays for honored visitors, including the pope.", "abstract": "Simon Bikindi, Rwanda's most famous musician, is also one of its most famous accused war criminals, accused of inciting genocide with his songs; he was arrested last July and now sits in Dutch jail awaiting extradition to Tanzania, where tribunal investigating Rwandan war crimes is convened; he faces six counts of genocide, murder and persecution; two songs mentioned in indictment of Bikindi, who is Hutu, never mention Tutsis by name but attack Hutus who break ranks with other Hutus; Hutu journalist says his songs are subtle, with oblique references that are understood by those he wants to reach; Bikindi's planned defense is that he never wrote song advocating killing anyone and that he could not stop stone-cold killers from singing his songs; photo (M)", "print_page": "58", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Killer Songs"}, "keywords": [{"name": "persons", "value": "BIKINDI, SIMON"}, {"name": "glocations", "value": "TANZANIA"}, {"name": "glocations", "value": "RWANDA"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "TUTSI TRIBE"}, {"name": "subject", "value": "HUTU TRIBE"}], "pub_date": "2002-03-17T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Magazine", "subsection_name": null, "byline": {"person": [{"qualifier": "Jr", "firstname": "Donald", "middlename": "G.", "lastname": "McNeil", "rank": 1, "role": "reported", "organization": ""}], "original": "By Donald G. McNeil Jr"}, "type_of_material": "News", "_id": "4fd278968eb7c8105d83afc8", "word_count": 1210, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/01/world/russian-says-kremlin-faked-terror-attacks.html", "snippet": "Intensifying his battle with the Kremlin, the Russian oligarch Boris A. Berezovsky said today that he was just weeks away from laying out documentary evidence that Russia's security services were involved in apartment-house explosions in September...", "lead_paragraph": "Intensifying his battle with the Kremlin, the Russian oligarch Boris A. Berezovsky said today that he was just weeks away from laying out documentary evidence that Russia's security services were involved in apartment-house explosions in September 1999 that killed more than 300 people. In an interview here, he said his investigation of the bombings, which were ascribed to separatists in Chechnya and touched off a full-scale invasion of that rebellious republic, was the reason Nikolai Patrushev, Russia's intelligence chief, accused him last week of providing financial support to Chechen ''terrorists.''", "abstract": "Boris A Berezovsky, Russian oligarch, says he has documentary evidence that Russia's security services were involved in apartment-house explosions in Sept 1999 that killed more than 300 people; bombings were ascribed to Chechnya and touched off full-scale invasion of republic; Berezovsky says his investigation of bombings is reason Russia's intelligence chief Nikolai Patrushev has accused him of providing financial support to Chechen 'terrorists'; fact that charges are emerging just as Berezovsky is losing another battle to retain control of independent television channel adds to public skepticism; unsolved explosions brought terror to Russia and stand as enduring mystery of Chechen conflict; photo (M)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Russian Says Kremlin Faked 'Terror Attacks'"}, "keywords": [{"name": "persons", "value": "BEREZOVSKY, BORIS A"}, {"name": "persons", "value": "PATRUSHEV, NIKOLAI"}, {"name": "glocations", "value": "RUSSIA"}, {"name": "glocations", "value": "CHECHNYA (RUSSIA)"}, {"name": "subject", "value": "EXPLOSIONS"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-02-01T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Patrick", "middlename": "E.", "lastname": "TYLER", "rank": 1, "role": "reported", "organization": ""}], "original": "By PATRICK E. TYLER"}, "type_of_material": "News", "_id": "4fd22cba8eb7c8105d7b8ff0", "word_count": 1300, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/06/opinion/a-treaty-bush-shouldn-t-unsign.html", "snippet": "Somebody in Washington has come up with a bizarre and dangerous idea: to nullify the American signature on the Rome treaty for establishment of an international criminal court. The treaty will take effect in a few weeks no matter what the United S...", "lead_paragraph": "Somebody in Washington has come up with a bizarre and dangerous idea: to nullify the American signature on the Rome treaty for establishment of an international criminal court. The treaty will take effect in a few weeks no matter what the United States does, because several countries are ready to be the 60th to ratify it, and 60 ratifications is the threshold. The United States has not ratified the Rome treaty and is not likely to do so soon; many in Congress fear the court will expose American citizens to unfair judgment. But a Bush ''unsigning'' would be a decisive repudiation that would not only devastate America's credibility as the champion of international justice but reveal an American denial of reality.", "abstract": "Op-Ed article by David J Scheffer, US negotiator for international criminal court during Clinton Administration, urges Bush administration not to 'unsign' treaty because repudiation would devastate US credibility as champion of justice (M)", "print_page": "15", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Treaty Bush Shouldn't 'Unsign'"}, "keywords": [{"name": "persons", "value": "CLINTON, BILL"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "organizations", "value": "INTERNATIONAL CRIMINAL COURT"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "TREATIES"}], "pub_date": "2002-04-06T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": {"person": [{"firstname": "David", "middlename": "J.", "lastname": "Scheffer", "rank": 1, "role": "reported", "organization": ""}], "original": "By David J. Scheffer"}, "type_of_material": "Op-Ed", "_id": "4fd2341d8eb7c8105d7c5175", "word_count": 645, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/06/world/deal-on-sudan-is-in-sight.html", "snippet": "The United States said today that a deal was emerging with Sudan to end its bombing of civilians, a tactic that led Washington last month to suspend mediation efforts there.    The United States appointed a mediator to Sudan days before Sept. 11, ...", "lead_paragraph": "The United States said today that a deal was emerging with Sudan to end its bombing of civilians, a tactic that led Washington last month to suspend mediation efforts there. The United States appointed a mediator to Sudan days before Sept. 11, and since then ending its war has taken on urgency. The chaotic climate engendered by 19 years of conflict has made Sudan appealing as a haven for terrorists, officials say.", "abstract": "United States, mediator in Sudan conflict, says deal is emerging for Sudan to end its bombing of civilians; says some 30 international monitors will be based in Khartoum and 10 or 20 in south (S)", "print_page": "4", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "Deal on Sudan Is in Sight"}, "keywords": [{"name": "glocations", "value": "SUDAN"}, {"name": "glocations", "value": "KHARTOUM (SUDAN)"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-03-06T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd2659c8eb7c8105d819e7c", "word_count": 113, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/14/opinion/cambodia-won-t-easily-find-justice-on-its-own.html", "snippet": "In 1977, my oldest sister, who had two little daughters, was accused of stealing rice from the collective kitchen. Despite her repeated denials, the Khmer Rouge cadre refused to believe her, and to prove his allegation, he took a knife and cut ope...", "lead_paragraph": "In 1977, my oldest sister, who had two little daughters, was accused of stealing rice from the collective kitchen. Despite her repeated denials, the Khmer Rouge cadre refused to believe her, and to prove his allegation, he took a knife and cut open her stomach. My sister's stomach was empty, and she died. Even if God can forgive that Khmer Rouge cadre, the man's responsibility as a human being for what he did to my sister remains. Her murder was just one of millions of crimes committed by the Khmer Rouge, crimes that remain unjudged and unpunished. The Khmer Rouge have gotten away with murder. The world must not give up its efforts to bring their leadership to justice.", "abstract": "Youk Chhang Op-Ed article on millions of crimes committed by Cambodia's Khmer Rouge in 1970's that remain unjudged and unpunished; says world should not relinquish efforts to bring leadership to justice (M)", "print_page": "35", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Cambodia Won't Easily Find Justice on Its Own"}, "keywords": [{"name": "glocations", "value": "CAMBODIA"}, {"name": "organizations", "value": "KHMER ROUGE"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "FREEDOM AND HUMAN RIGHTS"}], "pub_date": "2002-02-14T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Youk", "rank": 1, "lastname": "Chhang"}], "original": "By Youk Chhang"}, "type_of_material": "Op-Ed", "_id": "4fd2146d8eb7c8105d78c887", "word_count": 715, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/09/world/rebels-moving-closer-to-liberia-s-capital.html", "snippet": "Fears of widespread bloodshed grew in Liberia's capital today as war edged closer to this capital and President Charles Taylor declared a state of emergency.    The government said its forces had driven rebels from Kley junction, 22 miles from Mon...", "lead_paragraph": "Fears of widespread bloodshed grew in Liberia's capital today as war edged closer to this capital and President Charles Taylor declared a state of emergency. The government said its forces had driven rebels from Kley junction, 22 miles from Monrovia, the closest they have come to the capital since Liberia's latest war erupted in mid-2000.", "abstract": "Fears grow in Monrovia, Liberia, as government forces report driving rebels from junction 22 miles from city, closest they have come to capital in latest war; Pres Charles Taylor declares state of emergency; rebels say they still hold junction and will reach city within week if Taylor does not resign (S)", "print_page": "6", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "Rebels Moving Closer to Liberia's Capital"}, "keywords": [{"name": "persons", "value": "TAYLOR, CHARLES"}, {"name": "glocations", "value": "LIBERIA"}, {"name": "glocations", "value": "MONROVIA (LIBERIA)"}, {"name": "subject", "value": "SUSPENSIONS, DISMISSALS AND RESIGNATIONS"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-02-09T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd26da08eb7c8105d826f43", "word_count": 218, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/19/world/french-parliament-approves-limited-autonomy-for-corsicans.html", "snippet": "France's Parliament voted today to give Corsica its first taste of autonomy, passing a government bill intended to end 25 years of separatist violence on the Mediterranean island.    The bill will give the island limited law-making powers and exte...", "lead_paragraph": "France's Parliament voted today to give Corsica its first taste of autonomy, passing a government bill intended to end 25 years of separatist violence on the Mediterranean island. The bill will give the island limited law-making powers and extend Corsican language teaching. It passed narrowly with votes of the ruling Socialists and their Green Party allies.", "abstract": "France's Parliament narrowly approves government bill to give Corsica limited law-making powers and extend Corsican language teaching; measure is intended to end 25 years of separatist violence on island; violence has risen recently despite Prime Min Lionel Jospin's autonomy effort; four Corsican deputies abstain; right-wing opposition says it will ask Constitutional Council, which rules on new laws, to strike out two controversial provisions (M)", "print_page": "17", "blog": [], "source": "Agence France-Presse", "multimedia": [], "headline": {"main": "French Parliament Approves Limited Autonomy for Corsicans"}, "keywords": [{"name": "persons", "value": "JOSPIN, LIONEL"}, {"name": "glocations", "value": "CORSICA"}, {"name": "glocations", "value": "FRANCE"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "CORSICAN LANGUAGE"}, {"name": "subject", "value": "LAW AND LEGISLATION"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2001-12-19T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd212058eb7c8105d787b6b", "word_count": 520, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}