{"response": {"meta": {"hits": 4096, "time": 58, "offset": 440}, "docs": [{"web_url": "https://www.nytimes.com/2002/02/12/world/liberia-rounds-up-youths.html", "snippet": "In a roundup that it justified by a state of emergency, the government has put scores of street youths in jail, officials said today.    The city, Liberia's capital, was frequently the scene of deadly street fighting during a civil war in the 1990...", "lead_paragraph": "In a roundup that it justified by a state of emergency, the government has put scores of street youths in jail, officials said today. The city, Liberia's capital, was frequently the scene of deadly street fighting during a civil war in the 1990's. It has been on edge since rebels struck 22 miles away on Thursday.", "abstract": "Liberian government imprisons scores of street youths in capital of Monrovia under newly declared state of emergency; city was often scene of deadly street fighting during civil war in 1990's and has been on edge since rebels struck 22 miles away on February 7 (S)", "print_page": "4", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "Liberia Rounds Up Youths"}, "keywords": [{"name": "glocations", "value": "LIBERIA"}, {"name": "glocations", "value": "MONROVIA (LIBERIA)"}, {"name": "subject", "value": "CHILDREN AND YOUTH"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "DEMONSTRATIONS AND RIOTS"}], "pub_date": "2002-02-12T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd26da38eb7c8105d82717f", "word_count": "139", "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/27/world/world-briefing-americas-peru-berenson-sexually-abused-father-says.html", "snippet": "The father of Lori Berenson, the American serving a 20-year sentence in Peru after being convicted of aiding a leftist rebel group, said yesterday that she had been sexually abused during a prison transfer last week. Her lawyer, José Luís Sandov...", "lead_paragraph": "The father of Lori Berenson, the American serving a 20-year sentence in Peru after being convicted of aiding a leftist rebel group, said yesterday that she had been sexually abused during a prison transfer last week. Her lawyer, José Luís Sandoval, said he had filed an ''abuse of authority and injuries'' complaint against Justice Minister Fernando Olivera and police officials after Ms. Berenson's transfer from a prison in Lima to one in the northern city of Cajamarca for what officials said were security reasons. Her father, Mark Berenson, said that ''the complaint was for sexual molestation and the way she was moved'' and that guards had fondled and threatened to rape his daughter. Judicial officials declined to comment on the complaint.", "abstract": "Lawyer for Lori Berenson, American serving 20-year sentence in Peru after being convicted of aiding leftist rebel group, files complaint against Justice Min Fernando Olivera and police officials charging that she was sexually abused during prison transfer (S)", "print_page": "6", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "World Briefing | Americas: Peru: Berenson Sexually Abused, Father Says"}, "keywords": [{"name": "persons", "value": "BERENSON, LORI"}, {"name": "persons", "value": "OLIVERA, FERNANDO"}, {"name": "glocations", "value": "PERU"}, {"name": "organizations", "value": "TUPAC AMARU REVOLUTIONARY MOVEMENT"}, {"name": "subject", "value": "POLICE BRUTALITY AND MISCONDUCT"}, {"name": "subject", "value": "SEX CRIMES"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2001-12-27T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd22aae8eb7c8105d7b5930", "word_count": "121", "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/06/world/a-film-clip-and-charges-of-a-kremlin-plot.html", "snippet": "As he had promised for weeks, Boris A. Berezovsky, the Russian tycoon-in-exile, released part of a film today claiming to document the role of the Kremlin's intelligence service in the 1999 string of apartment-house bombings in which more than 300...", "lead_paragraph": "As he had promised for weeks, Boris A. Berezovsky, the Russian tycoon-in-exile, released part of a film today claiming to document the role of the Kremlin's intelligence service in the 1999 string of apartment-house bombings in which more than 300 Russians perished. Russian authorities have blamed Islamic extremists from Chechnya for the bombings. But Mr. Berezovsky, in part of a long-running struggle with Russian President Vladimir V. Putin, escalated his accusations today, saying that Mr. Putin knew ''at a minimum'' that intelligence services were tied to the bombings yet still failed to stop them.", "abstract": "Exiled Russian tycoon Boris A Berezovsky releases part of film claiming to document Kremlin's intelligence service's role in 1999 series of apartment-housing bombings that killed over 300 Russians and government blamed on Islamic extremists from Chechnya, news conference, London; holds bombings were part of plot to propel Vladimir V Putin, former head of service, into presidency; calls for Russian and international probes; intelligence service dismisses charges; photo (M)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Film Clip, and Charges of a Kremlin Plot"}, "keywords": [{"name": "persons", "value": "BEREZOVSKY, BORIS A"}, {"name": "persons", "value": "PUTIN, VLADIMIR V"}, {"name": "glocations", "value": "RUSSIA"}, {"name": "glocations", "value": "CHECHNYA (RUSSIA)"}, {"name": "subject", "value": "BOMBS AND EXPLOSIVES"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-03-06T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Michael", "rank": 1, "lastname": "WINES"}], "original": "By MICHAEL WINES"}, "type_of_material": "News", "_id": "4fd21b9a8eb7c8105d79ae73", "word_count": 855, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/23/books/when-janie-came-marching-home.html", "snippet": "Lauren M. Cook had been participating in re-enactments of famous Civil War battles for two years, and she took the hobby seriously. She spent thousands of dollars buying Civil War-period clothing. She taught herself how to play the fife, then memo...", "lead_paragraph": "Lauren M. Cook had been participating in re-enactments of famous Civil War battles for two years, and she took the hobby seriously. She spent thousands of dollars buying Civil War-period clothing. She taught herself how to play the fife, then memorized hundreds of Civil War tunes to play at battles. She bound her breasts under her uniform so no one would guess she was a woman. She even tried to adopt male mannerisms to aid her disguise. ''I would always squint,'' she said. ''Women's eyes are larger than men's, so they really give you away.'' But one weekend in 1989 at a re-enactment at the Antietam National Battlefield in Sharpsburg, Md., something else gave her away. The re-enactment was taking place in an open field with no trees, and Ms. Cook had to go to the bathroom. Unable to find a spot outdoors with any privacy, she darted into a restroom. ''Someone told a park ranger he saw a soldier come out of the ladies' room,'' Ms. Cook recounted. The ranger confronted her and said women were not allowed to portray Civil War soldiers at re-enactments. He asked her to leave the park.", "abstract": "Lauren M Cook and DeAnne Blanton document lives and experiences of 250 women on both sides of Civil War in book They Fought Like Demons: Women Soldiers in the American Civil War; profile of Cook, who sued for right to participate in Civil War re-enactments, once sole province of men; photo (M)", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "When Janie Came Marching Home"}, "keywords": [{"name": "creative_works", "value": "THEY FOUGHT LIKE DEMONS (BOOK)"}, {"name": "persons", "value": "COOK, LAUREN M"}, {"name": "persons", "value": "BLANTON, DEANNE"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "WOMEN"}, {"name": "subject", "value": "CIVIL WAR (US) (1861-65)"}], "pub_date": "2002-03-23T00:00:00Z", "document_type": "article", "news_desk": "Arts & Ideas/Cultural Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"firstname": "Amy", "middlename": "Dockser", "lastname": "MARCUS", "rank": 1, "role": "reported", "organization": ""}], "original": "By AMY DOCKSER MARCUS"}, "type_of_material": "News", "_id": "4fd21b988eb7c8105d79acd5", "word_count": 1683, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/12/world/world-briefing-africa-uganda-troops-enter-sudan-again.html", "snippet": "The government has sent troops across the border into Sudan for the second time in recent weeks to pursue rebels in the Lord's Resistance Army who have operated for years from the rugged terrain in southern Sudan. The group, which is seeking to im...", "lead_paragraph": "The government has sent troops across the border into Sudan for the second time in recent weeks to pursue rebels in the Lord's Resistance Army who have operated for years from the rugged terrain in southern Sudan. The group, which is seeking to impose a system based on the Ten Commandments in Uganda, has abducted young children to increase its ranks. Marc Lacey (NYT)", "abstract": "Uganda sends troops to Sudan for second time in recent weeks to pursue rebels in Lord's Resistance Army (S)", "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "World Briefing | Africa: Uganda: Troops Enter Sudan Again"}, "keywords": [{"name": "glocations", "value": "SUDAN"}, {"name": "glocations", "value": "UGANDA"}, {"name": "subject", "value": "SUDAN-INTERNATIONAL RELATIONS-UGANDA"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-03-12T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Marc", "middlename": "Lacey", "lastname": "NYT", "rank": 1, "role": "reported", "organization": ""}], "original": "By Marc Lacey (NYT)"}, "type_of_material": "News", "_id": "4fd2127a8eb7c8105d788d8a", "word_count": 64, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/27/weekinreview/the-world-prisoners-surely-but-pows.html", "snippet": "OVER the past week, images of prisoners taken in Afghanistan, shackled, bound and hooded on their arrival at the United States naval base in Cuba, drew angry criticism from Europeans and humanitarian organizations. The Bush administration replied ...", "lead_paragraph": "OVER the past week, images of prisoners taken in Afghanistan, shackled, bound and hooded on their arrival at the United States naval base in Cuba, drew angry criticism from Europeans and humanitarian organizations. The Bush administration replied that the prisoners are being treated as humanely as possible, given that many are terrorists. But behind the emotive question of whether the pictures gave a true representation of the way the men were being treated, the core of the issue was an arcane legal question: are these men prisoners of war? And if not, as the United States maintains, what are they?", "abstract": "Debate over treatment of prisoners seized in Afghanistan and sent to US naval base in Guantanamo, Cuba raises additional questions about whether these men are prisoners of war and, if not, as United States maintains, what exactly their status is; photo (M)", "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The World; Prisoners, Surely. But P.O.W.s?"}, "keywords": [{"name": "glocations", "value": "GUANTANAMO (CUBA)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "PRISONERS OF WAR"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-01-27T00:00:00Z", "document_type": "article", "news_desk": "Week in Review Desk", "section_name": "Washington; Week in Review", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Serge", "rank": 1, "lastname": "SCHMEMANN"}], "original": "By SERGE SCHMEMANN"}, "type_of_material": "News", "_id": "4fd22ab08eb7c8105d7b5a9b", "word_count": 902, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/23/world/world-briefing-asia-vietnam-russians-handing-over-ex-us-base.html", "snippet": "The government said that Russia's return of the strategic naval base at Cam Ranh Bay had started but that negotiations were continuing on when it would be completed. Under a 1979 treaty the base, a major American installation in the Vietnam War, w...", "lead_paragraph": "The government said that Russia's return of the strategic naval base at Cam Ranh Bay had started but that negotiations were continuing on when it would be completed. Under a 1979 treaty the base, a major American installation in the Vietnam War, was leased to Russia until 2004. The port is considered one of Asia's finest deep-water anchorages. The United States has suggested an open port arrangement once the Russians leave, which would allow warships of all nations to call. But analysts say the prospect of American ships' visiting the base would not please China.", "abstract": "Vietnam government says that Russia's return of strategic naval base at Cam Ranh Bay has started, but that negotiations are continuing on when it will be completed; map (S)", "print_page": "6", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "World Briefing | Asia: Vietnam: Russians Handing Over Ex-U.S. Base"}, "keywords": [{"name": "glocations", "value": "RUSSIA"}, {"name": "glocations", "value": "CAM RANH BAY (VIETNAM)"}, {"name": "glocations", "value": "VIETNAM"}, {"name": "subject", "value": "SHIPS AND SHIPPING"}, {"name": "subject", "value": "VIETNAM WAR"}, {"name": "subject", "value": "MILITARY BASES AND INSTALLATIONS"}, {"name": "subject", "value": "PORTS"}], "pub_date": "2002-03-23T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "52b882e838f0d86bcb2a5dca", "word_count": "95", "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/28/world/records-dispute-kissinger-on-his-71-visit-to-china.html", "snippet": "Henry A. Kissinger used his historic meeting with Prime Minister Zhou Enlai of China in 1971 to lay out in detail a radical shift in American policy toward Taiwan in exchange for China's help in ending the war in Vietnam, previously classified doc...", "lead_paragraph": "Henry A. Kissinger used his historic meeting with Prime Minister Zhou Enlai of China in 1971 to lay out in detail a radical shift in American policy toward Taiwan in exchange for China's help in ending the war in Vietnam, previously classified documents show. The account of the meeting in the newly released documents contradicts the one that Mr. Kissinger published in his memoirs.", "abstract": "Previously classified documents show that Henry A Kissinger used his historic meeting with Prime Min Zhou Enlai of China in 1971 to lay out radical shift in American policy toward Taiwan in exchange for China's help in ending war in Vietnam; this contradicts claim in Kissinger's memoirs that Taiwan was barely discussed during that meeting; classified documents, just released by National Security Archive, indicate that Nixon administration was determined to withdraw from Vietnam, even unilaterally, and even if it led to overthrow of government of South Vietnam; transcript of 1971 meeting shows Kissinger, then national security adviser, pledging that United States would not support independence for Taiwan; Kissinger now acknowledges that his memoirs could be interpeted as misleading; he inists his words did not mean Nixon administration intended to abandon South Vietnamese government (M)", "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Records Dispute Kissinger On His '71 Visit to China"}, "keywords": [{"name": "persons", "value": "ZHOU ENLAI"}, {"name": "persons", "value": "NIXON, RICHARD MILHOUS"}, {"name": "persons", "value": "KISSINGER, HENRY A"}, {"name": "glocations", "value": "CHINA"}, {"name": "glocations", "value": "TAIWAN"}, {"name": "organizations", "value": "NATIONAL SECURITY ARCHIVE"}, {"name": "subject", "value": "VIETNAM WAR"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-02-28T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Elaine", "rank": 1, "lastname": "SCIOLINO"}], "original": "By ELAINE SCIOLINO"}, "type_of_material": "News", "_id": "4fd2341e8eb7c8105d7c526c", "word_count": 1123, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/22/world/world-briefing-africa-congo-talks-to-go-on-without-rebels.html", "snippet": "The organizer of peace talks for Congo, Ketumile Masire, said talks to end the three-and-a-half-year civil war there would open Monday as planned despite a boycott threat by a major rebel group. The off-and-on talks, to be held in Sun City, South ...", "lead_paragraph": "The organizer of peace talks for Congo, Ketumile Masire, said talks to end the three-and-a-half-year civil war there would open Monday as planned despite a boycott threat by a major rebel group. The off-and-on talks, to be held in Sun City, South Africa, have so far failed to get all the parties to the table, and now face a boycott by the Uganda-backed Movement for the Liberation of Congo because, the group says, opposition political parties in Congo are not well represented.", "abstract": "Ketumile Masire, organizer of peace talks for Congo, says talks to end civil war will open as planned despite boycott by Uganda-backed Movement for the Liberation of Congo (S)", "print_page": "6", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "World Briefing | Africa: Congo: Talks To Go On Without Rebels"}, "keywords": [{"name": "persons", "value": "MASIRE, KETUMILE"}, {"name": "glocations", "value": "UGANDA"}, {"name": "glocations", "value": "CONGO (FORMERLY ZAIRE)"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "BOYCOTTS"}, {"name": "subject", "value": "FREEDOM AND HUMAN RIGHTS"}], "pub_date": "2002-02-22T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd214718eb7c8105d78cc1f", "word_count": 82, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/21/opinion/l-the-rights-of-women-199737.html", "snippet": "To the Editor:    Jessica Neuwirth, the president of Equality Now, asks that the voices of Afghan women be heard in their plea for ''recognition of and respect for the rights of women'' when donor governments meet in Tokyo to commit reconstruction...", "lead_paragraph": "To the Editor: Jessica Neuwirth, the president of Equality Now, asks that the voices of Afghan women be heard in their plea for ''recognition of and respect for the rights of women'' when donor governments meet in Tokyo to commit reconstruction money to Afghanistan (letter, Jan. 17). She correctly dismisses the argument that this is ''cultural interference.'' Such ''cultural interference'' rescued Japanese women from their demeaning status in society when Gen. Douglas MacArthur in 1945 ordered his staff to write a new democratic constitution for occupied Japan that included equal rights for women and men.", "abstract": "Beate Sirota Gordon letter comments on Jessica Neuwirth's request that that voices of Afghan women be heard in their plea for 'recognition of and respect for the rights of women' when donor governments meet in Tokyo to commit reconstruction money to Afghanistan (Jan 17 letter), and her dismissal of argument that this is 'cultural interference'; recalls such 'cultural interference' rescued Japanese women from their demeaning status in society when Gen Douglas MacArthur in 1945 ordered his staff to write new democratic constitution for occupied Japan that included equal rights for women and men", "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Rights of Women"}, "keywords": [{"name": "persons", "value": "GORDON, BEATE SIROTA"}, {"name": "persons", "value": "MACARTHUR, DOUGLAS"}, {"name": "glocations", "value": "JAPAN"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "WOMEN"}, {"name": "subject", "value": "CONSTITUTIONS"}, {"name": "subject", "value": "FOREIGN AID"}, {"name": "subject", "value": "WORLD WAR II (1939-45)"}], "pub_date": "2002-01-21T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd26bdd8eb7c8105d824333", "word_count": 144, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}