{"response": {"meta": {"hits": 4096, "time": 42, "offset": 400}, "docs": [{"web_url": "https://www.nytimes.com/2002/02/12/world/world-briefing-americas-colombia-attack-on-garrison.html", "snippet": "In an attack attributed to the leftist Revolutionary Armed Forces of Colombia, a homemade mortar shell was launched onto an army garrison in southern Colombia, killing 10 soldiers and wounding more than 30. The mortar round, a cooking gas canister...", "lead_paragraph": "In an attack attributed to the leftist Revolutionary Armed Forces of Colombia, a homemade mortar shell was launched onto an army garrison in southern Colombia, killing 10 soldiers and wounding more than 30. The mortar round, a cooking gas canister packed with explosives and shrapnel, was fired before dawn from a pickup 600 yards from the garrison in the town of Pitalito, Gen. Gilberto Rocha said. It landed on a barracks full of sleeping soldiers and started a fire that detonated several hand grenades stored inside.", "abstract": "Homemade mortar shell is launched onto army garrison in southern Colombia, killing 10 soldiers and wounding more than 30; attack is attributed to Revolutionary Armed Forces of Colombia (S)", "print_page": "8", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "World Briefing | Americas: Colombia: Attack On Garrison"}, "keywords": [{"name": "glocations", "value": "COLOMBIA"}, {"name": "organizations", "value": "REVOLUTIONARY ARMED FORCES OF COLOMBIA"}, {"name": "subject", "value": "ARMAMENT, DEFENSE AND MILITARY FORCES"}, {"name": "subject", "value": "BOMBS AND EXPLOSIVES"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-02-12T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "52b8827438f0d86bcb2a5d64", "word_count": "86", "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/09/world/after-ferocious-fighting-sri-lanka-struggles-with-peace.html", "snippet": "The reclusive Tamil rebel leader who has dispatched more suicide bombers than anyone in the world, is expected to surface Wednesday for his first public meeting with reporters in more than a decade -- the most remarkable sign of a peace process no...", "lead_paragraph": "The reclusive Tamil rebel leader who has dispatched more suicide bombers than anyone in the world, is expected to surface Wednesday for his first public meeting with reporters in more than a decade -- the most remarkable sign of a peace process now gathering momentum on the island once known as Ceylon. Velupillai Prabhakaran, the leader of the Tamil Tigers, has battled the government of Sri Lanka for 18 years. He has been branded a terrorist by the United States and Britain and is wanted by India for the assassination of a former prime minister.", "abstract": "Reclusive Tamil rebel leader, Velupillai Prabhakaran, will meet hold news conference on April 10 for first time in more than decade, move regarded as most remarkable sign that peace process is gaining momentum on Sri Lanka; feels comfortable to surface without fear of government arrest because of cease-fire signed in late February; first face-to-face peace talks in seven years between rebels and government are expected to begin in May or June; photo (M)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "After Ferocious Fighting, Sri Lanka Struggles With Peace"}, "keywords": [{"name": "persons", "value": "PRABHAKARAN, VELUPILLAI"}, {"name": "glocations", "value": "SRI LANKA"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "TAMILS (ETHNIC GROUP)"}], "pub_date": "2002-04-09T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Celia", "middlename": "W.", "lastname": "DUGGER", "rank": 1, "role": "reported", "organization": ""}], "original": "By CELIA W. DUGGER"}, "type_of_material": "News", "_id": "4fd278988eb7c8105d83b185", "word_count": 1211, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/20/world/briefly-noted-4-rebels-killed-in-philippines.html", "snippet": "Philippine troops shot dead four Muslim guerrillas in an offensive to rescue two American hostages held by a group linked to Al Qaeda, the military said. Two members of a Philippine army patrol were wounded within earshot of American troops and fo...", "lead_paragraph": "Philippine troops shot dead four Muslim guerrillas in an offensive to rescue two American hostages held by a group linked to Al Qaeda, the military said. Two members of a Philippine army patrol were wounded within earshot of American troops and four Green Berets entered the combat zone to try to retrieve the wounded. Officials said American detection equipment was helping pinpoint the Abu Sayyaf rebels, aiding chances of rescuing an American missionary couple, Martin and Gracia Burnham.", "abstract": "Philippine troops report killing four Muslim guerrillas in offensive to rescue two American hostages held by Abu Sayyaf rebels (S)", "print_page": "14", "blog": [], "source": "Reuters; AP", "multimedia": [], "headline": {"main": "Briefly Noted; 4 REBELS KILLED IN PHILIPPINES"}, "keywords": [{"name": "persons", "value": "BURNHAM, GRACIA"}, {"name": "persons", "value": "BURNHAM, MARTIN"}, {"name": "glocations", "value": "PHILIPPINES"}, {"name": "organizations", "value": "ABU SAYYAF"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "HOSTAGES"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "KIDNAPPING"}], "pub_date": "2002-03-20T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd273228eb7c8105d8302c5", "word_count": 78, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/04/world/apprehension-grows-colombia-rebels-step-up-pace-intensity-their-attacks.html", "snippet": "Peace talks between the government and Marxist rebels collapsed just 11 days ago, and it took no time at all for Colombia to plunge into a new, ominous phase of the long-running conflict. Almost immediately after the talks ended, the rebels launch...", "lead_paragraph": "Peace talks between the government and Marxist rebels collapsed just 11 days ago, and it took no time at all for Colombia to plunge into a new, ominous phase of the long-running conflict. Almost immediately after the talks ended, the rebels launched a coordinated series of attacks aimed at spreading misery across this vast country while demonstrating the government's inability to stop them. In attacks that have raised concern in Washington and that analysts say may foreshadow what a wider war could look like, the guerrillas have bombed electrical towers, bridges and municipal waterworks while mining highways and stepping up roadblocks.", "abstract": "Colombia is plunged into omnious new phase of long-running conflict with guerrilla insurgency, 11 days after peace talks with government and Marxist guerrillas collapsed; rebels have since launched coordinated series of attacks aimed at spreading misery nationwide while demonstrating government's inability to stop them; have bombed electrical towers, bridges anbd municipal waterworks while mining highways and stepping up roadblocks; attacks have raised concern in Washington, and analysts say they may foreshadow what wider war could look like; photos (M)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Apprehension Grows as Colombia Rebels Step Up Pace and Intensity of Their Attacks"}, "keywords": [{"name": "glocations", "value": "COLOMBIA"}, {"name": "organizations", "value": "REVOLUTIONARY ARMED FORCES OF COLOMBIA"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-03-04T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Juan", "rank": 1, "lastname": "FORERO"}], "original": "By JUAN FORERO"}, "type_of_material": "News", "_id": "4fd262898eb7c8105d8147c3", "word_count": 1503, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/23/nyregion/c-corrections-775878.html", "snippet": "An article by Reuters on Wednesday about a new deployment of the Nepalese Army to deal with raids by Maoist guerrillas trying to overthrow the constitutional monarchy misidentified the king who first sent the troops into action, in November. He wa...", "lead_paragraph": "An article by Reuters on Wednesday about a new deployment of the Nepalese Army to deal with raids by Maoist guerrillas trying to overthrow the constitutional monarchy misidentified the king who first sent the troops into action, in November. He was Gyanendra; King Birendra, his brother, was killed with most of the royal family last June by Crown Prince Dipendra, who also died of wounds in a shootout at the palace. The article misstated the crown prince's relationship to the current king. The crown prince was his nephew, not his brother.", "abstract": "Correction of Feb 20 article on deployment of Nepalese Army to deal with raids by Maoist guerrillas, regarding history of such deployment by royal family", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Corrections"}, "keywords": [{"name": "glocations", "value": "NEPAL"}, {"name": "subject", "value": "ROYAL FAMILY"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "CORRECTION STORIES"}], "pub_date": "2002-02-23T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "Corrections; New York and Region", "subsection_name": null, "byline": null, "type_of_material": "Correction", "_id": "4fd262868eb7c8105d81456e", "word_count": 211, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/07/world/india-reacts-with-anger-to-a-speech-by-pakistani.html", "snippet": "India's two most powerful political leaders reacted harshly today to a speech Pakistan's military ruler gave Tuesday that has heightened doubts here about whether Pakistan will end its support for Islamic groups waging a guerrilla war against Indi...", "lead_paragraph": "India's two most powerful political leaders reacted harshly today to a speech Pakistan's military ruler gave Tuesday that has heightened doubts here about whether Pakistan will end its support for Islamic groups waging a guerrilla war against India in Kashmir. In the speech, Pakistan's president, Gen. Pervez Musharraf, returned to his perennial theme that Kashmir represents a struggle of indigenous freedom fighters battling Indian oppression and state terrorism. In India's view, it is Pakistan that sponsors terrorism in Kashmir, India's only majority-Muslim state.", "abstract": "Recent speech by Pakistan's President Gen Pervez Musharraf heightens doubts about whether Pakistan will end its support for Islamic groups waging guerrilla war against India in Kashmir; Musharraf portrays Kashmir as representing struggle of indigenous freedom fighters battling Indian oppression and state terrorism; Indian officials react harshly; Prime Min Atal Behari Vajpayee declares that India will not give up Kashmir, and hawkish Home Minister L K Advani says Musharraf's renewed promise of diplomatic and political support to rebels in Kashmir is 'smoke screen' to aid and abet cross-border terrorism aimed at India (M)", "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "India Reacts With Anger To a Speech By Pakistani"}, "keywords": [{"name": "persons", "value": "ADVANI, L K"}, {"name": "persons", "value": "VAJPAYEE, ATAL BEHARI"}, {"name": "persons", "value": "MUSHARRAF, PERVEZ"}, {"name": "glocations", "value": "INDIA"}, {"name": "glocations", "value": "PAKISTAN"}, {"name": "glocations", "value": "KASHMIR AND JAMMU"}, {"name": "subject", "value": "INDIA-INTERNATIONAL RELATIONS-PAKISTAN"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-02-07T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Celia", "middlename": "W.", "lastname": "DUGGER", "rank": 1, "role": "reported", "organization": ""}], "original": "By CELIA W. DUGGER"}, "type_of_material": "News", "_id": "4fd2195b8eb7c8105d7971ac", "word_count": 763, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/04/world/world-briefing-europe-bosnia-and-herzegovina-serb-convicted.html", "snippet": "A Sarajevo court convicted a Bosnian Serb of committing war crimes against prisoners but acquitted him of killing the country's deputy prime minister in 1992. Goran Vasic, a soldier, was sentenced to four and a half years in prison, local news med...", "lead_paragraph": "A Sarajevo court convicted a Bosnian Serb of committing war crimes against prisoners but acquitted him of killing the country's deputy prime minister in 1992. Goran Vasic, a soldier, was sentenced to four and a half years in prison, local news media reported, after being convicted on charges of beating prisoners at the Medjarici camp during the 1992-95 war. The court said it lacked evidence to convict him of killing Hakija Turajlic, the deputy prime minister, who was shot when a group of Bosnian Serb soldiers stopped a United Nations vehicle on the road linking Sarajevo with its airport.", "abstract": "Sarajevo court convicts Bosnian Serb, Goran Vasic, of committing war crimes against prisoners but acquits him of killing deputy prime minister in 1992 (S)", "print_page": "6", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "World Briefing | Europe: Bosnia And Herzegovina: Serb Convicted"}, "keywords": [{"name": "persons", "value": "VASIC, GORAN"}, {"name": "glocations", "value": "BOSNIA AND HERZEGOVINA"}, {"name": "subject", "value": "ASSASSINATIONS AND ATTEMPTED ASSASSINATIONS"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "DECISIONS AND VERDICTS"}], "pub_date": "2002-01-04T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd2124d8eb7c8105d788809", "word_count": 99, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/14/world/world-briefing-africa-angola-olive-branch-to-rebels.html", "snippet": "The government ordered the military to halt all offensive operations against rebels of the National Union for the Total Independence of Angola and said it was ready to declare an amnesty. The moves follow the death on Feb. 22 of the rebel leader, ...", "lead_paragraph": "The government ordered the military to halt all offensive operations against rebels of the National Union for the Total Independence of Angola and said it was ready to declare an amnesty. The moves follow the death on Feb. 22 of the rebel leader, Jonas Savimbi, who was killed by the army in an ambush.", "abstract": "Angola government says it is ready to declare amnesty for National Union for the Total Independence of Angola; orders halt to military operations following death of Jonas Savimbi (S)", "print_page": "6", "blog": [], "source": "Agence France-Presse", "multimedia": [], "headline": {"main": "World Briefing | Africa: Angola: Olive Branch To Rebels"}, "keywords": [{"name": "persons", "value": "SAVIMBI, JONAS"}, {"name": "glocations", "value": "ANGOLA"}, {"name": "organizations", "value": "NATIONAL UNION FOR THE TOTAL INDEPENDENCE OF ANGOLA"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "AMNESTIES AND PARDONS"}], "pub_date": "2002-03-14T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd22cb18eb7c8105d7b89d1", "word_count": 54, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/27/world/nation-challenged-money-belgium-seeks-arms-dealer-with-suspected-qaeda-ties.html", "snippet": "Belgian authorities have issued an arrest warrant for one of the world's most notorious arms traffickers, who is suspected of supplying weapons to the Taliban and Al Qaeda and of pouring huge arms shipments into Africa's civil wars.    The arms tr...", "lead_paragraph": "Belgian authorities have issued an arrest warrant for one of the world's most notorious arms traffickers, who is suspected of supplying weapons to the Taliban and Al Qaeda and of pouring huge arms shipments into Africa's civil wars. The arms trafficker, known as Victor Bout, 35, a former Soviet air force officer, was charged only with money laundering in the warrant, issued 10 days ago. But United Nations reports and other investigations have concluded that he may run the world's largest arms-smuggling network. Peter Hain, the British minister for Europe, who investigated the arms-for-diamonds trade, has called him ''Africa's chief merchant of death.''", "abstract": "Belgian authorities issue arrest warrant for Victor Bout, former Soviet air force officer and one of world's most notorious arms traffickers, who is suspected of supplying weapons to Taliban and Al Qaeda and pouring huge arms shipments into Africa's civil wars (M)", "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Belgium Seeks Arms Dealer With Suspected Qaeda Ties", "kicker": "A NATION CHALLENGED: THE MONEY"}, "keywords": [{"name": "persons", "value": "BOUT, VICTOR"}, {"name": "glocations", "value": "BELGIUM"}, {"name": "glocations", "value": "AFRICA"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "organizations", "value": "AL QAEDA"}, {"name": "subject", "value": "ARMS SALES ABROAD"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-02-27T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"qualifier": "Jr", "firstname": "Donald", "middlename": "G.", "lastname": "McNEIL", "rank": 1, "role": "reported", "organization": ""}], "original": "By DONALD G. McNEIL Jr"}, "type_of_material": "News", "_id": "4fd22cb68eb7c8105d7b8d23", "word_count": 769, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/26/us/plan-to-build-houses-in-valley-forge-park-prompts-opposition.html", "snippet": "A plan to build luxury houses in Valley Forge National Historical Park is raising protests. Critics say the land where Washington's ragged Continental Army spent a miserable winter is sacred.    ''Valley Forge truly is a national shrine and one th...", "lead_paragraph": "A plan to build luxury houses in Valley Forge National Historical Park is raising protests. Critics say the land where Washington's ragged Continental Army spent a miserable winter is sacred. ''Valley Forge truly is a national shrine and one that should be one of America's best national parks, not a park under siege,'' said Joy Oakes of the National Parks Conservation Association.", "abstract": "Plan to build luxury houses in Valley Forge National Historical Park is protested by people who say land where Continental Army spent winter of 1777-78 is sacred; Robert Toll, chairman of Toll Brothers, builder, says he will cooperate if National Park Service wants to acquire land, which is valued at more than $70 million; map (M)", "print_page": "25", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "Plan to Build Houses in Valley Forge Park Prompts Opposition"}, "keywords": [{"name": "persons", "value": "TOLL, ROBERT"}, {"name": "glocations", "value": "VALLEY FORGE NATIONAL HISTORICAL PARK"}, {"name": "organizations", "value": "TOLL BROTHERS INC"}, {"name": "organizations", "value": "NATIONAL PARK SERVICE"}, {"name": "subject", "value": "HOUSING"}, {"name": "subject", "value": "PARKS AND OTHER RECREATION AREAS"}, {"name": "subject", "value": "REVOLUTIONARY WAR, AMERICAN (1775-83)"}], "pub_date": "2001-12-26T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": null, "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd2676c8eb7c8105d81d141", "word_count": 532, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}