{"response": {"meta": {"hits": 4096, "time": 113, "offset": 500}, "docs": [{"web_url": "https://www.nytimes.com/2002/03/31/weekinreview/word-for-word-doomsday-scenario-blast-past-cold-war-vision-nuclear-nightmare.html", "snippet": "ATOMIC bombs smuggled into America's cities and set off without warning. The nation under attack from the air. Communications and the economy crippled. Chaos in the streets. One in five Americans dead.    An apocalyptic Hollywood movie plot? Hardl...", "lead_paragraph": "ATOMIC bombs smuggled into America's cities and set off without warning. The nation under attack from the air. Communications and the economy crippled. Chaos in the streets. One in five Americans dead. An apocalyptic Hollywood movie plot? Hardly. In 1958, one year after Nevil Shute published his haunting nuclear holocaust classic ''On the Beach,'' government planners drafted their own top-secret doomsday scenario, speculating in clinical detail about the consequences of a full-scale nuclear attack by the Soviet Union.", "abstract": "Excerpts from Defense Dept's Emergency Plans Book, which was declassified by mistake in 1998 and has just been published as The Doomsday Scenario; in book, government planners draft their own top-secret doomsday scenario, speculating in clinical detail about consequences of full-scale nuclear atack by Soviet Union; photo (M)", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Word for Word/'The Doomsday Scenario'; Blast From the Past: A Cold War Vision of a Nuclear Nightmare"}, "keywords": [{"name": "creative_works", "value": "DOOMSDAY SCENARIO, THE (BOOK)"}, {"name": "subject", "value": "ATOMIC WEAPONS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-03-31T00:00:00Z", "document_type": "article", "news_desk": "Week in Review Desk", "section_name": "Books; Week in Review", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Sam", "rank": 1, "lastname": "ROBERTS"}], "original": "By SAM ROBERTS"}, "type_of_material": "News", "_id": "4fd273248eb7c8105d83039c", "word_count": 1423, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/11/world/nation-challenged-inquiries-convoy-struck-november-found-lack-un-markings.html", "snippet": "The 22-truck United Nations food convoy that was heavily damaged last November during an American airstrike in Afghanistan was unmarked and had not coordinated its travel with United States-led coalition forces, according to results of a military ...", "lead_paragraph": "The 22-truck United Nations food convoy that was heavily damaged last November during an American airstrike in Afghanistan was unmarked and had not coordinated its travel with United States-led coalition forces, according to results of a military investigation released today. The convoy, carrying 330 metric tons of food and other aid, was en route to the central city of Bamian and traveling through a canyon that was struck by two bombs dropped from 30,000 feet in an effort to block access by Taliban and Al Qaeda forces, said an executive summary of the inquiry by the Central Command, based in Tampa, Fla., which is overseeing the military operation in Afghanistan.", "abstract": "United Nations food convoy that was heavily damaged on Nov 10 during American airstrike in Afghanistan was unmarked and had not coordinated its travel with US-led coalition forces, according to investigation by Central Command; convoy was en route to city of Bamian and struck by two bombs that were dropped in effort to block Taliban and Al Qaeda forces; no United Nations employees were hurt in incident; two reports are also released on Afghan detainees who claimed they had been beaten while in custody, but report says injuries are consistent with force necessary to secure them (M)", "print_page": "22", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Convoy Struck in November Found to Lack U.N. Markings", "kicker": "A NATION CHALLENGED: INQUIRIES"}, "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "BAMIAN (AFGHANISTAN)"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "organizations", "value": "AL QAEDA"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "PRISONERS OF WAR"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-04-11T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Thom", "rank": 1, "lastname": "SHANKER"}], "original": "By THOM SHANKER"}, "type_of_material": "News", "_id": "4fd2659a8eb7c8105d819ce5", "word_count": 539, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/22/world/mozambique-pays-for-capitalism-in-dollars-and-in-blood.html", "snippet": "The morning rain drenches the sidewalk shrine on the Avenue of Martyrs, soaking the red and purple ribbons and the sagging banners that still plead for justice. Blood no longer stains the street here, but when the clouds burst, it seems even the h...", "lead_paragraph": "The morning rain drenches the sidewalk shrine on the Avenue of Martyrs, soaking the red and purple ribbons and the sagging banners that still plead for justice. Blood no longer stains the street here, but when the clouds burst, it seems even the heavens grieve. Over the past 13 months, two prominent men have been assassinated in this prosperous neighborhood, exposing the violence and corruption accompanying the country's remarkable economic growth.", "abstract": "Violence and corruption have accompanied Mozambique's remarkable economic growth in decade since it ended civil war to embrace free market; investigative journalist Carlos Cardoso was gunned down last year and senior banking official Antonio Siba-Siba Macuacua was hurled to his death; both men were investigating allegations of corruption and mismanagement in privatization of two banks that went bankrupt after they were sold; KPMG, accounting firm brought in to do audit as irregularities surfaced, reports that some of country's most powerful men, including government officials, borrowed and failed to repay thousands of dollars from one of banks; Pres Joachim Alberto Chissano has acknowledged that transition to capitalism has been accompanied by alarming surge in violence and organized crime; photos; map (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Mozambique Pays for Capitalism in Dollars and in Blood"}, "keywords": [{"name": "persons", "value": "CARDOSO, CARLOS"}, {"name": "persons", "value": "CHISSANO, JOAQUIM"}, {"name": "persons", "value": "SIBA-SIBA MACUACUA, ANTONIO"}, {"name": "glocations", "value": "MOZAMBIQUE"}, {"name": "subject", "value": "ORGANIZED CRIME"}, {"name": "subject", "value": "PRIVATIZATION"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "ETHICS"}, {"name": "subject", "value": "ECONOMIC CONDITIONS AND TRENDS"}], "pub_date": "2001-12-22T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Rachel", "middlename": "L.", "lastname": "SWARNS", "rank": 1, "role": "reported", "organization": ""}], "original": "By RACHEL L. SWARNS"}, "type_of_material": "News", "_id": "4fd2323e8eb7c8105d7c1f2d", "word_count": 1241, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/16/world/nation-challenged-south-anticipating-many-captives-us-marines-build-prison-camp.html", "snippet": "Marines reinforcing a new forward base at Kandahar's airport are building a prison camp for as many as 300 Al Qaeda fighters in anticipation of the fall of Tora Bora, officers here said today.    As the war in Afghanistan reaches its climax, the m...", "lead_paragraph": "Marines reinforcing a new forward base at Kandahar's airport are building a prison camp for as many as 300 Al Qaeda fighters in anticipation of the fall of Tora Bora, officers here said today. As the war in Afghanistan reaches its climax, the marine-led force here has rapidly shifted its objective from putting pressure on the last bastion of Taliban control to preparing for the complex and potentially disorderly aftermath.", "abstract": "US Marines in Afghanistan are building prison camp at Kandahar airport with room for as many as 300 Al Qaeda fighters, in anticipation of fall of Tora Bora; American Taliban supporter John Walker Lindh is flown out and is now in brig aboard Peleliu assault vessel; photo (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Anticipating Many Captives, U.S. Marines Build a Prison Camp at Kandahar Airport", "kicker": "A NATION CHALLENGED: IN THE SOUTH"}, "keywords": [{"name": "persons", "value": "LINDH, JOHN WALKER"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "glocations", "value": "KANDAHAR (AFGHANISTAN)"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "organizations", "value": "AL QAEDA"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "PENTAGON BUILDING"}, {"name": "subject", "value": "PRISONERS OF WAR"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-12-16T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Steven", "middlename": "Lee", "lastname": "MYERS", "rank": 1, "role": "reported", "organization": ""}], "original": "By STEVEN LEE MYERS"}, "type_of_material": "News", "_id": "4fd2676e8eb7c8105d81d276", "word_count": 891, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/07/nyregion/take-loan-for-ballgame-cable-war-cuts-tv-audience-seeing-yankees-can-cost-family.html", "snippet": "For a self-proclaimed ordinary guy, Rich Dolan had what turned out to be a fairly extraordinary plan for the Yankees' home opener on Friday afternoon. He set out to drink enough beer at Billy's Sports Bar on River Avenue in the Bronx to make himse...", "lead_paragraph": "For a self-proclaimed ordinary guy, Rich Dolan had what turned out to be a fairly extraordinary plan for the Yankees' home opener on Friday afternoon. He set out to drink enough beer at Billy's Sports Bar on River Avenue in the Bronx to make himself forget that he couldn't afford to actually attend the game. With bottles of Budweiser selling at $6 a pop, Mr. Dolan drank three rounds before spending more than the $17 required to buy an outer-space, nosebleed, tier-reserved seat in the upper deck of Yankee Stadium. By 1:05 p.m., just before the first pitch, his bar tab passed the $33 price of a tier box seat.", "abstract": "Cable war between YES Network and Cablevision is cutting New York Yankees television audience; as ticket and concession prices soar, many fans cannot afford to take families to see game; photo (L)", "print_page": "29", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Take Out a Loan for the Ballgame; As Cable War Cuts TV Audience, Seeing Yankees Can Cost a Family $200"}, "keywords": [{"name": "organizations", "value": "CABLEVISION CORP"}, {"name": "organizations", "value": "YES NETWORK"}, {"name": "organizations", "value": "NEW YORK YANKEES"}, {"name": "subject", "value": "BASEBALL"}, {"name": "subject", "value": "TELEVISION"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}], "pub_date": "2002-04-07T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Alan", "rank": 1, "lastname": "FEUER"}], "original": "By ALAN FEUER"}, "type_of_material": "News", "_id": "4fd214708eb7c8105d78ca89", "word_count": 1275, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/26/world/talks-are-intense-as-arab-leaders-prepare-to-meet.html", "snippet": "As Israelis and Palestinians tussled over whether Yasir Arafat would be allowed to attend an Arab League summit meeting here, Arab diplomats and foreign ministers tried today to overcome lingering tensions on how to treat Israel and Iraq and give ...", "lead_paragraph": "As Israelis and Palestinians tussled over whether Yasir Arafat would be allowed to attend an Arab League summit meeting here, Arab diplomats and foreign ministers tried today to overcome lingering tensions on how to treat Israel and Iraq and give life to a new Saudi peace initiative. Although most foreign ministers were apparently content to leave the final draft of a Saudi peace initiative up to Crown Prince Abdullah, who will address the meeting on Wednesday, a few core states were locked in extended arguments over their pet concerns, officials said.", "abstract": "Israelis and Palestinians tussle over whether Yasir Arafat will be allowed to attend Arab League summit in Beirut while Arab diplomats and foreign ministers convening for meeting struggle to overcome lingering tensions on how to treat Israel and Iraq and give life to new Saudi peace initiative; most ministers seem content to leave final draft of Saudi initiative to Crown Prince Abdullah, but few hard-core states are locked in extended arguments over it; Saudis and other moderates want summit to conclude with streamlined vision of peace but hard-line states are proposing that all ties with Israel be severed and that no new relations be established until Israel ends violence against Palestinians; senior Kuwaiti official, in dispute from Persian Gulf war, suggests Iraq's refusal to recognize it as independent country might lead Kuwait to reject attempts to get summit to condemn any attack against Iraq; Arab League secretary general Amr Moussa comments; photos (M", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "TALKS ARE INTENSE AS ARAB LEADERS PREPARE TO MEET"}, "keywords": [{"name": "persons", "value": "MOUSSA, AMR"}, {"name": "persons", "value": "ARAFAT, YASIR"}, {"name": "persons", "value": "ABDULLAH"}, {"name": "glocations", "value": "IRAQ"}, {"name": "glocations", "value": "KUWAIT"}, {"name": "glocations", "value": "ISRAEL"}, {"name": "glocations", "value": "SAUDI ARABIA"}, {"name": "organizations", "value": "ARAB LEAGUE"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "DIPLOMATIC RECOGNITION"}, {"name": "subject", "value": "PALESTINIANS"}, {"name": "subject", "value": "PERSIAN GULF WAR"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-03-26T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Front Page; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Neil", "rank": 1, "lastname": "MacFARQUHAR"}], "original": "By NEIL MacFARQUHAR"}, "type_of_material": "News", "_id": "4fd278978eb7c8105d83b08f", "word_count": 1162, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/14/world/a-nation-challenged-pilot-could-be-hostage-in-iraq-bush-says.html", "snippet": "President Bush said today that he ''wouldn't put it past'' President Saddam Hussein of Iraq to have secretly held an American pilot hostage for more than a decade.    Speaking at a news conference, Mr. Bush indicated that he did not know for certa...", "lead_paragraph": "President Bush said today that he ''wouldn't put it past'' President Saddam Hussein of Iraq to have secretly held an American pilot hostage for more than a decade. Speaking at a news conference, Mr. Bush indicated that he did not know for certain the fate of Lt. Cmdr. Michael Scott Speicher, a Navy fighter pilot who was shot down over Iraq during the 1991 Persian Gulf war.", "abstract": "Pres Bush responds to recent intelligence reports about fate of Lt Cmdr Michael Scott Speicher, Navy fighter pilot thought to have been shot down over Iraq during Persian Gulf war in 1991; says he 'wouldn't put it past' Pres Saddam Hussein to secretly hold Speicher hostage for more than decade; Pentagon says it is working to determine Speicher's status (S)", "print_page": "19", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Pilot Could be Hostage in Iraq, Bush Says", "kicker": "A NATION CHALLENGED"}, "keywords": [{"name": "persons", "value": "SPEICHER, MICHAEL SCOTT"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "HUSSEIN, SADDAM"}, {"name": "glocations", "value": "IRAQ"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "PERSIAN GULF WAR"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-03-14T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Washington", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd262838eb7c8105d814334", "word_count": 237, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/26/world/venezuela-s-president-vs-military-is-breach-widening.html", "snippet": "Rear Adm. Carlos Molina had ruled out conspiring to overthrow President Hugo Chávez, but he still wanted to be heard. He wanted the country to know that he and other military men were steadfastly opposed to the left-leaning, mercurial Venezuelan ...", "lead_paragraph": "Rear Adm. Carlos Molina had ruled out conspiring to overthrow President Hugo Chávez, but he still wanted to be heard. He wanted the country to know that he and other military men were steadfastly opposed to the left-leaning, mercurial Venezuelan president. So, during a series of raucous anti-Chávez street protests last month, Admiral Molina decided on a course of action, he said in a recent interview. He put on his navy whites, called a news conference in a Caracas hotel and told Venezuelans to ''unite to demand the immediate resignation of President Chávez.''", "abstract": "Recent calls by top members of Venezuela's military for Pres Hugo Chavez to resign raise serious questions about loyalties of 120,000-member armed forces president says strongly backs him; vocal public appearances by Rear Adm Carlos Molina and air force Gen Roman Gomez and criticisms by other outspoken officers are seen by many experts as crack in his three-year presidency; public opinion polls show popularity of Chavez has dropped from 56 percent in July 2001 to just above 30 percent in February 2002 as he has managed to rankle nearly every sector with his combative sytle, populist speeches and dalliance with Fidel Castro and Marxist rebels of Colombia; photo (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Venezuela's President vs. Military: Is Breach Widening?"}, "keywords": [{"name": "persons", "value": "CASTRO, FIDEL"}, {"name": "persons", "value": "CHAVEZ, HUGO"}, {"name": "persons", "value": "MOLINA, CARLOS"}, {"name": "persons", "value": "GOMEZ, ROMAN"}, {"name": "glocations", "value": "VENEZUELA"}, {"name": "glocations", "value": "COLOMBIA"}, {"name": "glocations", "value": "CUBA"}, {"name": "subject", "value": "PUBLIC OPINION"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "CUBA-INTERNATIONAL RELATIONS-VENEZUELA"}], "pub_date": "2002-03-26T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Juan", "rank": 1, "lastname": "FORERO"}], "original": "By JUAN FORERO"}, "type_of_material": "News", "_id": "4fd22cb98eb7c8105d7b8f22", "word_count": 1142, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/17/travel/travel-advisory-correspondent-s-report-sri-lanka-seeks-ways-to-win-back-visitors.html", "snippet": "WHEN an island nation relies on airlines to supply 99.9 percent of its tourists, terrorist acts involving planes can devastate the travel industry. Sri Lanka discovered this last year. The Indian Ocean nation, formerly called Ceylon and known for ...", "lead_paragraph": "WHEN an island nation relies on airlines to supply 99.9 percent of its tourists, terrorist acts involving planes can devastate the travel industry. Sri Lanka discovered this last year. The Indian Ocean nation, formerly called Ceylon and known for its uncommon physical beauty and high-quality tea, now begins the long climb back -- with a chance to reinvent itself. Two decades of civil war beginning in the early 1980's weakened the tourist trade, but by 1999 Sri Lanka had managed to recover. That year 436,440 tourists came, breaking the record set in 1982. In 2000, the number dipped slightly, to 400,414, after a spate of political violence, including an assassination attempt on President Chandrika Kumaratunga in December 1999. But 2001 got off to a very strong start.", "abstract": "Article on attempt by Sri Lanka to revive its tourist industry, which was weakened by two-decade-long civil war, spate of political violence and more recent rebel attacks and collapsed after September 11 terrorist attacks on US; industry officials, focusing on high-end tourism, want to promote additional cultural and ecological tourist spots and open luxury spas and resorts; maps (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Travel Advisory: Correspondent's Report; Sri Lanka Seeks Ways To Win Back Visitors"}, "keywords": [{"name": "glocations", "value": "SRI LANKA"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-03-17T00:00:00Z", "document_type": "article", "news_desk": "Travel Desk", "section_name": null, "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Barbara", "rank": 1, "lastname": "CROSSETTE"}], "original": "By BARBARA CROSSETTE"}, "type_of_material": "News", "_id": "4fd21b998eb7c8105d79adf5", "word_count": 867, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/23/world/us-to-give-colombians-data-to-help-fight-rebels.html", "snippet": "The Bush administration plans to provide military intelligence to the Colombian government for its campaign against Marxist rebels and is rushing spare parts to the country's armed forces, officials said today.    Administration lawyers were assem...", "lead_paragraph": "The Bush administration plans to provide military intelligence to the Colombian government for its campaign against Marxist rebels and is rushing spare parts to the country's armed forces, officials said today. Administration lawyers were assembling legal arguments to justify the intelligence-sharing without running afoul of laws limiting American involvement in Colombia to fighting the narcotics trade, not guerrillas.", "abstract": "Bush administration will provide military intelligence to Colombian government for its campaign against Marxist rebels and is rushing spare parts to its armed forces; administration lawyers prepare legal arguments to justify intelligence-sharing without running afoul of American laws limiting US involvement in Colombia to fighting narcotics trade, not guerrillas; administration officials insist that line between counter-insurgency and counter-narcotics is blurred, since 16,000-member FARC guerrilla group derives much of its income from trafficking in drugs (M)", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "U.S. to Give Colombians Data to Help Fight Rebels"}, "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "COLOMBIA"}, {"name": "glocations", "value": "UNITED STATES"}, {"name": "organizations", "value": "REVOLUTIONARY ARMED FORCES OF COLOMBIA"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "LAW AND LEGISLATION"}, {"name": "subject", "value": "FOREIGN AID"}, {"name": "subject", "value": "DRUG ABUSE AND TRAFFIC"}], "pub_date": "2002-02-23T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Christopher", "rank": 1, "lastname": "MARQUIS"}], "original": "By CHRISTOPHER MARQUIS"}, "type_of_material": "News", "_id": "4fd22cb48eb7c8105d7b8c15", "word_count": 811, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}