{"response": {"meta": {"hits": 4096, "time": 76, "offset": 50}, "docs": [{"web_url": "https://www.nytimes.com/2002/03/02/opinion/l-war-and-dissent-882399.html", "snippet": "To the Editor:    Re ''Democrats Starting to Fault President on the War's Future'' (front page, March 1):    You quote Trent Lott, the Senate Republican leader, as saying, ''How dare Senator Daschle criticize President Bush while we are fighting o...", "lead_paragraph": "To the Editor: Re ''Democrats Starting to Fault President on the War's Future'' (front page, March 1): You quote Trent Lott, the Senate Republican leader, as saying, ''How dare Senator Daschle criticize President Bush while we are fighting our war on terrorism?''", "abstract": "Ilya Shlyakhter letter on question of appropriateness of criticizing Pres Bush when US is pursuing war on terrorism, noting Senate Republican leader Trent Lott's faulting Sen Daschle for questioning Bush administration policies (March 1 article)", "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "War and Dissent"}, "keywords": [{"name": "persons", "value": "SHYLAKTHER, ILYA"}, {"name": "persons", "value": "LOTT, TRENT"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "DASCHLE, TOM"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-03-02T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd22cba8eb7c8105d7b904f", "word_count": 83, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/06/opinion/l-the-drug-war-409650.html", "snippet": "To the Editor:    Regarding the ad campaign blaming drug users for terrorism and a host of other evils (Business Day, April 2), one could just as easily blame the government's ''war on drugs.''...", "lead_paragraph": "To the Editor: Regarding the ad campaign blaming drug users for terrorism and a host of other evils (Business Day, April 2), one could just as easily blame the government's ''war on drugs.''", "abstract": "Tom Schlafly letter on ad campaign blaming drug users for terrorism and other evils", "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Drug War"}, "keywords": [{"name": "persons", "value": "SCHLAFLY, TOM"}, {"name": "subject", "value": "ADVERTISING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "DRUG ABUSE AND TRAFFIC"}], "pub_date": "2002-04-06T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd2659e8eb7c8105d81a064", "word_count": 58, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/30/opinion/l-war-crimes-trials-298093.html", "snippet": "To the Editor:    The International Criminal Court that is proposed for The Hague is one potential way ''to try individuals charged with genocide, war crimes and crimes against humanity'' (news article, March 26). But a much better way to do that ...", "lead_paragraph": "To the Editor: The International Criminal Court that is proposed for The Hague is one potential way ''to try individuals charged with genocide, war crimes and crimes against humanity'' (news article, March 26). But a much better way to do that is already being carried out: temporary courts located as near as feasible to the scene of the crime.", "abstract": "Bill Tucker letter on proposed International Criminal Court says better way would be to set up temporary courts as close as possible to scene of the crime (S)", "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "War Crimes Trials"}, "keywords": [{"name": "persons", "value": "TUCKER, BILL"}, {"name": "organizations", "value": "INTERNATIONAL CRIMINAL COURT"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}], "pub_date": "2002-03-30T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd214708eb7c8105d78ca76", "word_count": 123, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/02/opinion/l-war-and-dissent-882429.html", "snippet": "To the Editor:    Senator Trent Lott's rebuke of Senator Tom Daschle over Mr. Daschle's questioning of the Bush administration (''Democrats Starting to Fault President on the War's Future,'' front page, March 1) is inconsistent with the democratic...", "lead_paragraph": "To the Editor: Senator Trent Lott's rebuke of Senator Tom Daschle over Mr. Daschle's questioning of the Bush administration (''Democrats Starting to Fault President on the War's Future,'' front page, March 1) is inconsistent with the democratic ideals that our country thrives on.", "abstract": "Shalom Sokolow letter holds Sen Trent Lott's rebuke of Sen Tom Daschle over Daschle's questioning of Bush administration is inconsistent with democratic ideals our country thrives on (March 1 article)", "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "War and Dissent"}, "keywords": [{"name": "persons", "value": "LOTT, TRENT"}, {"name": "persons", "value": "DASCHLE, TOM"}, {"name": "persons", "value": "SOKOLOW, SHALOM"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-03-02T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd2628d8eb7c8105d814a46", "word_count": 85, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/19/opinion/the-wrong-war.html", "snippet": "Wahab Akbar is a congenial man in blue jeans and flip-flops who, by all accounts except his own, helped found the Abu Sayyaf ''terrorist'' group that we're now trying to exterminate. So you might expect to find Mr. Akbar cowering in the jungle.   ...", "lead_paragraph": "Wahab Akbar is a congenial man in blue jeans and flip-flops who, by all accounts except his own, helped found the Abu Sayyaf ''terrorist'' group that we're now trying to exterminate. So you might expect to find Mr. Akbar cowering in the jungle. Nope. Instead Mr. Akbar is sipping a cold Coke in the nicest building here on Basilan, the island where Part 2 in America's war on terror is unfolding. He's the governor of Basilan and is helping to preside over the campaign against Abu Sayyaf.", "abstract": "Nicholas Kristof Op-Ed column finds implausible deployment of US troops to Philippines to fight against Abu Sayyaf terrorists on Basilan island; says real aim of American mission is political: to demonstrate momentum in war on terror, deploy troops to country where they are welcome, show flag in Southeast Asia and find enemy that can be quickly beaten; says instead of sending troops who could do more harm than good, US should focus on handing over intelligence (M)", "print_page": "19", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Wrong War"}, "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS"}, {"name": "glocations", "value": "PHILIPPINES"}, {"name": "glocations", "value": "BASILAN (PHILIPPINES)"}, {"name": "organizations", "value": "ABU SAYYAF"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "PHILIPPINES-INTERNATIONAL RELATIONS-US"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-02-19T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By NICHOLAS D. KRISTOF"}, "type_of_material": "Op-Ed", "_id": "4fd2628c8eb7c8105d814a12", "word_count": 715, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/21/opinion/the-war-in-colombia.html", "snippet": "Yesterday's agreement between the Colombian government and rebel forces to hold cease-fire talks was an encouraging sign. It was a rare moment of hope in a country long battered by civil war. The near collapse of talks earlier this month contained...", "lead_paragraph": "Yesterday's agreement between the Colombian government and rebel forces to hold cease-fire talks was an encouraging sign. It was a rare moment of hope in a country long battered by civil war. The near collapse of talks earlier this month contained an important lesson for the Bush administration and Congress. When President Andrés Pastrana threatened to forcibly take back the chunk of southern Colombia he had ceded to the leftist guerrillas three years ago, civilians living in the area became terrified. For as bad as life has been under the guerrillas -- and it has been awful -- the prospect of a Colombian military takeover meant the certain arrival of the murderous paramilitary forces. If Washington continues or expands aid to the Colombian military, it must do so on the condition that the military cut its ties to the paramilitaries. Plan Colombia, the package of aid devised by the Clinton administration and continued by President Bush, calls for cutting military-paramilitary links. But the plan had always allowed these conditions to be waived by the president. Last month Congress took away the presidential waiver. By law, Washington can now provide military aid only if Colombia arrests paramilitary figures, suspends officers suspected of paramilitary ties and prosecutes them in civilian courts. Administrations in the past have been known to get around such restrictions, mainly by exaggerating progress or lying about the death toll. The Bush administration should not give in to this temptation.", "abstract": "Editorial observes that agreement between Colombian government and rebel forces to hold cease-fire talks is encouraging sign, a rare moment of hope in country long battered by civil war; argues that if Washington continues or expands aid to Colombian military, it must do so on condition that military cut its ties to paramilitaries", "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The War in Colombia"}, "keywords": [{"name": "glocations", "value": "COLOMBIA"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-01-21T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Editorial", "_id": "4fd22aad8eb7c8105d7b58a5", "word_count": 480, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/05/opinion/unfinished-war-in-afghanistan.html", "snippet": "More American soldiers -- at least seven -- were killed in combat yesterday in Afghanistan than during the entire period since the war began last October, a telling sign that this conflict is far from over and that more fatalities on all sides can...", "lead_paragraph": "More American soldiers -- at least seven -- were killed in combat yesterday in Afghanistan than during the entire period since the war began last October, a telling sign that this conflict is far from over and that more fatalities on all sides can be expected. The job of defeating and capturing leaders and fighters of Al Qaeda's terrorism network has not been completed. The Americans were killed in the largest United States military operation to date in the war, and the first to involve large numbers of American ground forces. About 2,000 coalition troops, nearly half of them Americans, have been battling hundreds of Al Qaeda fighters entrenched in an area of roughly 60 square miles high in the mountains about 90 miles south of Kabul. The enemy forces, equipped with rifles, rocket-propelled grenades and other arms, have fiercely resisted the American-led campaign that has been backed by round-the-clock bombing, C-130 gunships, attack helicopters and a new cave-busting high-pressure explosive.", "abstract": "Editorial says that with thousands of Al Qaeda fighters at large, and Osama bin Laden unaccounted for, military operations in Afghanistan must go on, and experience shows American ground forces will need to play central role; says that until military situation in Afghanistan is more fully under control, Washington should not rush into new military operations not directly linked to destruction of Al Qaeda; says Senate Democrats are right to press Bush administration for more information on future phases of war on terrorism", "print_page": "22", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Unfinished War in Afghanistan"}, "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "BIN LADEN, OSAMA"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "AL QAEDA"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-03-05T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Editorial", "_id": "4fd26da08eb7c8105d826f13", "word_count": 478, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/29/science/l-the-war-on-painkillers-358428.html", "snippet": "To the Editor:    Re ''Misunderstood Opioids and Needless Pain'' (Jan. 22): The drug war has turned pain into an American epidemic. Those of us who suffer the asinine puritanical response of the morality police appreciate the rare column inches gi...", "lead_paragraph": "To the Editor: Re ''Misunderstood Opioids and Needless Pain'' (Jan. 22): The drug war has turned pain into an American epidemic. Those of us who suffer the asinine puritanical response of the morality police appreciate the rare column inches given to our situation.", "abstract": "Dave Michon letter on Jan 22 article on pain-relieving drugs", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The War on Painkillers"}, "keywords": [{"name": "persons", "value": "MICHON, DAVE"}, {"name": "subject", "value": "PAIN"}, {"name": "subject", "value": "PAIN-RELIEVING DRUGS"}], "pub_date": "2002-01-29T00:00:00Z", "document_type": "article", "news_desk": "Science Desk", "section_name": "Science; Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd25bb68eb7c8105d808fde", "word_count": 116, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/16/movies/film-war-without-any-answers.html", "snippet": "A WAR movie may or may not succeed as an entertainment vehicle, but it almost always serves the purpose of telling us how we're feeling -- or ought to feel -- about war itself: proud, sorrowful, ashamed, angry, resolute. The films usually are part...", "lead_paragraph": "A WAR movie may or may not succeed as an entertainment vehicle, but it almost always serves the purpose of telling us how we're feeling -- or ought to feel -- about war itself: proud, sorrowful, ashamed, angry, resolute. The films usually are part of the times that produce them. ''The Longest Day,'' about the Allied landing in Normandy, made by the World War II generation during the cold war, told us that our cause was just and our men were heroic. Most of the Vietnam War films, like ''Platoon'' and ''Coming Home,'' and many World War I films, like ''Gallipoli'' and ''Paths of Glory,'' tell us about governments that have broken faith with their soldiers and wasted their courage. Appearing in a decade rife with spin, ''Saving Private Ryan'' told us that nothing was more authentic than a soldier's sacrifice. It is paradoxical, then, at a moment when America is at war and the country is feeling especially justified about its prosecution, that one of the central creative principles behind ''Black Hawk Down,'' a film whose production was bisected by Sept. 11, was the determination not to tell the audience how to feel.", "abstract": "Jamie Malanowski article on Black Hawk Down, Ridley Scott's new movie about US military's October 1993 raid to capture two deputies of warlord Mohammed Farah Aidid in Mogadishu, Somalia; photos (M)", "print_page": "13", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "War, Without Any Answers", "kicker": "FILM"}, "keywords": [{"name": "creative_works", "value": "BLACK HAWK DOWN (MOVIE)"}, {"name": "persons", "value": "SCOTT, RIDLEY"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "2001-12-16T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Jamie", "rank": 1, "lastname": "MALANOWSKI"}], "original": "By JAMIE MALANOWSKI"}, "type_of_material": "News", "_id": "4fd2676e8eb7c8105d81d266", "word_count": 2198, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/30/opinion/the-wimps-of-war.html", "snippet": "Here's how bad things are for the Democrats. During the last town meeting of liberals that still convenes on network television -- Hollywood's Oscar ceremony -- no one, not even the tag team of Barbra Streisand and Robert Redford, had so much as a...", "lead_paragraph": "Here's how bad things are for the Democrats. During the last town meeting of liberals that still convenes on network television -- Hollywood's Oscar ceremony -- no one, not even the tag team of Barbra Streisand and Robert Redford, had so much as a mildly critical word to say about George W. Bush. But Nathan Lane scored one of the night's few laughs when he saluted movie animators for ''creating the illusion of life -- something that was never achieved with Al Gore.'' Such is the torpor of the Democrats these days that Mr. Gore's shaving of his beard is what passes for a galvanizing party event worthy of national polls (62 percent were pro-shave) and desperate '04 prognostication on CNN. Even the Democrats' rare legislative victory, the passage of the campaign finance bill, was robbed of its glory when the party chairman, Terry McAuliffe, almost simultaneously announced a record soft-money donation of $7 million from the ''Teenage Mutant Ninja Turtles'' mogul, not to mention a spring Apollo Theater fund-raiser at which Bill Clinton will be paired with Michael Jackson, fresh from his photo op at Liza Minnelli's wedding.", "abstract": "Frank Rich Op-Ed column mocks Democratic party for torpor, wimpishness and sheepishness in face of Bush administration's war policies; reminds Democrats of their patriotic responsibility not just to hold up their end of national dialogue on means and ends of war on terrorism, but to say where they want to take country in peace (M)", "print_page": "15", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Wimps Of War"}, "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "subject", "value": "UNITED STATES POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "ELECTION ISSUES"}, {"name": "subject", "value": "ELECTIONS"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-03-30T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Frank", "rank": 1, "lastname": "RICH"}], "original": "By FRANK RICH"}, "type_of_material": "Op-Ed", "_id": "4fd21b9c8eb7c8105d79afa9", "word_count": 1430, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}