{"response": {"meta": {"hits": 4096, "time": 62, "offset": 520}, "docs": [{"web_url": "https://www.nytimes.com/2002/03/22/world/reeling-from-blast-peru-prepares-for-a-visit-from-bush.html", "snippet": "Dark memories of terror came alive in Peru today after a huge car bomb exploded outside the United States Embassy late Wednesday, killing nine Peruvians, wounding 30 other people and marring an upbeat atmosphere on the eve of President Bush's visi...", "lead_paragraph": "Dark memories of terror came alive in Peru today after a huge car bomb exploded outside the United States Embassy late Wednesday, killing nine Peruvians, wounding 30 other people and marring an upbeat atmosphere on the eve of President Bush's visit to the country. Mr. Bush, speaking this morning at the White House, told reporters that he had not changed his plans to come here on Saturday for a meeting on trade and security issues with President Alejandro Toledo and the leaders of three other Andean countries.", "abstract": "Huge car bomb explosion outside United States Embassy in Lima, Peru, sparks dark memories of terror among many Peruvians, who endured string of urban terror attacks in 1990's by Shining Path rebel group before it was decimated by state security foces; government officials say latest bombing could be work of Shining Path; 9 Peruvians die and 30 others arewounded; Pres Bush tells reporters he has not changed his plans to visit Lima on Mar 23 for meeting on trade and security issues with Pres Alejandro Toledo and leaders of three other Andean countries; Toledo cuts short Mexico trip to return home, saying his government will not allow terrorism to return to Peru; photos; map (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Reeling From Blast, Peru Prepares for a Visit From Bush"}, "keywords": [{"name": "persons", "value": "TOLEDO, ALEJANDRO"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "LIMA (PERU)"}, {"name": "glocations", "value": "PERU"}, {"name": "organizations", "value": "SHINING PATH"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "BOMBS AND EXPLOSIVES"}, {"name": "subject", "value": "UNITED STATES FOREIGN SERVICE"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2002-03-22T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Juan", "rank": 1, "lastname": "FORERO"}], "original": "By JUAN FORERO"}, "type_of_material": "News", "_id": "4fd2146b8eb7c8105d78c602", "word_count": 1063, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/07/world/in-leaked-milosevic-tapes-father-knows-best.html", "snippet": "In the mid-1990's, Slobodan Milosevic had cordial relations with President Bill Clinton, and he was therefore apoplectic when the newspaper meant to be his mouthpiece savaged Mr. Clinton in an editorial, according to transcripts of his phone calls...", "lead_paragraph": "In the mid-1990's, Slobodan Milosevic had cordial relations with President Bill Clinton, and he was therefore apoplectic when the newspaper meant to be his mouthpiece savaged Mr. Clinton in an editorial, according to transcripts of his phone calls vouched for today by the Croatian Defense Ministry. The leaked transcripts, published by the Croatian weekly Globus, are the current news media sensation in the Balkans.", "abstract": "Leaked transcripts of Slobodan Milosevic's telephone calls while in office are published by Croatian weekly; wiretaps of hundreds of calls were recorded by Croatian military intelligence service; some calls are noteworthy, others are not; in one call, Milosevic is heard talking warmly with then-Pres Clinton; in another, Milosevic tries to convince his son not to have plastic surgery on his jug ears; Milosevic will go on trial next week before United Nations war crimes tribunal in The Hague (M)", "print_page": "8", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "In Leaked Milosevic Tapes, Father Knows Best"}, "keywords": [{"name": "persons", "value": "CLINTON, BILL"}, {"name": "persons", "value": "MILOSEVIC, SLOBODAN"}, {"name": "glocations", "value": "CROATIA"}, {"name": "glocations", "value": "SERBIA"}, {"name": "glocations", "value": "HAGUE (NETHERLANDS)"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "WIRETAPPING AND OTHER EAVESDROPPING DEVICES AND METHODS"}], "pub_date": "2002-02-07T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd262858eb7c8105d8144b1", "word_count": 522, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/02/us/national-briefing-west-california-payments-for-veterans.html", "snippet": "A federal appeals court ruled that Vietnam veterans who contracted prostate cancer and diabetes after exposure to the defoliant Agent Orange should be given retroactive disability payments, setting a precedent that could cover many illnesses that ...", "lead_paragraph": "A federal appeals court ruled that Vietnam veterans who contracted prostate cancer and diabetes after exposure to the defoliant Agent Orange should be given retroactive disability payments, setting a precedent that could cover many illnesses that may eventually be linked to the chemical. The United States Court of Appeals for the Ninth Circuit, in San Francisco, affirmed a finding by a lower court that the Veterans Administration incorrectly had interpreted rules to deny retroactive payments for claims filed after early 1994. A spokeswoman for the successor to the V.A., the Veterans Affairs Department, declined to comment.", "abstract": "Federal appeals court rules that Vietnam veterans who contracted prostate cancer and diabetes after explosure to Agent Orange should get retroactive disability payments; precedent seen for other illnesses that may be linked to defoliant (S)", "print_page": "20", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "National Briefing | West: California: Payments for Veterans"}, "keywords": [{"name": "organizations", "value": "VETERANS ADMINISTRATION"}, {"name": "subject", "value": "VIETNAM WAR"}, {"name": "subject", "value": "AGENT ORANGE (DEFOLIANT)"}, {"name": "subject", "value": "PROSTATE GLAND"}, {"name": "subject", "value": "DEFOLIANTS AND HERBICIDES"}, {"name": "subject", "value": "DIABETES"}, {"name": "subject", "value": "CANCER"}, {"name": "subject", "value": "MEDICINE AND HEALTH"}, {"name": "subject", "value": "VETERANS"}, {"name": "subject", "value": "DECISIONS AND VERDICTS"}], "pub_date": "2002-04-02T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "Health", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd27f568eb7c8105d849202", "word_count": "96", "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/24/nyregion/jersey-footlights.html", "snippet": "A Cappella, Solemnly      The Good Friday service is going to be challenging for the Choir of the Cathedral Basilica of the Sacred Heart in Newark. It will perform 14 motets, sacred choral pieces, by Allegri, Byrd, Tallis, Bruckner, Poulenc and ot...", "lead_paragraph": "A Cappella, Solemnly The Good Friday service is going to be challenging for the Choir of the Cathedral Basilica of the Sacred Heart in Newark. It will perform 14 motets, sacred choral pieces, by Allegri, Byrd, Tallis, Bruckner, Poulenc and others at 8 p.m., one motet for each of the 14 Stations of the Cross marking Jesus's path to his tomb. ''It's the most difficult service of the year for the choir,'' said John Miller, director of music ministries at the cathedral, explaining that the choir sings the motets a cappella. He added: ''And it comes at evening time, after they have already sung during the afternoon service. Plus, most haven't eaten because Good Friday is also a day of fasting for Roman Catholics.''", "abstract": "Cathedral Basilica of Sacred Heart choir in Newark, NJ, will perform challenging Good Friday service; descendent Adele Shaw will portray Mercy Rebecca Soper, daughter of American Revolutionary soldier, in living history presentation at library in Waretown, NJ; Broeck Steadman and other muralists complete work on paintings of Jurassic habitats for robotic dinosaur exhibit at Monmouth Museum in Lincroft, NJ; New Jersey Ballet dancer Rosemary Sabovick-Bleich will perform starring role in Coppelia, the Magic Toy Shop at Raritan Valley Community College in North Branch, NJ; New Jersey State Museum is mounting exhibit of works by artist Jacob Landau, who died in November 2001; photo (M)", "print_page": "13", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "JERSEY FOOTLIGHTS"}, "keywords": [{"name": "persons", "value": "SHAW, ADELE"}, {"name": "persons", "value": "SABOVICK-BLEICH, ROSEMARY"}, {"name": "persons", "value": "LANDAU, JACOB"}, {"name": "persons", "value": "STEADMAN, BROECK"}, {"name": "persons", "value": "SOPER, MERCY REBECCA"}, {"name": "organizations", "value": "NEW JERSEY BALLET COMPANY"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "PALEONTOLOGY"}, {"name": "subject", "value": "DINOSAURS"}, {"name": "subject", "value": "ART"}, {"name": "subject", "value": "EASTER AND HOLY WEEK"}, {"name": "subject", "value": "DANCING"}, {"name": "subject", "value": "REVOLUTIONARY WAR, AMERICAN (1775-83)"}], "pub_date": "2002-03-24T00:00:00Z", "document_type": "article", "news_desk": "New Jersey Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Margo", "rank": 1, "lastname": "Nash"}], "original": "By Margo Nash"}, "type_of_material": "News", "_id": "4fd2659b8eb7c8105d819da2", "word_count": 628, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/31/weekinreview/the-world-the-anxiety-of-postwar-afghans.html", "snippet": "RECENTLY, an American soldier approached an American reporter at Bagram Air Base, the former Soviet air field now taken over by American troops.    ''I wonder if you might press the generals for an answer,'' the soldier, a member of the Army's 10t...", "lead_paragraph": "RECENTLY, an American soldier approached an American reporter at Bagram Air Base, the former Soviet air field now taken over by American troops. ''I wonder if you might press the generals for an answer,'' the soldier, a member of the Army's 10th Mountain Division, said. ''We really want to go home.''", "abstract": "Many Afghans are anxious that ethnic and tribal warfare may again break out when American military finally leaves Afghanistan; Bush administration repeatedly says it intends to help Afghanistan find stability and will prevent return of chaos, but Afghans recall that this is same administration that regarded 'nation building' with contempt before Sept 11; photo (M)", "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The World; The Anxiety of Postwar Afghans"}, "keywords": [{"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "ARMAMENT, DEFENSE AND MILITARY FORCES"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-03-31T00:00:00Z", "document_type": "article", "news_desk": "Week in Review Desk", "section_name": "Week in Review", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Dexter", "rank": 1, "lastname": "FILKINS"}], "original": "By DEXTER FILKINS"}, "type_of_material": "News", "_id": "4fd22e9a8eb7c8105d7bc75a", "word_count": 1177, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/26/world/congo-factions-gather-for-peace-talks.html", "snippet": "The adversaries in Congo's nearly four-year war met today for the first time to begin talks aimed at bringing peace and political unity to that Central African nation.    After a two-year delay, 300 representatives from the government in Kinshasa,...", "lead_paragraph": "The adversaries in Congo's nearly four-year war met today for the first time to begin talks aimed at bringing peace and political unity to that Central African nation. After a two-year delay, 300 representatives from the government in Kinshasa, three armed rebel groups and various civic organizations arrived in this resort city in South Africa, where they are scheduled to stay 45 days for the so-called inter-Congolese dialogue.", "abstract": "Adversaries in Congo's nearly four-year war meet for first time to begin talks aimed at bringing peace and political unity to nation; so-called inter-Congolese dialogue, held in Sun City, South Africa, includes 300 representatives from government in Kinshasa, three armed rebel groups and various civic organizations; participants are supposed to map out plans for national army, new political structure and transition to democracy; other countries involved in war are not party to talks; map (M)", "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Congo Factions Gather for Peace Talks"}, "keywords": [{"name": "glocations", "value": "SUN CITY (SOUTH AFRICA)"}, {"name": "glocations", "value": "CONGO (FORMERLY ZAIRE)"}, {"name": "subject", "value": "ARMAMENT, DEFENSE AND MILITARY FORCES"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "FREEDOM AND HUMAN RIGHTS"}], "pub_date": "2002-02-26T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Norimitsu", "rank": 1, "lastname": "ONISHI"}], "original": "By NORIMITSU ONISHI"}, "type_of_material": "News", "_id": "4fd26da18eb7c8105d826fbf", "word_count": 986, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/27/weekinreview/the-guantanamo-food-pyramid.html", "snippet": "Their cells may be small and their jumpsuits an unpleasant shade of orange, but the Taliban and Al Qaeda prisoners in Cuba are getting some good eats. Their meals, which the military has ensured are halal, or in keeping with Islamic law, are nearl...", "lead_paragraph": "Their cells may be small and their jumpsuits an unpleasant shade of orange, but the Taliban and Al Qaeda prisoners in Cuba are getting some good eats. Their meals, which the military has ensured are halal, or in keeping with Islamic law, are nearly identical to the MRE's (Meals Ready to Eat) given to American soldiers. A typical day's cuisine, as it might fit into the Department of Agriculture's food pyramid: MILK, YOGURT AND CHEESE GROUP Cream cheese", "abstract": "Taliban and Al Qaeda prisoners at Guantanamo, Cuba, are being fed meals prepared in keeping with Islamic law; diagram (S)", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Guantánamo Food Pyramid"}, "keywords": [{"name": "glocations", "value": "GUANTANAMO BAY NAVAL BASE (CUBA)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "organizations", "value": "AL QAEDA"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "PRISONERS OF WAR"}, {"name": "subject", "value": "ISLAM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}, {"name": "subject", "value": "FOOD"}], "pub_date": "2002-01-27T00:00:00Z", "document_type": "article", "news_desk": "Week in Review Desk", "section_name": "Washington; Week in Review", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd25bb78eb7c8105d80903f", "word_count": 130, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/17/technology/l-neo-nazis-no-nerds-176893.html", "snippet": "To the Editor:    Re ''Defying a Taboo, Nazi Protagonists Invade Video Games'' (Jan. 3): Adolf Hitler never played Return to Castle Wolfenstein. The commanders at concentration camps like Auschwitz did not frequent Day of Defeat servers. I point t...", "lead_paragraph": "To the Editor: Re ''Defying a Taboo, Nazi Protagonists Invade Video Games'' (Jan. 3): Adolf Hitler never played Return to Castle Wolfenstein. The commanders at concentration camps like Auschwitz did not frequent Day of Defeat servers. I point this out to remind everyone that games do not necessarily create Nazis; hateful ignorance will exist regardless of World War II-themed games. Day of Defeat began as the brainchild of creative programmers, not as the product of a conspiracy of right-wing goose-steppers out to recruit from online players. A majority of players are not head-shaven, Doc Martens-wearing thugs, but your average run-of-the-mill gaming nerds.", "abstract": "Patrick R Todd letter on Jan 3 article holds World War II-themed computer games with Nazi emblems are not designed to advance Nazi views", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Neo-Nazis? No, Nerds"}, "keywords": [{"name": "persons", "value": "PATRICK, TODD R"}, {"name": "subject", "value": "FRINGE GROUPS AND MOVEMENTS"}, {"name": "subject", "value": "COMPUTER AND VIDEO GAMES"}, {"name": "subject", "value": "NAZI POLICIES TOWARD JEWS AND MINORITIES"}, {"name": "subject", "value": "WORLD WAR II (1939-45)"}], "pub_date": "2002-01-17T00:00:00Z", "document_type": "article", "news_desk": "Circuits", "section_name": "Technology; Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd21b298eb7c8105d799f7b", "word_count": 182, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/06/business/16-named-in-bank-investigation-in-spain.html", "snippet": "Spain's second-biggest bank today identified 16 current and former executives who are under investigation in connection with secret accounts reportedly used to influence politicians, grease business deals and pay off armed separatists.     The ban...", "lead_paragraph": "Spain's second-biggest bank today identified 16 current and former executives who are under investigation in connection with secret accounts reportedly used to influence politicians, grease business deals and pay off armed separatists. The bank, Banco Bilbao Vizcaya Argentaria, disclosed that two of the former executives were Emilio Ybarra and Pedro Luis Uriarte, who shared the roles of chairman and chief executive.", "abstract": "Banco Bilbao Vizcaya Argentaria, Spain's second-biggest bank, names 16 current and former executives under investigation in connection with nearly $200 million in secret accounts abroad reportedly used to influence politicians, grease business deals and pay off armed separatists; 16 include former co-chairmen Emilio Ybarra and Pedro Luis Uriarte; bank says current management was not involved with accounts (S)", "print_page": "3", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "16 Named in Bank Investigation in Spain"}, "keywords": [{"name": "persons", "value": "URIARTE, PEDRO LUIS"}, {"name": "persons", "value": "YBARRA, EMILIO"}, {"name": "glocations", "value": "SPAIN"}, {"name": "organizations", "value": "BANCO BILBAO VIZCAYA ARGENTARIA SA"}, {"name": "subject", "value": "MONEY LAUNDERING"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "ETHICS"}, {"name": "subject", "value": "BANKS AND BANKING"}], "pub_date": "2002-04-06T00:00:00Z", "document_type": "article", "news_desk": "Business/Financial Desk", "section_name": "Business", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd28dc38eb7c8105d863a73", "word_count": 192, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/26/opinion/try-suing-saddam.html", "snippet": "Whether or not we invade Iraq to topple Saddam Hussein, let's go about this the American way. Let's sue him.    The United States should launch an effort to prosecute Saddam for crimes against humanity. This would destabilize his regime at home, e...", "lead_paragraph": "Whether or not we invade Iraq to topple Saddam Hussein, let's go about this the American way. Let's sue him. The United States should launch an effort to prosecute Saddam for crimes against humanity. This would destabilize his regime at home, encourage more defections of Iraqi officials and military officers, and increase the prospect of a coup that, in the best-case scenario, would render an invasion unnecessary.", "abstract": "Nicholas D Kristof Op-Ed column says rather than plan for invasion of Iraq, United States should launch effort to prosecute Saddam Hussein for committing genocide against Kurds, along with other crimes against humanity; says this would destabilize his regime at home, encourage more defections of Iraqi officials and military officers, and increase prospect of coup; lists three ways to pursue legal action against him: establish international tribunal which would require Security Council approval; launch case before International Court of Justice, without Security Council agreement; have him indicted by one of countries that claim universal jurisdiction in genocide cases (M)", "print_page": "25", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Try Suing Saddam"}, "keywords": [{"name": "persons", "value": "HUSSEIN, SADDAM"}, {"name": "glocations", "value": "IRAQ"}, {"name": "organizations", "value": "INTERNATIONAL COURT OF JUSTICE"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "KURDS"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "FREEDOM AND HUMAN RIGHTS"}], "pub_date": "2002-03-26T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By NICHOLAS D. KRISTOF"}, "type_of_material": "Op-Ed", "_id": "4fd21b9b8eb7c8105d79aefd", "word_count": 718, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}