{"response": {"meta": {"hits": 4096, "time": 51, "offset": 630}, "docs": [{"web_url": "https://www.nytimes.com/2002/01/13/books/new-noteworthy-paperbacks-967530.html", "snippet": null, "lead_paragraph": null, "abstract": null, "print_page": "24", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "New & Noteworthy Paperbacks"}, "keywords": [], "pub_date": "2002-01-13T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"firstname": "Scott", "middlename": "Veale", "lastname": "SCHMIDT", "rank": 1, "role": "reported", "organization": ""}], "original": "By Scott Veale    SCHMIDT DELIVERED, by Louis Begley. (Ballantine, $12.95.) The sequel to ''About Schmidt'' finds its aging antihero, Alfred Schmidt, Esq., recently widowed and resolutely committed to his crabby, bigoted view of humanity, whether railing against ''half-breeds'' (including his young Puerto Rican lover), pushy Jews or overly familiar waiters. ''Begley's adroitly conceived variation on the novel of manners'' is ''a richly nuanced concoction, cut by a lethally dry wit,'' Daphne Merkin wrote here in 2000. It renders ''a superficially unlikable protagonist with the same humanizing fullness other authors save for likable ones.''    NAME-DROPPING: From F.D.R. On, by John Kenneth Galbraith. (Mariner/Houghton Mifflin, $14.) Now in his 90's, the eminent economist recalls in sharp detail his encounters with such figures as Roosevelt, the Kennedys, Truman and even Albert Speer. Galbraith ''has known everyone, or at least everyone who was on speaking terms with the liberal left,'' Godfrey Hodgson said here in 1999, and his ''humor remains as dry as a good martini.''    THUNDER FROM THE EAST: Portrait of a Rising Asia, by Nicholas D. Kristof and Sheryl WuDunn. (Vintage, $14.) Even as they illustrate the vast endemic problems in Asian culture and society, the authors, both staff members at The Times and former correspondents in the region, find reason for hope in the emergence of democratic institutions. The result is ''a most memorable portrait of modern Asia,'' Robert Kagan wrote here in 2000.    THE APE AND THE SUSHI MASTER: Cultural Reflections by a Primatologist, by Frans de Waal. (Basic Books, $17.) In a history of primate studies, a leading primatologist argues that culturally acquired behavior is not limited to human beings. Last year in these pages, Douglas Foster called this a ''deftly written, deeply reflective work'' that is ''a remarkable journey of discovery to the heart of a profound question: what can we learn about the evolution of our own cultures by studying the behavior of our primate cousins?''    CROOKED RIVER BURNING, by Mark Winegardner. (Harvest/ Harcourt, $14.) Set in Cleveland from the 1940's through the late 1960's, this novel follows the intertwined fates of a working-class guy who dreams of becoming mayor and the daughter of a political boss, who yearns to be a war correspondent. ''Winegardner weaves the love story through the fabric of a tumultuous era'' in ''a gritty, rich and misjudged city,'' Peter Khoury wrote here in 2001.    THE GREEN SUIT, by Dwight Allen. (Plume, $13.) These 11 connected stories track the emotional coming of age of an aspiring writer, the hapless, low-wattage son of a well-off Kentucky family who is consumed by the women in this life even as they are all too aware of his flaws. ''There are layers of subtle meaning and plotting here; the work not only stands up to rereading but rewards the effort,'' Alice Elliott Dark wrote in the Book Review in 2000.    ON HER OWN GROUND: The Life and Times of Madam C. J. Walker, by A'Lelia Bundles. (Lisa Drew/Washington Square/ Pocket Books, $15.) According to this generous portrait by her great-great-granddaughter, Walker (1867-1919), the inventor of a hair-straightening product that allowed black women to wear the popular styles of the day, overcame a poor childhood to become a brilliant entrepreneur and philanthropist, and an early advocate for women's economic independence. ''Bundles's well-paced and well-written book . . . is as much social history as biography, filled with the detail and texture of culture and politics,'' Margo Jefferson wrote in these pages last year.    CRAZY RHYTHM: My Journey From Brooklyn, Jazz, and Wall Street to Nixon's White House, Watergate, and Beyond . . . , by Leonard Garment. (Da Capo, $18.) Most of this memoir revolves around the author's complex relationship with Richard Nixon, whom he served as adviser, lawyer (in the late stages of the Watergate crisis) and late-night confidant. The result is a ''beautifully written book'' that ''mingles the psychological underworld with the world of power politics,'' David Brooks wrote here in 1997.    ISLAND, by Jane Rogers. (Mariner/Houghton Mifflin, $13.) A girl abandoned at birth vows, at the age of 28, to track down and murder her mother, a quest that takes her to a remote island in western Scotland. Last year our reviewer, Bliss Broyard, found this an ambitious, if flawed, novel whose narrator ''catalogs her grievances and failings with such accuracy and lack of sentimentality that you can't help falling under her spell.''   Scott Veale"}, "type_of_material": "List", "_id": "4fd25bb98eb7c8105d8091a2", "word_count": 0, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/29/opinion/justice-at-guantanamo.html", "snippet": "Encouragingly, President Bush now seems to be reconsidering the administration's hasty and ill-advised decision that Taliban and Al Qaeda fighters being held at the Guantánamo Bay naval base are not entitled to the procedural protections of the G...", "lead_paragraph": "Encouragingly, President Bush now seems to be reconsidering the administration's hasty and ill-advised decision that Taliban and Al Qaeda fighters being held at the Guantánamo Bay naval base are not entitled to the procedural protections of the Geneva Convention on prisoners of war. That arbitrary action rightly offended most of America's allies. By undermining the clear language of the convention, it also potentially endangered future American troops who may fall into enemy hands. The concerns expressed by America's top military commanders on this score may be leading Defense Secretary Donald Rumsfeld to reconsider his initial enthusiasm for this bad idea. Mr. Bush's second thoughts were apparently prompted by a memo submitted last week by Secretary of State Colin Powell. Mr. Powell rightly argued that claims of prisoner of war status could not be decided by Pentagon fiat, but must be resolved by the kind of legal hearing the convention requires. Other administration officials, like Attorney General John Ashcroft and Vice President Dick Cheney, strongly disagree, and Mr. Bush's words yesterday left it unclear which way he would ultimately decide. He should heed Secretary Powell's counsel. Justice as well as America's wider interests are best served by careful adherence to the rule of law.", "abstract": "Editorial finds encouraging decision by Pres Bush to reconsider administration's 'hasty and ill-advised decision' that Taliban and Al Qaeda fighters being held at Guantanamo Bay naval base are not entitled to procedural protections of Geneva Convention for prisoners of war; says following standards of convention does not require coddling violent enemies of US, but simply 'applying America's proud standards of justice to them' (S)", "print_page": "20", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Justice at Guantánamo"}, "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "organizations", "value": "AL QAEDA"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "GENEVA CONVENTIONS"}, {"name": "subject", "value": "PENTAGON BUILDING"}, {"name": "subject", "value": "GUANTANAMO BAY NAVAL BASE (CUBA)"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "PRISONERS OF WAR"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-01-29T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Editorial", "_id": "4fd212468eb7c8105d788305", "word_count": 388, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/24/opinion/l-the-conditions-at-guantanamo-285641.html", "snippet": "To the Editor:    Re ''Rumsfeld Defends Treatment  by U.S. of Cuba Detainees'' (front page, Jan. 23):...", "lead_paragraph": "To the Editor: Re ''Rumsfeld Defends Treatment by U.S. of Cuba Detainees'' (front page, Jan. 23):", "abstract": "Letter from Tony Shaw says there would be far less international criticism of actions by United States at prisoner camp in Guantanamo Bay if John Walker was held there in same conditions as other prisoners (Jan 23 article)", "print_page": "26", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Conditions at Guantánamo"}, "keywords": [{"name": "persons", "value": "SHAW, TONY"}, {"name": "persons", "value": "LINDH, JOHN WALKER"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "GUANTANAMO BAY NAVAL BASE (CUBA)"}, {"name": "subject", "value": "PRISONERS OF WAR"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-01-24T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd22cb58eb7c8105d7b8c91", "word_count": 87, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/24/opinion/l-the-conditions-at-guantanamo-285650.html", "snippet": "To the Editor:    Regardless of legal niceties, it seems inconceivable that anyone  could call the conditions at the Guantánamo holding area humane (front page, Jan. 23). Eight-foot metal cages are unfit habitations for human beings, no matter ho...", "lead_paragraph": "To the Editor: Regardless of legal niceties, it seems inconceivable that anyone could call the conditions at the Guantánamo holding area humane (front page, Jan. 23). Eight-foot metal cages are unfit habitations for human beings, no matter how heinous their possible crimes or how intense our collective anger and grief.", "abstract": "Letter from Lois C Ambash says it ill behooves country that lectures world on human rights to create shameful Guantanamo Bay facility, much less display and defend it to world (Jan 23)", "print_page": "26", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Conditions at Guantánamo"}, "keywords": [{"name": "persons", "value": "AMBASH, LOIS C"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "GUANTANAMO BAY NAVAL BASE (CUBA)"}, {"name": "subject", "value": "PRISONERS OF WAR"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-01-24T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd26be18eb7c8105d8245f3", "word_count": 111, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/16/us/nation-challenged-american-traveler-warlord-said-hold-civilian-for-ransom.html", "snippet": "The wife of an Alabama man said yesterday that he called her last week from Afghanistan, where she said he was delivering medical and other supplies in a private relief mission, and reported that he was being held hostage by a local warlord who wa...", "lead_paragraph": "The wife of an Alabama man said yesterday that he called her last week from Afghanistan, where she said he was delivering medical and other supplies in a private relief mission, and reported that he was being held hostage by a local warlord who was demanding a ransom for his return. The State Department is investigating but has not independently verified that the man, Clark Russell Bowers, is being held captive, said Jo-Anne T. Prokopowicz, a spokeswoman for the department. ''Our information is very sketchy,'' Ms. Prokopowicz said. ''The details are unclear.''", "abstract": "Amanda Bowers reports getting phone call from husband Clark Russell Bowers, who was delivering relief supplies in Afghanistan, saying he was being held for ransom by local warlord; State Department probes report (M)", "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Warlord Is Said to Hold Civilian for Ransom", "kicker": "A NATION CHALLENGED: AN AMERICAN TRAVELER"}, "keywords": [{"name": "persons", "value": "BOWERS, CLARK RUSSELL"}, {"name": "persons", "value": "BOWERS, AMANDA"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "STATE DEPARTMENT"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "RANSOM"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "KIDNAPPING"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-01-16T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "U.S.; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Kevin", "rank": 1, "lastname": "SACK"}], "original": "By KEVIN SACK"}, "type_of_material": "News", "_id": "4fd25bbc8eb7c8105d809346", "word_count": 586, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/02/world/a-nation-challenged-guantanamo-navy-doctors-force-feeding-2-prisoners.html", "snippet": "Doctors at the United States Naval Station at Guantánamo Bay, Cuba, have begun force-feeding two prisoners from Afghanistan who had become dangerously malnourished after refusing to eat for most of the past month, the Pentagon said today.    The ...", "lead_paragraph": "Doctors at the United States Naval Station at Guantánamo Bay, Cuba, have begun force-feeding two prisoners from Afghanistan who had become dangerously malnourished after refusing to eat for most of the past month, the Pentagon said today. The prisoners remained in a Navy hospital at the base today under the close supervision of fleet doctors, who began feeding the men through a tube on Sunday afternoon after determining that their body masses had dropped below acceptable levels.", "abstract": "Doctors at US Naval Station at Guantanamo Bay, Cuba, begin force-feeding two prisoners from Afghanistan who had become dangerosuly malnourished after refusing to eat for most of past month; men are among last group of prisoners who started hunger strike in March after guards removed makeshift turban from head of praying prisoner (S)", "print_page": "12", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Navy Doctors Force-Feeding 2 Prisoners", "kicker": "A NATION CHALLENGED: GUANTÁNAMO"}, "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "GUANTANAMO BAY NAVAL BASE (CUBA)"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "HUNGER STRIKES"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "PENTAGON BUILDING"}, {"name": "subject", "value": "PRISONERS OF WAR"}, {"name": "subject", "value": "MISSING PERSONS"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-04-02T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "James", "rank": 1, "lastname": "DAO"}], "original": "By JAMES DAO"}, "type_of_material": "News", "_id": "4fd22f6e8eb7c8105d7bdb98", "word_count": 453, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/06/world/nation-challenged-detainees-law-change-sought-set-up-dna-databank-for-captured.html", "snippet": "Attorney General John Ashcroft said today that the Justice Department would ask Congress to change a federal law to allow the Federal Bureau of Investigation to maintain a DNA databank of profiles taken from Al Qaeda and Taliban fighters detained ...", "lead_paragraph": "Attorney General John Ashcroft said today that the Justice Department would ask Congress to change a federal law to allow the Federal Bureau of Investigation to maintain a DNA databank of profiles taken from Al Qaeda and Taliban fighters detained in Afghanistan and Cuba. Mr. Ashcroft endorsed legislation proposed by the F.B.I. to permit the bureau to build a DNA database for suspected terrorists. He said that blood samples were being taken from detainees in Cuba but that under current law, the authorities could not put them in the F.B.I.'s database.", "abstract": "Atty Gen John Ashcroft says Justice Department will ask Congress to change federal law to let Federal Bureau of Investigation maintain DNA databank profiles taken from Al Qaeda and Taliban fighters detained in Afghanistan and Cuba, news conference; says current law does not allow blood samples from detainees in Cuba to be put in FBI's database; announces formation of new committee to coordinate law enforcement efforts in war on terrorism; photo (S)", "print_page": "13", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Nation Challenged: The Detainees; Law Change Sought to Set Up DNA Databank for Captured Qaeda Fighters"}, "keywords": [{"name": "persons", "value": "ASHCROFT, JOHN"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "UNITED STATES"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "FEDERAL BUREAU OF INVESTIGATION"}, {"name": "organizations", "value": "JUSTICE DEPARTMENT"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "organizations", "value": "AL QAEDA"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "BLOOD"}, {"name": "subject", "value": "LAW AND LEGISLATION"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "DNA (DEOXYRIBONUCLEIC ACID)"}, {"name": "subject", "value": "PRIVACY"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-03-06T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "David", "rank": 1, "lastname": "JOHNSTON"}], "original": "By DAVID JOHNSTON"}, "type_of_material": "News", "_id": "4fd22cb98eb7c8105d7b8f0f", "word_count": 397, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/08/world/nation-challenged-captives-shift-bush-says-geneva-rules-fit-taliban-captives.html", "snippet": "President Bush decided today that the Geneva Convention would be applied to the Taliban captives being held in Cuba but not to Al Qaeda detainees, a decision that will make little difference in the day-to-day treatment of either but may help prote...", "lead_paragraph": "President Bush decided today that the Geneva Convention would be applied to the Taliban captives being held in Cuba but not to Al Qaeda detainees, a decision that will make little difference in the day-to-day treatment of either but may help protect American soldiers captured in foreign conflicts. The Bush administration had already decided not to grant prisoner-of-war status to any of the captives, and that decision holds.", "abstract": "Pres Bush decides that Geneva Convention will be applied to Taliban captives being held in Cuba but not to Al Qaeda detainees; decision will make little difference in day-to-day treatment of either but may help protect American soldiers captured in foreign conflicts; administration decision not to grant prisoner-of-war status to any captives will hold; decision to apply Geneva Convention to Taliban was urged by Secretary of State Colin L Powell after pressure from European allies; Powell seeks to send signal to world that US respects convention and expects its own captured soldiers to be accorded its protections; critics argue that Bush's action makes mockery of convention and may or may not protect American soldiers (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "IN SHIFT, BUSH SAYS GENEVA RULES FIT TALIBAN CAPTIVES", "kicker": "A NATION CHALLENGED: CAPTIVES"}, "keywords": [{"name": "persons", "value": "POWELL, COLIN L"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "organizations", "value": "AL QAEDA"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "GENEVA CONVENTIONS"}, {"name": "subject", "value": "GUANTANAMO BAY NAVAL BASE (CUBA)"}, {"name": "subject", "value": "PRISONERS OF WAR"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-02-08T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Front Page; Washington", "subsection_name": null, "byline": {"person": [{"firstname": "Katharine", "middlename": "Q.", "lastname": "SEELYE", "rank": 1, "role": "reported", "organization": ""}], "original": "By KATHARINE Q. SEELYE"}, "type_of_material": "News", "_id": "4fd2124b8eb7c8105d78868e", "word_count": 950, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/29/opinion/let-them-be-pow-s.html", "snippet": "In 1993, an American helicopter  pilot named Michael Durant was shot down in the ''Black Hawk Down'' incident in Somalia and seized by gunmen. The Somalis accused him of terrorism and initially threatened to put him on trial.    That conflict was ...", "lead_paragraph": "In 1993, an American helicopter pilot named Michael Durant was shot down in the ''Black Hawk Down'' incident in Somalia and seized by gunmen. The Somalis accused him of terrorism and initially threatened to put him on trial. That conflict was a muddy one, not involving a declared war against a government. It was, in short, the kind of situation that the Bush administration seems to think is not covered by the Geneva Convention on treatment of prisoners of war.", "abstract": "Nicholas Kristof Op-Ed column says Bush administration owes it to world to apply protections of Geneva Convention of prisoners of war to Taliban and Afghan detainees at Guantanamo Bay naval base; says administration's arguments against such protections, while initially persuasive, are wrong; says they conflict with spirit of convention and set terrible precedent for American Special Operations soldiers (M)", "print_page": "21", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Let Them Be P.O.W.'s"}, "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "GENEVA CONVENTIONS"}, {"name": "subject", "value": "PENTAGON BUILDING"}, {"name": "subject", "value": "PRISONERS OF WAR"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-01-29T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By NICHOLAS D. KRISTOF"}, "type_of_material": "Op-Ed", "_id": "4fd22aaf8eb7c8105d7b5a28", "word_count": 744, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/05/us/a-nation-challenged-the-prisoners-move-likely-for-inmate-who-may-be-american.html", "snippet": "The Pentagon is making plans to airlift a prisoner from the Afghan war out of the United States Naval Base at Guantánamo Bay, Cuba, where he has been held for several weeks while his captors were apparently unaware that he might be an American ci...", "lead_paragraph": "The Pentagon is making plans to airlift a prisoner from the Afghan war out of the United States Naval Base at Guantánamo Bay, Cuba, where he has been held for several weeks while his captors were apparently unaware that he might be an American citizen. As of tonight, his citizenship has not been confirmed and no transfer has taken place, but officials said they wanted to move the prisoner, identified by the Pentagon as Yasser Esam Hamdi, as soon as possible to the United States for legal reasons.", "abstract": "Pentagon makes plans to airlift prisoner from Afghan war out of Guantanamo Bay Naval ase, where he has been held for several weeks by captors unaware that he might be American citizen; identifies prisoner as Yasser Esam Hamdi; if he is American citizen and remains in Guantanamo, he could file petition in federal court demanding that government either charge him with crime or set him free; some officials claim Hamdi has been telling his captors for weeks that he was born in US but that no one believed him; Pentagon sokeswoman Victoria Clarke says birth certificate has been found indicating he was born in US 22 years ago; says his parents returned to Saudi Arabia with him when he was very young child; it is not known if he ever returned to US, or whether he speaks English (M)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Move Likely For Inmate Who May Be American", "kicker": "A NATION CHALLENGED: THE PRISONERS"}, "keywords": [{"name": "persons", "value": "CLARKE, VICTORIA"}, {"name": "persons", "value": "HAMDI, YASSER ESAM"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "SAUDI ARABIA"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "CITIZENSHIP"}, {"name": "subject", "value": "GUANTANAMO BAY NAVAL BASE (CUBA)"}, {"name": "subject", "value": "PRISONERS OF WAR"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "ENGLISH LANGUAGE"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-04-05T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "U.S.; Washington", "subsection_name": null, "byline": {"person": [{"firstname": "Katharine", "middlename": "Q.", "lastname": "SEELYE", "rank": 1, "role": "reported", "organization": ""}], "original": "By KATHARINE Q. SEELYE"}, "type_of_material": "News", "_id": "4fd21b9d8eb7c8105d79b0ed", "word_count": 759, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}