{"response": {"meta": {"hits": 4096, "time": 61, "offset": 70}, "docs": [{"web_url": "https://www.nytimes.com/2002/03/21/world/sierra-leone-war-crimes-court-to-begin-deliberations-in-fall.html", "snippet": "The United Nations is pressing ahead with arrangements for a special war crimes court in Sierra Leone that officials say will be leaner and less bureaucratic than the tribunals that were created to prosecute war criminals in the Balkans and Rwanda...", "lead_paragraph": "The United Nations is pressing ahead with arrangements for a special war crimes court in Sierra Leone that officials say will be leaner and less bureaucratic than the tribunals that were created to prosecute war criminals in the Balkans and Rwanda. The United Nations signed an agreement with Sierra Leone two months ago creating a legal framework for trying a score of defendants accused of atrocities in the West African country's civil war.", "abstract": "United Nations presses ahead with arrangments for special war crimes court in Sierra Leone that officials say will be leaner and less bureuacratic than tribunals created to prosecute war criminals elsewhere; new court will enlist judges and lawyers in Sierra Leone as well as prominent jurists from outside country; Secretary Gen Kofi Annan will appoint majority of judges; Sierra Leonean government would select other judges and chief prosecutor; score of defendants ae accused of atrocities in country's civil war (M)", "print_page": "13", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Sierra Leone War Crimes Court to Begin Deliberations in Fall"}, "keywords": [{"name": "persons", "value": "ANNAN, KOFI"}, {"name": "glocations", "value": "SIERRA LEONE"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-03-21T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Christopher", "middlename": "S.", "lastname": "WREN", "rank": 1, "role": "reported", "organization": ""}], "original": "By CHRISTOPHER S. WREN"}, "type_of_material": "News", "_id": "4fd282708eb7c8105d84fb0a", "word_count": 561, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/21/world/milosevic-cannily-cross-examines-kosovo-massacre-survivor.html", "snippet": "When Slobodan Milosevic faced his first victim of the war in Kosovo today in court, he paused for a moment before asking questions. He blew out a little breath. He frowned. He rustled his papers, then put his hand on his chin.    The witness, Agim...", "lead_paragraph": "When Slobodan Milosevic faced his first victim of the war in Kosovo today in court, he paused for a moment before asking questions. He blew out a little breath. He frowned. He rustled his papers, then put his hand on his chin. The witness, Agim Zeqiri, 49, had his own way of managing a cross-examination by the very man whose troops, he said, had massacred his wife and five children in March 1999. Maybe it was fear, or maybe disrespect, but Mr. Zeqiri kept his back turned.", "abstract": "Slobodan Milosevic, acting as his own lawyer at his war crimes trial, cross-examines Agim Zeqiri, who says Serb troops massacred his wife and five children in Kosovo in 1999; Zeqiri testifies with his back turned to Milosevic; denies under questioning that Kosovo Liberation Army, armed Albanian guerrilla group, had been in his small village on last day he saw his family; insists that only Yugoslav forces were there, burning down houses and shooting civilians; Milosevic does not ask questions disputing that civilians were killed; rather, he implies that attack was justified by presence of Kosovo guerrillas, which Zeqiri denies over and over again (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Milosevic Cannily Cross-Examines Kosovo Massacre Survivor"}, "keywords": [{"name": "persons", "value": "MILOSEVIC, SLOBODAN"}, {"name": "persons", "value": "ZEQIRI, AGIM"}, {"name": "glocations", "value": "KOSOVO (SERBIA)"}, {"name": "glocations", "value": "SERBIA"}, {"name": "organizations", "value": "KOSOVO LIBERATION ARMY"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-02-21T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ian", "rank": 1, "lastname": "FISHER"}, {"organization": "", "role": "reported", "firstname": "Marlise", "rank": 2, "lastname": "SIMONS"}], "original": "By IAN FISHER and MARLISE SIMONS"}, "type_of_material": "News", "_id": "4fd25bba8eb7c8105d8091f4", "word_count": 818, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/13/world/world-briefing-asia-cambodia-khmer-rouge-trial-even-without-un.html", "snippet": "The government's negotiator said Cambodia would set up a genocide tribunal -- with or without the United Nations -- to try former leaders of the Khmer Rouge, who are blamed for the deaths of more than a million people. The negotiator, Sok An, said...", "lead_paragraph": "The government's negotiator said Cambodia would set up a genocide tribunal -- with or without the United Nations -- to try former leaders of the Khmer Rouge, who are blamed for the deaths of more than a million people. The negotiator, Sok An, said Cambodia was open to new talks with the United Nations, which pulled out last week, saying the planned tribunal could not guarantee impartiality. Prime Minister Hun Sen also urged the United Nations to reconsider its decision, but said his government might procede on its own. Cambodia and the United Nations had agreed on a framework for holding trials in Cambodia with local and foreign judges, but critics said the plan relied too heavily on Cambodia's politicized judiciary. Seth Mydans (NYT)", "abstract": "Cambodian government says it will set up genocide tribunal, with or without UN, to try former Khmer Rouge leaders blamed for deaths of more than million people (S)", "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "World Briefing | Asia: Cambodia: Khmer Rouge Trial, Even Without U.N."}, "keywords": [{"name": "glocations", "value": "CAMBODIA"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "organizations", "value": "KHMER ROUGE"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-02-13T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Seth", "middlename": "Mydans", "lastname": "NYT", "rank": 1, "role": "reported", "organization": ""}], "original": "By Seth Mydans (NYT)"}, "type_of_material": "News", "_id": "4fd21b348eb7c8105d79a6b3", "word_count": 124, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/03/01/world/nato-raid-fails-to-catch-former-bosnian-serb-leader.html", "snippet": "NATO troops mounting their first major operation to arrest Radovan Karadzic, the former Bosnian Serb leader indicted for war crimes, failed today  to find him in a remote Bosnian village that they raided around dawn.     Dr. Karadzic, accused of c...", "lead_paragraph": "NATO troops mounting their first major operation to arrest Radovan Karadzic, the former Bosnian Serb leader indicted for war crimes, failed today to find him in a remote Bosnian village that they raided around dawn. Dr. Karadzic, accused of committing genocide against Muslims in the war in Bosnia, was first indicted almost seven years ago, and his freedom as a fugitive has long been criticized as a failure of resolve on the part of Western leaders.", "abstract": "NATO troops mount their first major operation to arrest Radovan Karadzic, former Bosnian Serb leader indicted for war crimes; they raid remote Bosnian village but fail to find him; Karadzic is accused of committing genocide against Muslims in war in Bosnia; he was first indicted 7 years ago; his freedom as fugitive has long been criticized as failure of resolve on part of Western leaders; also, his freedom, along with that of Bosnian Serb military commander Ratko Mladic is considered obstacle to international efforts at rebuilding Bosnia after four years of ethnic warfare; photo (M)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "NATO Raid Fails to Catch Former Bosnian Serb Leader"}, "keywords": [{"name": "persons", "value": "MLADIC, RATKO"}, {"name": "persons", "value": "KARADZIC, RADOVAN"}, {"name": "glocations", "value": "BOSNIA AND HERZEGOVINA"}, {"name": "organizations", "value": "NORTH ATLANTIC TREATY ORGANIZATION"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-03-01T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ian", "rank": 1, "lastname": "FISHER"}], "original": "By IAN FISHER"}, "type_of_material": "News", "_id": "4fd2732d8eb7c8105d83075a", "word_count": 771, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/19/world/world-briefing-africa-sierra-leone-war-is-over-both-sides-say.html", "snippet": "Government officials and rebel leaders declared a decade-long civil war over as they watched thousands of weapons burn on a ceremonial bonfire. More than 50,000 people died in the war and thousands more were maimed by the Revolutionary United Fron...", "lead_paragraph": "Government officials and rebel leaders declared a decade-long civil war over as they watched thousands of weapons burn on a ceremonial bonfire. More than 50,000 people died in the war and thousands more were maimed by the Revolutionary United Front rebels, who hacked off the arms and feet of civilians. The ceremony came after months of work on a peace plan brokered by the United Nations. The former rebel leader, Foday Sankoh, is in government custody and is expected to be indicted on charges of war crimes, but a front official said the group would probably name him as its presidential candidate in an election scheduled for May.", "abstract": "Government officials and rebel leaders in Sierra Leone declare end to decade-long civil war as they watch thousands of weapons burn on ceremonial bonfire; peace plan was brokered by United Nations; former rebel leader Foday Sankoh is in government custody and is expected to be indicted on charges of war crimes (S)", "print_page": "6", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "World Briefing | Africa: Sierra Leone: War Is Over, Both Sides Say"}, "keywords": [{"name": "persons", "value": "SANKOH, FODAY"}, {"name": "glocations", "value": "SIERRA LEONE"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-01-19T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd2335c8eb7c8105d7c3cf4", "word_count": 108, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/02/13/opinion/l-a-search-for-justice-in-the-hague-601233.html", "snippet": "To the Editor:    Re ''The Monster in the Dock,'' by Bill Keller (column, Feb. 9):    One argument against a permanent international criminal court is that the United States might come under the court's focus. But people acting for the United Stat...", "lead_paragraph": "To the Editor: Re ''The Monster in the Dock,'' by Bill Keller (column, Feb. 9): One argument against a permanent international criminal court is that the United States might come under the court's focus. But people acting for the United States might in fact sometimes be guilty of war crimes. Americans' roles in massacres in El Salvador and in terrorism in Nicaragua are just two examples.", "abstract": "Carl W Miller letter comments on Bill Keller's February 9 Op-Ed column on war crimes trial of former Yugoslav Pres Slobodan Milosevic", "print_page": "30", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Search for Justice in The Hague"}, "keywords": [{"name": "persons", "value": "MILLER, CARL W"}, {"name": "persons", "value": "MILOSEVIC, SLOBODAN"}, {"name": "persons", "value": "KELLER, BILL"}, {"name": "glocations", "value": "KOSOVO (SERBIA)"}, {"name": "glocations", "value": "SERBIA"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-02-13T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd21b348eb7c8105d79a6c3", "word_count": 88, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/20/nyregion/neighborhood-report-riverdale-two-papers-war-of-words-is-war-of-numbers-too.html", "snippet": "Seizing upon a shift in the 2001 circulation statement of its Pulitzer Prize-winning competitor, an aggressive Riverdale weekly has launched a bruising -- some say exaggerated -- campaign to draw advertisers to its pages.    For the last two month...", "lead_paragraph": "Seizing upon a shift in the 2001 circulation statement of its Pulitzer Prize-winning competitor, an aggressive Riverdale weekly has launched a bruising -- some say exaggerated -- campaign to draw advertisers to its pages. For the last two months, The Riverdale Review has run full-page ads celebrating what it calls a precipitous decline -- 44 percent -- in the weekly paid circulation of the 52-year-old Riverdale Press. The Review, eight years old, recently increased its distribution to 20,000 from 19,000, but because the paper is free, it is unclear how many papers are read.", "abstract": "Riverdale Review, newspaper that is distributed for free in Riverdale, NY, runs full-page ads aimed at drawing advertisers claiming circulation at its rival, Riverdale Press, declined 44 percent in 2001; Press co-publisher Richard Stein says circulation drop, far less than claimed by Review, was caused by misunderstanding; photos (M)", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Two Papers' War of Words Is War of Numbers, Too", "kicker": "NEIGHBORHOOD REPORT: RIVERDALE"}, "keywords": [{"name": "persons", "value": "STEIN, RICHARD L"}, {"name": "glocations", "value": "RIVERDALE (NYC)"}, {"name": "organizations", "value": "RIVERDALE REVIEW"}, {"name": "organizations", "value": "RIVERDALE PRESS"}, {"name": "subject", "value": "ADVERTISING"}, {"name": "subject", "value": "NEWS AND NEWS MEDIA"}], "pub_date": "2002-01-20T00:00:00Z", "document_type": "article", "news_desk": "The City Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Seth", "rank": 1, "lastname": "KUGEL"}], "original": "By SETH KUGEL"}, "type_of_material": "News", "_id": "4fd219608eb7c8105d797454", "word_count": 475, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/01/10/world/a-nation-challenged-news-analysis-a-war-of-loose-ends.html", "snippet": "America's goals in Central Asia were easily explained as Kabul and Kandahar fell, when daily Pentagon videos showed bombs homing in on caves in Tora Bora and when there was a reasonable prospect that Osama bin Laden, Mullah Muhammad Omar and their...", "lead_paragraph": "America's goals in Central Asia were easily explained as Kabul and Kandahar fell, when daily Pentagon videos showed bombs homing in on caves in Tora Bora and when there was a reasonable prospect that Osama bin Laden, Mullah Muhammad Omar and their top aides would soon fall into American hands. But that was last month. And while President Bush was taking a New Year's break on his ranch, and then returned here to focus on the economy and education, his war against terrorism entered a murkier, messier moment. While the president insists that his goals are unchanged -- a broad war against all terrorists with a global reach -- events have forced a more diffuse, complex strategy.", "abstract": "Pres Bush seen facing murkier, messier moment in war on terrorism as events in Afghan conflict force more diffuse, complex strategy; new complexities are evident in way Bush and his aides speak about their challenges and what they are suddenly not talking about; one topic now rarely mentioned is hunt for Osama bin Laden and Mullah Muhammad Omar (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A War of Loose Ends", "kicker": "A NATION CHALLENGED: NEWS ANALYSIS"}, "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "BIN LADEN, OSAMA"}, {"name": "persons", "value": "OMAR, MUHAMMAD"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2002-01-10T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Front Page; Washington", "subsection_name": null, "byline": {"person": [{"firstname": "David", "middlename": "E.", "lastname": "SANGER", "rank": 1, "role": "reported", "organization": ""}], "original": "By DAVID E. SANGER"}, "type_of_material": "An Analysis; News Analysis", "_id": "4fd25bb38eb7c8105d808e8a", "word_count": 1157, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2001/12/16/travel/where-churchill-waged-war-underground.html", "snippet": "THE Cabinet War Rooms on St. James's Park and Horse Guards Road in London were ready for use on Aug. 27, 1939, exactly a week before the German invasion of Poland and Britain's declaration of war. There, 10 feet underground in the basement of the ...", "lead_paragraph": "THE Cabinet War Rooms on St. James's Park and Horse Guards Road in London were ready for use on Aug. 27, 1939, exactly a week before the German invasion of Poland and Britain's declaration of war. There, 10 feet underground in the basement of the Office of Works building, the prime minister and his staff, his military strategists, were to work in relative safety for the next six years. Here the leadership -- Winston Churchill, Clement Atlee, Gen. Sir Hastings Ismay and Sir Edward Bridges, Anthony Eden, Lord Beaverbrook and others -- were to plan both attack and retreat, talk to President Franklin Roosevelt on the phone, and put tacks into maps that covered the walls to chart the movements of troops and supply convoys across ocean and land. Here, secure beneath the ground, in a bunker protected by a concrete barricade and reinforced by V-shaped cross beams like those in the bowels of a ship, the secretaries of the War Office working in shifts were to type reports 24 hours a day. From here, the BBC broadcast Churchill's inimitable voice to the public as German planes rained down tons of bombs in their futile attempt to demoralize the English. Into a bank of multicolored phones called the beauty chorus came steady reports from the Royal Army, Navy and Air Force of invasion fears, casualty counts, intelligence from behind enemy lines. The leadership and their staff often slept in specially designated rooms, avoiding the Blitz above. Here they ate their meals, told their jokes, kept up their courage, planned the rescue of the men trapped at Dunkirk, collaborated with the Allies on D-Day plans, ordered their soldiers onto the Normandy beaches and on into Paris and Berlin and received reports of the liberation of the first death camps.", "abstract": "Anne Roiphe travel article describes trip to underground Cabinet War Rooms in London used by Winston Churchill and others during World War II; photos; map (M)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Where Churchill Waged War, Underground"}, "keywords": [{"name": "persons", "value": "CHURCHILL, WINSTON LEONARD SPENCER"}, {"name": "glocations", "value": "LONDON (ENG)"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "WORLD WAR II (1939-45)"}], "pub_date": "2001-12-16T00:00:00Z", "document_type": "article", "news_desk": "Travel Desk", "section_name": "Travel", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Anne", "rank": 1, "lastname": "ROIPHE"}], "original": "By ANNE ROIPHE"}, "type_of_material": "News", "_id": "4fd229308eb7c8105d7b2f3d", "word_count": 1552, "slideshow_credits": null}, {"web_url": "https://www.nytimes.com/2002/04/09/world/ira-s-illegal-arsenal-reduced-in-a-2nd-act-of-disarmament.html", "snippet": "The Irish Republican Army has for a second time put a batch of weapons, ammunition and explosives from its illegal arsenal out of action, the international commission charged with guerrilla disarmament in Northern Ireland said today.    Gen. John ...", "lead_paragraph": "The Irish Republican Army has for a second time put a batch of weapons, ammunition and explosives from its illegal arsenal out of action, the international commission charged with guerrilla disarmament in Northern Ireland said today. Gen. John de Chastelain, the Canadian who runs the Belfast-based panel, said his group had witnessed and inventoried the decommissioning of what he described as a ''substantial and varied'' amount of matériel.", "abstract": "International commission charged with disarming Irish Republican Army says organization has for second time removed batch of weapons, ammunition and explosives from its illegal arsenal (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "I.R.A.'s Illegal Arsenal Reduced In a 2nd Act of Disarmament"}, "keywords": [{"name": "glocations", "value": "NORTHERN IRELAND"}, {"name": "organizations", "value": "IRISH REPUBLICAN ARMY"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2002-04-09T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Warren", "rank": 1, "lastname": "HOGE"}], "original": "By WARREN HOGE"}, "type_of_material": "News", "_id": "4fd278988eb7c8105d83b18f", "word_count": 443, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}